{
    "document_id": "D-2025-3660",
    "LinkTitle": "D-2025-3660",
    "file_name": "D-2025-3660.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3660.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Ghislaine Gayan-Ramirez",
        "num_pages": 7
    },
    "content": {
        "full_text": " \n \n1  \nDMP  OLYMPUS   \n \nADMIN DETAILS  \nProject Name: OLYMPUS  \nProject Identifier: G098025N  \nGrant Title: Exploring the role of lymphatics after lung transplantation  \n \nPrincipal Investigator / Researcher: Bart Vanaudenaerde  \nDescription: Lung transplantation is a critical treatment for end -stage lung diseases, yet long -term survival  \nremains challenging due to complications like acute and chronic graft rejection, of which the  mechanisms \nare poorly understood. Our project aims to unravel the role of the lymphatic system, a  crucial component \nof the body's immune defense and fluid balance, in the development of rejection  after lung transplantation. \nWe hypothesize that disruptions and regenerations of the lymphatic  network in transplanted lungs \ncontribute to complications such as primary graft dysfunction, acute  rejection and chronic lung allograft \ndysfunction. Employing innovative imaging methods, we will map  the entire lymphatic network in mouse \nand human lung samples, providing a holistic view of its  interplay with blood vessels and airways. Our \nunique approach, including longitudinal analysis and  modulation of lymphangiogenesis, set the stage for a \ncomprehensive understanding of the  lymphovascular role in rejection. Transcriptomics analysis will identify \nkey molecular factors driving  rejection, potentially serving as biomarkers. Access to rare human samples \nand a well -established  mouse lung transplant model positions us to make groundbreaking strides, with \npotential  implications for improved management of lung transplant recipients and insights into various lung  \ndiseases.  \n \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName of the project lead (PI)  \nBart Vanaudenaerde  \n \nC1-C2 Project number & title  \nExploring the role of lymphatics after lung transplantation . FWO G098025N  \n \n \n2. DATA DESCRIPTION  \n2.1. Will you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n● Reuse existing data  \n \n \n \n2 2.2. You have set a number of objectives in your proposal. Describe the origin, type and format of \nthe data and its (estimated) volume that will be used to obtain each objective, preferably per \nobjective.  You might consider using the table in the guidance.  \nWP1. Implementing a novel and cutting -edge optical imaging methodology to facilitate 3D  visualization of \nthe lymphatic network in parallel with the vasculature and lung airways in intact  mouse and human lung \nsamples. Co -registration of 3D optical imaging with micro -CT and  histopathology will yield novel insights \ninto the intricate interplay between the lymphatic  network, blood vasculature, and airways.  \nOptical imaging and MicroCT Scans of lungs (8 -14GB) and small cores (5 -6GB) of lungs tissue  from human \nand mouse  exist of large datasets in tiff and mha format. Depending on the application software packages \ninclude RadiAnt, ITK -SNAP, NeuronStudio , ImageJ , Fiji, Vision4D,  Arivis, Imaris, ClearMAP, Mimics, \nDragonfly . For the conversion from DICOM to tiff and/or mha ImageJ is used.  Histology digital images are \nsaved as tiff format.  \nWP2. Assessment of lung lymphovascular development in high -resolution using ex vivo imaging  post-\ntransplantation and during progression to chronic  rejection in mouse (isograft and  allograft) lung transplant \nsamples and human explant lung samples.  \nOptical imaging and MicroCT Scans of lungs (8 -14GB) and small cores (5 -6GB) of lungs tissue  from human \nand mouse  exist of large datasets in tiff and mha format. Depending on the application software packages \ninclude RadiAnt, ITK -SNAP, NeuronStudio , ImageJ , Fiji, Vision4D,  Arivis, Imaris, ClearMAP, Mimics, \nDragonfly . For the conversion from DICOM to tiff and/or mha ImageJ is used.  Digital datasets include \ntiff/jpeg format images and avi format movies all stored on GBW -0017 -LTx. \nWP3. Identification of lymphangiogenic key factors as possible biomarkers of rejection using (single  cell) \ntranscriptomics on mouse (isograft and allograft) lung transplant samples and human  explant lung samples, \nwith a focus on local and circulating lymphatic biomarkers.  \nThe physical data include human  and mouse  tissue, sections, cells and RNA. Histology digital images are \nsaved as tiff format. For tissue and single cell/nucleus RNA profiling datasets are in txt files. Datasets have \na size of about 50MB and sub analytical file 2 -5GB. \nWP4. Modulating lymphangiogenic development by targeting key lymphangiogenic factors. Using  the \nmouse lung transplant model, we will investigate the impact of stimulation or inhibition of  \nlymphangiogenesis on lung rejection by evaluating structural alterations and biomarker analysis.  \nThe same methodology and digital file formats as all previous WPs  in addition to xml and bak format in a \nzip file for raw data of lung function measurement . \nFor all WPs extracted  analyzed  data are converted to MicroSoft Excel, Graph pad prism and R -statistical \nsoftware for statistical analysis and presented in Word and PowerPoint files.  \n \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use (and \nadd the reference to your file in your host institution's privacy register - not relevant yet)  \nYes \nPersonal data collected are general demographic information (age, gender, length, body weight, home \naddress ...) but also specific medical information on the lung  condition (lung function, radiological evaluation, \n \n \n3 pathology of the lung) and general health status and therapy (CRP, smoking behavior , steroid use, \nimmunosuppression … ).  \nWe will be using intact human lung s collected within our biobank S51577 for studying airway morphometry, \ncellular composition, aerodynamics, and specific in vitro experiments on the airway epithelial cells.  \n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).  \nThe project is dealing with explant human lungs collected at the time of transplantation  and mouse \nexperi ments  are considered . \nRunning ethical approval for WP 1 to 4 to collect the human lungs:  biobank S51577.  \nRunning ethical approval for WP 1 to 4  for microCT /OMICS : S52174.  \nRunning ethical approval for WP 3 snRNA OMICS in mice : P08/2017   \nA new ethical request is needed  for mouse experiments for WP1 , 2 and 4 : this wil l be arrange d within  the \nfirst 6 months of the start of the project.   \n \n3.3. Does your work possibly result in research data with potential for tech transfer and \nvalorization ? Will IP restrictions be claimed for the data you created? If so, for what data and which \nrestrictions will be asserted?  \nYes, this might be possible  \nIP may include : \n- lymphatics imaging  \n- RNA profiles from single nuclear  RNA profiling resulting in pharmacological targets  \nThis will be explored on time together with KULeuven LRD department in case  findings demonstrate \npotential .  \n \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? \nIf so, to what data do they relate and what restrictions regarding reuse and sharing are in place?  \nno  \n \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nStandard experimental procedures (SOPs) and practices will be fully documented as word (and PDF) and \nsaved on the GBW -0076_LTx server.  \nSOPs include:  \nWP1:  lung collection and processing  \n Optical imagaing and microCT scanning  and digital processing of lung casts  \nImmunostaining and histology  of lymp hatics   \nWP2  identification  and unders tanding of ly mphatics (in tra nsplanted lungs)  of human and mice  \nWP3  identifycation of al gorithms of lung lymphatics endothelial cells  in sn RNA seq data set  \n \n \n4 WP4 mouse handling and generating lung emphysema and fibrosis together with analytical parameters  \nRaw experimental data  from the analytical SOPs  are collected per experimental test, and will include a MS \nWord  file with a clear description of what the data represent and how they were generated. This description \nwill be documented in notebooks (with page numbers), as well as in electronic format (word files).  \nThe name of the folder  always contains the date, name of the experiment, and  the name of the person who \nperformed the experiment.  \nEach individual file with experimental data contains  information on the study design, the origin of the \nsamples, and all necessary information for an independent analyst to use or reuse the data accurately and \nefficiently.  \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \nRaw data are stored at the slower long -term storage GBW -0017_LTx  which include s an accompanying \nmeta datafile  of the experimental settings. The format is method and software dependent and includes xml, \nDicon, lif, xml, fcs, vsi,…  or excel. Other  metadata from experiments in a searchable database format  (in \nan excel file) include data, initials of the investigator, type of the study (clinical, pre -clinical, in vitro, \ncompound used ). Project specific analyzed data per fellow, PI will include a n excel file, statistical file \n(Graphpad Prism , R software, SAS), powerpoint file and word file allowing to reconstruct and reanalyze \neach manuscript. Temporary files per project will be stored on the faster GBW -0076_LTx server per \nfellow/PI dur ing the project but once finished and published  they will be  stored on the la rger server to back -\nup the study for a period of minimal 5 years.  \n \n5. DATA STORAGE AND BACKUP DURING THE C1 -C2 PROJECT  \n5.1. Where will the data be stored?  \nThe physical data will be stored in appropriate storage places including histology rooms, fridges, freezers \nand cryotanks.  \nDigital data  will be stored and protected in accordance with the Regulation (EU) 2016/679 of the  European \nParliament and of the Council of 27 April 2016 on the protection of natural  persons with regard to the \nprocessing of personal data and on the free movement of such  data, and repealing Directive 95/46/EC \n(General Data Protection Regulation).  \nSensitive personal data will be pseudonymized  if they go out of our KUL Pneumology research group. Our  \ndata will be stored at the KUL university's secure environment,  of which  daily backup are made by the ICT \nto secure the data. Our policy to protect data within our group is to code files at the server and personal \nPCs of Laptops.  \nOur dataserver s are:  \nGBW -0076_LTx is a smaller (0.5Tb) server but faster server on which each fellow stored \nanalyzed/processed data).  \nGBW -0017_LTx  is a larger (15Tb) server but slower on which we store all raw data for long time. The \nannual costs are 156,6 euro.  \nCopies  of the raw data and unanalyzed data  are made and kept on personal devices only by members of \nour rese arch group.  To protect data that is locally stored or cached on computer drives, all Windows OS \n \n \n5 hard disks are encrypted with centrally managed Bitlocker technology and protected with a PIN  code and \na centrally backed up recovery key (in case of lost PIN). Users of Mac hardware are  provided with \nconfiguration instructions and asked to enable FileVault for hard disk  encryption. Researchers are \nencouraged to encrypt removable media such as USB sticks and  external hard drives using the same \ntechniques.  To exchange pseudonymized  data with  collaborating centers during the project, we  transfer \ndata by BelnetSender .   \nAccess to these code files is controlled by a research fellow working with the data and by the lab manager \nand PIs of the project.  \n \n5.2. How will the data be backed up?  \nSnapshots  \nBackups of project data on faculty network shares are made using “snapshot” technology,  which is the \nonline storage of incremental data changes. The standard backup regime is as  follows:  \n• An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on  our servers  \n• A daily backup, at midnight, the last 6 of which are stored on our servers  \n• A weekly backup, Saturday night at midnight, the last 12 of which are stored on our  servers  \nThe end user can use his own Windows PC to restore files to an older version using the  “previous versions” \nfunction. According to the above backup scheme, it is possible to go  back in time up to 12 weeks (~3 \nmonths).  \nMirror  \nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all  data is created \nin a second datacenter. The data are copied every hour to the second  datacenter. In the event that the \nprimary storage unit is corrupted, the ICTS team can get  this copy online within the hour.  \n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this will \nbe taken care of.  \nYes and this is still expandable:  \nOur data will be stored at the KUL university's secure environment,  of which  daily backup s are made by  the \nICT to secure the data. Our dataserver s are:  \nGBW -0076_LTx (a smaller but faster server on which each fellow stored analyzed/processed data).  \nGBW -0017_LTx (a larger server but slower on which we stored all raw data for long time).  \n   \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?  \nFor GBW -0076_LTx  the annual cost is 519 euro/terrabyte. We currently use 377 Gigabyte of the 500 \nGigabyte reserved, resulting in an annual cost of 195 euro/year currently.  \nFor GBW -0017_LTx the annual costs are 156,6 euro. We currently use 10,7 terrabyte s of the 15 terrabyte s \nreserved resulting is a yearly cost of 2350 euro currently.    \nThe overall currently yearly cost for both servers is 2550 euro . The total budget needed specific  for this \nproject  for the 4 years of the project is about 2500  euro. These cost s are already covered for many years \nby the running projects and will be included in the budget of the lab oratory by left budget and new  project s.   \n \n \n6    \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nThe data are secured on both servers  by the university ICT. All ICT solutions at KU Leuven are subject to \nthe university -wide ICT information security  standards. The group ICT service organizes the raw network \nstorage , it procures from central  ICT services in such a way that access permissions are limited, fixed, \ndelegated to and  audited by data managers who do not need to have an IT background.  \nAccess to these servers are restricted to the research group members.   The lab manager (Karen Maes) \nand the PI of the project control  who has access  to the servers.  \n \n \n6. DATA PRESERVATION AFTER THE END OF THE C1 -C2 PROJECT  \n6.1. Which data will be retained for the expected 5-year period after the end of the project? If only a \nselection of the data can/will be preserved, clearly state why this is the case (legal or contractual \nrestrictions, physical preservation issues, ...).  \nCertainly,  raw data will be stored for a longer period.  \nBig dataset that impact on the need of server space are datasets of microCT scan, digital slides scans, \nRNA profiling datasets  and immune /chemi cal staining s. Datasets of clinical data, analyzed data in excel or \nGraphpad prism files do not impact on server space.  \nRaw digital data of scans, slide picture and molecular profiles are stored on the large volume server.  \nAnalyzed subdatasets and clinical and end -analytical excel or Graphpad prism data  stored at the smaller \nserver by the individual  researchers are always evaluated  at the end of the PhD . The  excess  of data is \nremoved and valuable data remain at the large volume server under the name the fellow in a folder ‘old \nfellows”.  Currently this concept is permanent  storage  but this can be reconsidered in the future. A minimum \nof 5 years is considered which allows us to reanalyze all published work if needed.  \n   \n6.2. Where will these data be archived (= stored for the long term)?  \nData w ill remain on the servers mentioned before. The large volume server (GBW -0076_LTx) is more used \nfor the raw data and long -time storage.  \n \n6.3. What are the expected costs for data preservation during these 5 years? How will the costs be \ncovered?  \nConsidering the currently yearly cost we expect costs for data preservation  to be about 2500 euro. The \ndepartment CHROMETA reserves for each separate group per years a small budget which is enough to \ncover these annual (and total) cost of basic storage.  \n \n7. DATA SHARING AND RE -USE \n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined \nin an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nThis project is restricted to the  KULeuven and so no data sharing issue are involved.  \n \n \n7  \n  \n7.2. Which data will be made available after the end of the project?  \nFor most part of the project , raw data will not be made open access available.  \nThe only expected open access will be for  RNA profiling ( anonymized ) at the time of p ublish ing in \ninternational peer reviewed as this is international obligatory .  \n \n7.3. Where/how will the data be made available for reuse?  \n● In an Open Access repository  \nThe full  (anonymized) dataset will be uploaded in a cvs format in Zenodo  \n \n7.4. When will the data be made available?  \n● Upon publication of the research results  \nRNA profiling will be made available upon acceptance of the manuscript. For most other data , no release \nof raw data is requested and considered unless ask ed during manuscript revision. IP if ap plicable will \nrequest specific embargo's and will only be considered at the time needed.  \n \n7.5. Who will be able to access the data and under what conditions?  \nOnly RNA dataset will be made access ible upon acceptance of the manuscript and this for everybody \nwithout restrains.  \n \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nNo cost expected.  \n \n8. RESPONSIBILITIES  \n8.1. Who will be responsible for the data documentation & metadata?  \nData documentation and metadata will be organized  by the PIs , post docs, PhD fellow  and lab technician  of \nthe project  namely Bart Vana udenaerde, Birgit W eynand , Max Nobis, Birger Thie lemans  and Celine \nAelbrecht .  \n \n8.2. Who will be responsible for data storage & back up during the project?  \nBoth servers are dedicated to the PI of the project and access is managed by the PI and the lab  technician . \nICT (Gert Goos as contact person and PI) is handling back -up and if needed expansion  of storage capacity.  \n \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nAll persons mentioned before being the PI, post-doc and lab Tech nician .  \n \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nProf Bart Vanaudenaerde (PI)  \n "
    },
    "clean_full_text": "1 DMP OLYMPUS ADMIN DETAILS Project Name: OLYMPUS Project Identifier: G098025N Grant Title: Exploring the role of lymphatics after lung transplantation Principal Investigator / Researcher: Bart Vanaudenaerde Description: Lung transplantation is a critical treatment for end -stage lung diseases, yet long -term survival remains challenging due to complications like acute and chronic graft rejection, of which the mechanisms are poorly understood. Our project aims to unravel the role of the lymphatic system, a crucial component of the body's immune defense and fluid balance, in the development of rejection after lung transplantation. We hypothesize that disruptions and regenerations of the lymphatic network in transplanted lungs contribute to complications such as primary graft dysfunction, acute rejection and chronic lung allograft dysfunction. Employing innovative imaging methods, we will map the entire lymphatic network in mouse and human lung samples, providing a holistic view of its interplay with blood vessels and airways. Our unique approach, including longitudinal analysis and modulation of lymphangiogenesis, set the stage for a comprehensive understanding of the lymphovascular role in rejection. Transcriptomics analysis will identify key molecular factors driving rejection, potentially serving as biomarkers. Access to rare human samples and a well -established mouse lung transplant model positions us to make groundbreaking strides, with potential implications for improved management of lung transplant recipients and insights into various lung diseases. Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Bart Vanaudenaerde C1-C2 Project number & title Exploring the role of lymphatics after lung transplantation . FWO G098025N 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ● Generate new data ● Reuse existing data 2 2.2. You have set a number of objectives in your proposal. Describe the origin, type and format of the data and its (estimated) volume that will be used to obtain each objective, preferably per objective. You might consider using the table in the guidance. WP1. Implementing a novel and cutting -edge optical imaging methodology to facilitate 3D visualization of the lymphatic network in parallel with the vasculature and lung airways in intact mouse and human lung samples. Co -registration of 3D optical imaging with micro -CT and histopathology will yield novel insights into the intricate interplay between the lymphatic network, blood vasculature, and airways. Optical imaging and MicroCT Scans of lungs (8 -14GB) and small cores (5 -6GB) of lungs tissue from human and mouse exist of large datasets in tiff and mha format. Depending on the application software packages include RadiAnt, ITK -SNAP, NeuronStudio , ImageJ , Fiji, Vision4D, Arivis, Imaris, ClearMAP, Mimics, Dragonfly . For the conversion from DICOM to tiff and/or mha ImageJ is used. Histology digital images are saved as tiff format. WP2. Assessment of lung lymphovascular development in high -resolution using ex vivo imaging post- transplantation and during progression to chronic rejection in mouse (isograft and allograft) lung transplant samples and human explant lung samples. Optical imaging and MicroCT Scans of lungs (8 -14GB) and small cores (5 -6GB) of lungs tissue from human and mouse exist of large datasets in tiff and mha format. Depending on the application software packages include RadiAnt, ITK -SNAP, NeuronStudio , ImageJ , Fiji, Vision4D, Arivis, Imaris, ClearMAP, Mimics, Dragonfly . For the conversion from DICOM to tiff and/or mha ImageJ is used. Digital datasets include tiff/jpeg format images and avi format movies all stored on GBW -0017 -LTx. WP3. Identification of lymphangiogenic key factors as possible biomarkers of rejection using (single cell) transcriptomics on mouse (isograft and allograft) lung transplant samples and human explant lung samples, with a focus on local and circulating lymphatic biomarkers. The physical data include human and mouse tissue, sections, cells and RNA. Histology digital images are saved as tiff format. For tissue and single cell/nucleus RNA profiling datasets are in txt files. Datasets have a size of about 50MB and sub analytical file 2 -5GB. WP4. Modulating lymphangiogenic development by targeting key lymphangiogenic factors. Using the mouse lung transplant model, we will investigate the impact of stimulation or inhibition of lymphangiogenesis on lung rejection by evaluating structural alterations and biomarker analysis. The same methodology and digital file formats as all previous WPs in addition to xml and bak format in a zip file for raw data of lung function measurement . For all WPs extracted analyzed data are converted to MicroSoft Excel, Graph pad prism and R -statistical software for statistical analysis and presented in Word and PowerPoint files. 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use (and add the reference to your file in your host institution's privacy register - not relevant yet) Yes Personal data collected are general demographic information (age, gender, length, body weight, home address ...) but also specific medical information on the lung condition (lung function, radiological evaluation, 3 pathology of the lung) and general health status and therapy (CRP, smoking behavior , steroid use, immunosuppression … ). We will be using intact human lung s collected within our biobank S51577 for studying airway morphometry, cellular composition, aerodynamics, and specific in vitro experiments on the airway epithelial cells. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The project is dealing with explant human lungs collected at the time of transplantation and mouse experi ments are considered . Running ethical approval for WP 1 to 4 to collect the human lungs: biobank S51577. Running ethical approval for WP 1 to 4 for microCT /OMICS : S52174. Running ethical approval for WP 3 snRNA OMICS in mice : P08/2017 A new ethical request is needed for mouse experiments for WP1 , 2 and 4 : this wil l be arrange d within the first 6 months of the start of the project. 3.3. Does your work possibly result in research data with potential for tech transfer and valorization ? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, this might be possible IP may include : - lymphatics imaging - RNA profiles from single nuclear RNA profiling resulting in pharmacological targets This will be explored on time together with KULeuven LRD department in case findings demonstrate potential . 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? no 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Standard experimental procedures (SOPs) and practices will be fully documented as word (and PDF) and saved on the GBW -0076_LTx server. SOPs include: WP1: lung collection and processing Optical imagaing and microCT scanning and digital processing of lung casts Immunostaining and histology of lymp hatics WP2 identification and unders tanding of ly mphatics (in tra nsplanted lungs) of human and mice WP3 identifycation of al gorithms of lung lymphatics endothelial cells in sn RNA seq data set 4 WP4 mouse handling and generating lung emphysema and fibrosis together with analytical parameters Raw experimental data from the analytical SOPs are collected per experimental test, and will include a MS Word file with a clear description of what the data represent and how they were generated. This description will be documented in notebooks (with page numbers), as well as in electronic format (word files). The name of the folder always contains the date, name of the experiment, and the name of the person who performed the experiment. Each individual file with experimental data contains information on the study design, the origin of the samples, and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Raw data are stored at the slower long -term storage GBW -0017_LTx which include s an accompanying meta datafile of the experimental settings. The format is method and software dependent and includes xml, Dicon, lif, xml, fcs, vsi,… or excel. Other metadata from experiments in a searchable database format (in an excel file) include data, initials of the investigator, type of the study (clinical, pre -clinical, in vitro, compound used ). Project specific analyzed data per fellow, PI will include a n excel file, statistical file (Graphpad Prism , R software, SAS), powerpoint file and word file allowing to reconstruct and reanalyze each manuscript. Temporary files per project will be stored on the faster GBW -0076_LTx server per fellow/PI dur ing the project but once finished and published they will be stored on the la rger server to back - up the study for a period of minimal 5 years. 5. DATA STORAGE AND BACKUP DURING THE C1 -C2 PROJECT 5.1. Where will the data be stored? The physical data will be stored in appropriate storage places including histology rooms, fridges, freezers and cryotanks. Digital data will be stored and protected in accordance with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation). Sensitive personal data will be pseudonymized if they go out of our KUL Pneumology research group. Our data will be stored at the KUL university's secure environment, of which daily backup are made by the ICT to secure the data. Our policy to protect data within our group is to code files at the server and personal PCs of Laptops. Our dataserver s are: GBW -0076_LTx is a smaller (0.5Tb) server but faster server on which each fellow stored analyzed/processed data). GBW -0017_LTx is a larger (15Tb) server but slower on which we store all raw data for long time. The annual costs are 156,6 euro. Copies of the raw data and unanalyzed data are made and kept on personal devices only by members of our rese arch group. To protect data that is locally stored or cached on computer drives, all Windows OS 5 hard disks are encrypted with centrally managed Bitlocker technology and protected with a PIN code and a centrally backed up recovery key (in case of lost PIN). Users of Mac hardware are provided with configuration instructions and asked to enable FileVault for hard disk encryption. Researchers are encouraged to encrypt removable media such as USB sticks and external hard drives using the same techniques. To exchange pseudonymized data with collaborating centers during the project, we transfer data by BelnetSender . Access to these code files is controlled by a research fellow working with the data and by the lab manager and PIs of the project. 5.2. How will the data be backed up? Snapshots Backups of project data on faculty network shares are made using “snapshot” technology, which is the online storage of incremental data changes. The standard backup regime is as follows: • An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers • A daily backup, at midnight, the last 6 of which are stored on our servers • A weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the above backup scheme, it is possible to go back in time up to 12 weeks (~3 months). Mirror For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter. The data are copied every hour to the second datacenter. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within the hour. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes and this is still expandable: Our data will be stored at the KUL university's secure environment, of which daily backup s are made by the ICT to secure the data. Our dataserver s are: GBW -0076_LTx (a smaller but faster server on which each fellow stored analyzed/processed data). GBW -0017_LTx (a larger server but slower on which we stored all raw data for long time). 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? For GBW -0076_LTx the annual cost is 519 euro/terrabyte. We currently use 377 Gigabyte of the 500 Gigabyte reserved, resulting in an annual cost of 195 euro/year currently. For GBW -0017_LTx the annual costs are 156,6 euro. We currently use 10,7 terrabyte s of the 15 terrabyte s reserved resulting is a yearly cost of 2350 euro currently. The overall currently yearly cost for both servers is 2550 euro . The total budget needed specific for this project for the 4 years of the project is about 2500 euro. These cost s are already covered for many years by the running projects and will be included in the budget of the lab oratory by left budget and new project s. 6 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are secured on both servers by the university ICT. All ICT solutions at KU Leuven are subject to the university -wide ICT information security standards. The group ICT service organizes the raw network storage , it procures from central ICT services in such a way that access permissions are limited, fixed, delegated to and audited by data managers who do not need to have an IT background. Access to these servers are restricted to the research group members. The lab manager (Karen Maes) and the PI of the project control who has access to the servers. 6. DATA PRESERVATION AFTER THE END OF THE C1 -C2 PROJECT 6.1. Which data will be retained for the expected 5-year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Certainly, raw data will be stored for a longer period. Big dataset that impact on the need of server space are datasets of microCT scan, digital slides scans, RNA profiling datasets and immune /chemi cal staining s. Datasets of clinical data, analyzed data in excel or Graphpad prism files do not impact on server space. Raw digital data of scans, slide picture and molecular profiles are stored on the large volume server. Analyzed subdatasets and clinical and end -analytical excel or Graphpad prism data stored at the smaller server by the individual researchers are always evaluated at the end of the PhD . The excess of data is removed and valuable data remain at the large volume server under the name the fellow in a folder ‘old fellows”. Currently this concept is permanent storage but this can be reconsidered in the future. A minimum of 5 years is considered which allows us to reanalyze all published work if needed. 6.2. Where will these data be archived (= stored for the long term)? Data w ill remain on the servers mentioned before. The large volume server (GBW -0076_LTx) is more used for the raw data and long -time storage. 6.3. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Considering the currently yearly cost we expect costs for data preservation to be about 2500 euro. The department CHROMETA reserves for each separate group per years a small budget which is enough to cover these annual (and total) cost of basic storage. 7. DATA SHARING AND RE -USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? This project is restricted to the KULeuven and so no data sharing issue are involved. 7 7.2. Which data will be made available after the end of the project? For most part of the project , raw data will not be made open access available. The only expected open access will be for RNA profiling ( anonymized ) at the time of p ublish ing in international peer reviewed as this is international obligatory . 7.3. Where/how will the data be made available for reuse? ● In an Open Access repository The full (anonymized) dataset will be uploaded in a cvs format in Zenodo 7.4. When will the data be made available? ● Upon publication of the research results RNA profiling will be made available upon acceptance of the manuscript. For most other data , no release of raw data is requested and considered unless ask ed during manuscript revision. IP if ap plicable will request specific embargo's and will only be considered at the time needed. 7.5. Who will be able to access the data and under what conditions? Only RNA dataset will be made access ible upon acceptance of the manuscript and this for everybody without restrains. 7.6. What are the expected costs for data sharing? How will these costs be covered? No cost expected. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Data documentation and metadata will be organized by the PIs , post docs, PhD fellow and lab technician of the project namely Bart Vana udenaerde, Birgit W eynand , Max Nobis, Birger Thie lemans and Celine Aelbrecht . 8.2. Who will be responsible for data storage & back up during the project? Both servers are dedicated to the PI of the project and access is managed by the PI and the lab technician . ICT (Gert Goos as contact person and PI) is handling back -up and if needed expansion of storage capacity. 8.3. Who will be responsible for ensuring data preservation and sharing? All persons mentioned before being the PI, post-doc and lab Tech nician . 8.4. Who bears the end responsibility for updating & implementing this DMP? Prof Bart Vanaudenaerde (PI)"
}