{
    "document_id": "D-2023-2316",
    "LinkTitle": "D-2023-2316",
    "file_name": "D-2023-2316.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2316.pdf",
    "metadata": {
        "title": "TRISCANNER: A FLUORESCENCE MICROSCOPE FOR HIGH-CONTENT HIGH-THROUGHPUT 3D IMAGING.",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "TRISCANNER: A FLUORESCENCE MICROSCOPE FOR HIGH-CONTENT HIGH-\nTHROUGHPUT 3D IMAGING.\nA Data Management Plan created using DMPonline.be\nCreators: \nRobin Van den Eynde, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nn.n. n.n.\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nPDMT2/23/043\nID: \n202228\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nThe “TriScanner” is an elegant fluorescence microscope (module) that has been designed to keep costs low, overall\ndimensions small and reproducibility and performance high. It essentially entails imaging like a wide field system, but\nwith the added sectioning of a confocal. It brings together the speed and contrast of both imaging techniques, which\nmake it an ideal system for 3D imaging. Inherently, the TriScanner allows for super-resolution 3D imaging which make it\na multipurpose system and at a very modest (4000 euro) cost.\nIn the application we will perform several adaptations to the existing prototype: WP1 entails the construction of a robust\nand user-friendly TriScanner ‘demonstrator’ for high-performance 3D microscopy. WP2 describes the extension of this\nsystem towards multiparameter imaging and deep in-tissue imaging. WP3 will dramatically enhance the imaging speed\nof the TriScanner instrument, and more generally any optical microscopy, through a novel scheme for optical\nstabilization. Finally, WP4 will showcase the developed capabilities in selected image-intensive applications including\nhigh-throughput high-resolution neuron imaging and in-tissue single-cell spatial ‘omics’.\nLast modified: \n12-10-2023\nCreated using DMPonline.be. Last modiﬁed 12 October 2023\n1 of 5\nTRISCANNER: A FLUORESCENCE MICROSCOPE FOR HIGH-CONTENT HIGH-\nTHROUGHPUT 3D IMAGING.\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCirculator\nrevisions\nAny data required for our revision with the Circulator\nmanuscript.\nN\nD\nI\n.HIS\n.TIFF\n<20GB\nHD\n(150cm^3)\nResonator\nrevisions\nAny data required for our revision with the Resonator\nmanuscript. \nN\nD\nI\n.HIS\n.TIFF\n<20GB\nHD\n(150cm^3)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nBoth devices, for which we might need additional data, have this potential. (We hold a patent on the Circulator.)\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nWe hold a patent on the Circulator.\nCreated using DMPonline.be. Last modiﬁed 12 October 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \n*All experiments are planned in advance and are written out on paper. Of this paper a picture is taken which is on my google photos account, which I can access anywhere\neasily.\n*In the data folders there will be a typed document (made during the experiment) describing conditions and true experimental details. This follows the pre-made\ndocument and will always remain with the data folder.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\n*In the data folders there will be a typed document (made during the experiment) describing conditions and true experimental details. This is all that is required.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nUntil the paper is submitted all data will remain on the PC where the experiment was performed. We will have a copy on a physical hard drive and of the usefull data we\nwill have another 'work' copy on another drive. \nHow will the data be backed up?\nOther (specify below)\nWe will have a copy on a physical hard drive and of the usefull data we will have another 'work' copy on another drive. \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe drives are in locked rooms/desks.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe cost of the hard drives <200 euros. We have some hard drives that I can reuse, or I can use the money that is allocated to me during the PDM.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll usefull data we keep.\nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 12 October 2023\n3 of 5\nOther (specify below)\nOn the hard drives that will be passed on to my Promotor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nWe intend to make the data available upon reasonable request or might place some of it on Zenodo, accompanying the paper.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nUpon reasonable request this data is available.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nPossibly Zenodo.\nWhen will the data be made available? \nOther (specify below)\nWe intend to make the data available upon reasonable request or might place some of it on Zenodo, accompanying the paper.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNo need. People can freely use our data, upon reasonable request.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs.\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 12 October 2023\n4 of 5\nWho will manage data documentation and metadata during the research project? \nRobin Van den Eynde\nWho will manage data storage and backup during the research project? \nRobin Van den Eynde\nWho will manage data preservation and sharing? \nPeter Dedecker\nWho will update and implement this DMP? \nRobin Van den Eynde/Peter Dedecker\nCreated using DMPonline.be. Last modiﬁed 12 October 2023\n5 of 5"
    },
    "clean_full_text": "TRISCANNER: A FLUORESCENCE MICROSCOPE FOR HIGH-CONTENT HIGH- THROUGHPUT 3D IMAGING. A Data Management Plan created using DMPonline.be Creators: Robin Van den Eynde, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Data Manager: n.n. n.n. Project Administrator: n.n. n.n. Grant number / URL: PDMT2/23/043 ID: 202228 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: The “TriScanner” is an elegant fluorescence microscope (module) that has been designed to keep costs low, overall dimensions small and reproducibility and performance high. It essentially entails imaging like a wide field system, but with the added sectioning of a confocal. It brings together the speed and contrast of both imaging techniques, which make it an ideal system for 3D imaging. Inherently, the TriScanner allows for super-resolution 3D imaging which make it a multipurpose system and at a very modest (4000 euro) cost. In the application we will perform several adaptations to the existing prototype: WP1 entails the construction of a robust and user-friendly TriScanner ‘demonstrator’ for high-performance 3D microscopy. WP2 describes the extension of this system towards multiparameter imaging and deep in-tissue imaging. WP3 will dramatically enhance the imaging speed of the TriScanner instrument, and more generally any optical microscopy, through a novel scheme for optical stabilization. Finally, WP4 will showcase the developed capabilities in selected image-intensive applications including high-throughput high-resolution neuron imaging and in-tissue single-cell spatial ‘omics’. Last modified: 12-10-2023 Created using DMPonline.be. Last modiﬁed 12 October 2023 1 of 5 TRISCANNER: A FLUORESCENCE MICROSCOPE FOR HIGH-CONTENT HIGH- THROUGHPUT 3D IMAGING. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Circulator revisions Any data required for our revision with the Circulator manuscript. N D I .HIS .TIFF <20GB HD (150cm^3) Resonator revisions Any data required for our revision with the Resonator manuscript. N D I .HIS .TIFF <20GB HD (150cm^3) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Both devices, for which we might need additional data, have this potential. (We hold a patent on the Circulator.) Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes We hold a patent on the Circulator. Created using DMPonline.be. Last modiﬁed 12 October 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). *All experiments are planned in advance and are written out on paper. Of this paper a picture is taken which is on my google photos account, which I can access anywhere easily. *In the data folders there will be a typed document (made during the experiment) describing conditions and true experimental details. This follows the pre-made document and will always remain with the data folder. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No *In the data folders there will be a typed document (made during the experiment) describing conditions and true experimental details. This is all that is required. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) Until the paper is submitted all data will remain on the PC where the experiment was performed. We will have a copy on a physical hard drive and of the usefull data we will have another 'work' copy on another drive. How will the data be backed up? Other (specify below) We will have a copy on a physical hard drive and of the usefull data we will have another 'work' copy on another drive. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The drives are in locked rooms/desks. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The cost of the hard drives <200 euros. We have some hard drives that I can reuse, or I can use the money that is allocated to me during the PDM. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All usefull data we keep. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 12 October 2023 3 of 5 Other (specify below) On the hard drives that will be passed on to my Promotor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) We intend to make the data available upon reasonable request or might place some of it on Zenodo, accompanying the paper. If access is restricted, please specify who will be able to access the data and under what conditions. Upon reasonable request this data is available. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Possibly Zenodo. When will the data be made available? Other (specify below) We intend to make the data available upon reasonable request or might place some of it on Zenodo, accompanying the paper. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) No need. People can freely use our data, upon reasonable request. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs. Responsibilities Created using DMPonline.be. Last modiﬁed 12 October 2023 4 of 5 Who will manage data documentation and metadata during the research project? Robin Van den Eynde Who will manage data storage and backup during the research project? Robin Van den Eynde Who will manage data preservation and sharing? Peter Dedecker Who will update and implement this DMP? Robin Van den Eynde/Peter Dedecker Created using DMPonline.be. Last modiﬁed 12 October 2023 5 of 5"
}