{
    "document_id": "D-2022-1597",
    "LinkTitle": "D-2022-1597",
    "file_name": "D-2022-1597.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1597.pdf",
    "metadata": {
        "title": "IOTA C3 DMP - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n IOTA C3 DMP - DMP title\nGrant Title\n C3/21/050\nPrincipal Investigator / Researcher\n Wouter Froyman\nProject Data Contact\n 016/342612 wouter.froyman@uzleuven.be\nDescription\n Ovarian cancer is the seventh most common cancer in women and constitutes the\nmost lethal gynecological malignancy. Timely diagnosis and appropriate referral to gynecological\noncology expert centers is pivotal to improve patient outcomes. Ultrasonography (US) is a readily\navailable, cheap and harmless technique, and is widely accepted as first-line imaging modality\nfor assessment of ovarian masses. Currently, the ADNEX model is the best available ultrasound-\nbased mathematical model to differentiate between benign and several types of malignant\novarian tumors. However, it relies on the ability of the US operator to reliably (manually) locate,\ndelineate and measure the tumor area and its associated features. Previously, we developed\nautomated feature detection methods in collaboration with ESAT-STADIUS and General Electric,\nwhere we demonstrated the effectiveness of a deep convolutional neural network (DCNN)\napproach. The objective of this C3 project is to further develop a fully automated classification\nmodel for triaging ovarian cancer patients in non-specialty centers and to clinically validate\nthem. Therefore, we perform an international multicentre prospective observational study of\nconsecutive patients who are diagnosed with an adnexal mass. For this study, sites will store all\nrelevant 2D ultrasound images and clips necessary to identify all the ultrasound features used in\ndiagnostic models, and at least one 3D volume of the lesion for each subject enrolled.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nWouter Froyman, MD PhD\nInternal Funds Project number & title\nC3/21/050\nIOTA-AI: AI-assisted automated detection of ovarian cancer on ultrasound imaging\n \n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nKind of\ndata\nFile\nFormat\nVolume\nTotal\namount\nHow\ncreated\nObservational\nNumeric\nand textual\ndata;\nClinical and\nultrasound\ninformation\ncsv\nMax 100\nMb\n  1 file\nData\nexport\nfrom\nClinical\nData Miner\n(CDM), the\nstudy eCRF\nObservational\n2D\nultrasound\nimages\nraw\n(proprietary\nformat)\nMax 8.8\nGB (1.5-\n3.5MB\nper raw)\n2500 2D\nImages\nPelvic\nultrasound\nObservational,\nconverted\nConverted\n2D\nultrasound\nimages\ntiff\nMax 0.88\nGB (0.15-\n0.35MB\nper tiff)\n2500 2D\nimages\nvia\nExportRaw\nexecutable\n(provided\nby GE)\nObservational\n3D\nultrasound\nvolumes\nvol\n(proprietary\nformat)\nMax 90\nGB (8-\n90MB\nper\nvolume)\n1000 3D\nVolumes\nPelvic\nultrasound\nObservational,\nconverted\nConverted\n3D\nultrasound\nvolumes\ndcm\nMax 90\nGB (8-\n90MB\nper\nvolume)\n1000 3D\nvolumes\nvia 4DView\nsoftware\n(provided\nby GE)\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo personal data will be used.\nAll csv-data is pseudonymized and can not to be associated to a person.  CDM creates an\nadditional anonymization layer (CDM-case- id) which makes it impossible to retrace the data to\nthe actual person.  No personal data is present in the csv. \nAll the data from the ultrasound images is completely anonymized. No personal data is\nmentioned on these images or metadata if the images.  The images have the raw format which is\nstripped of any personal data.   \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThe project is an observational study, as such there is no deviation from the normal clinical\nroutine.\nWe received approval from the EC UZ/KU Leuven, reference number\nS592047/B322201629748/AMEND-Id: 0003\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nAt the moment, there are no AI based algorithms clinically available for classification of ovarian\ncancer in patients based on ultrasound data but nonetheless there is increasing interest in the\nresearch community. Deep learning approach was first reported by Wu et al\n (\nAdvances in Multimedia\nInformation Processing - \nPCM 2018)\n and recently, a paper was published by a Swedish group (Christiansen\net al, Ultrasound Obstet Gynecol 2021), that use deep learning to discern benign and malignant\novarian tumours. However, our proposed solution will use high-quality multi-centre real world\nclinical US data, which is unique in its completeness and novelty. Additionally, we will use raw 2D\nand 3D US images instead of processed 2D JPEG images used in the other studies, which will\nlikely allow us to build more refined features.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nPart of the previous work of the IOTA-AI project was done in collaboration with GE. However, the\ncontract does not give GE any exclusive rights to our data or the developed models.\nIn addition, we performed a \npatent search, \nfor a preliminary \nfreedom to operate \n(FTO)\nanalysis. The search was done in the European Patent database (EPO) for European granted\npatents. The chosen keywords were relevant for an AI/ML based algorithm based on ultrasound\nimages, with use in ovarian cancer. 82 patents were found. After filtering out inactive patents,\nthose regarding a specific chemical biomarker, compound, devices or apparatus for testing, we\ndid not have any patents left. Therefore, our preliminary analysis of the patent literature\nindicates that we have a \nfull FTO and\n anticipate no blocking issues for the foreseen valorization\ntrajectories. However, we acknowledge that a full FTO may be necessary for confirming our\nposition at a later stage. As APIs and software products are very dynamic in nature, we do not\nforesee a big opportunity to pursue for patents.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nThere are no restrictions for dissemination or exploitation of the data that we use in our project.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nMetadata & appropriate documentation capturing information about the collected and generated\ndatasets, features, and models will be made available.\nDatasets\n:\n1. The clinical and ultrasound metadata information can be extracted via CDM (study features\ndescribed by the eCRF) where study features are (unambiguously) explained with a textual\ndefinition and an optional pictogram.\n2. Ultrasound 2D images: The following information will be noted for each converted image\n(available in a separate .txt file per image): height, width, measurement specifications\n(boundary, origin, scale), scanner type & probe type.\n3. Ultrasound 3D volumes: As the 3D volumes will be exported in DICOM format, the associated\nDICOM tags will contain the relevant meta-data about the 3D volume. These tags include but are\nnot limited to: SOP Class UID, SOP Instance UID, Study date, #slices, spacing between slices,\nheight, width ...\nFeatures\n:\nThe extraction of the traditional radiomics features will largely adhere to the IBSI (Image\nBiomarker Standardisation Initiative) definition of features. For the higher-order deep learning\nfeatures, documentation will be provided to allow for reproducibility.\nModels\n:\nVersion control of the machine learning model will be provided by using GitLab KU Leuven\n(private repository). An accompanying ReadMe file will provide information about the\nenvironment configuration, the structure of the repository along with documentation about the\ndifferent Python scripts (eg. hyperparameter configuration script, model script, optimizer script,\ntrain/test script, logger script...), the used resources for training (GPU, CPU) and visualization\nperformances (according to specific hyperparameter setting).\n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nTo handle ultrasound 3D volumes, the DICOM standard will be used. The 3D volume dataset is\nconveyed via the Enhanced US Volume SOP Class of the DICOM standard.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\n \n1. In Europe. The csv file, images and volumes will be kept on our research unit (ESAT) central\nstorage.  Copies can be made on a personal device but it is not the intention to keep it there.\nWhen the data is not needed anymore on the hard drive, it should be removed.  \n5.2. How will the data be backed up?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nThe data will be stored on ESAT central servers with automatic daily back-up procedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, the storage & backup capacity of the esats centrals servers are sufficient for this dataset.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nNo additional costs.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nData security and access is handled by the DPO @ ESAT. When the data is stored, the DPO will\ndefine who has access to read and/or execute the data. No write access is permitted by those\npersons.  \nOnly the people that have been granted access to the data will be able to access the data.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll relevant data will be stored for a mimum of 10 years.\n- clinical and ultrasound information\n- 2D images and 3D volumes\n- all codes necessary for data analysis\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe database of 2D and 3D images, that will be compiled to realise the study will be hosted on\nthe servers of ESAT- KU Leuven. There are no expected costs to do this. If there would be costs,\nthese will be covered with internal funding.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\n* Data is not the intended to be shared with 3rd parties. \nThe data-IP stays at KU Leuven.\n( cfr protocol)\n7.2. Which data will be made available after the end of the project?\nThe data will not be made available ( cfr 7.1)\n7.3. Where/how will the data be made available for reuse?\nOther (specify):\nnot shared\n7.4. When will the data be made available?\nnot shared\n7.5. Who will be able to access the data and under what conditions?\n1, other researchers\n* in own center\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n* in collaboration with other parties: with data transfer agreements ( under condition of having an\nagreement with KU Leuven)\n \n7.6. What are the expected costs for data sharing? How will these costs be covered?\n0\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nWouter Froyman (wouter.froyman@kuleuven.be), the promotor of the project\n8.2. Who will be responsible for data storage & back up during the project?\nWillem Mestdagh (willem.mestdagh@kuleuven.be), software engineer from ESAT-STADIUS KU\nLeuven\nAxel geysels ( axel.geysels@kuleuven.be), PHD working on the data.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nWouter Froyman (wouter.froyman@kuleuven.be), the promotor of the project\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor),\nWouter Froyman (wouter.froyman@kuleuven.be)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name IOTA C3 DMP - DMP title Grant Title C3/21/050 Principal Investigator / Researcher Wouter Froyman Project Data Contact 016/342612 wouter.froyman@uzleuven.be Description Ovarian cancer is the seventh most common cancer in women and constitutes the most lethal gynecological malignancy. Timely diagnosis and appropriate referral to gynecological oncology expert centers is pivotal to improve patient outcomes. Ultrasonography (US) is a readily available, cheap and harmless technique, and is widely accepted as first-line imaging modality for assessment of ovarian masses. Currently, the ADNEX model is the best available ultrasound- based mathematical model to differentiate between benign and several types of malignant ovarian tumors. However, it relies on the ability of the US operator to reliably (manually) locate, delineate and measure the tumor area and its associated features. Previously, we developed automated feature detection methods in collaboration with ESAT-STADIUS and General Electric, where we demonstrated the effectiveness of a deep convolutional neural network (DCNN) approach. The objective of this C3 project is to further develop a fully automated classification model for triaging ovarian cancer patients in non-specialty centers and to clinically validate them. Therefore, we perform an international multicentre prospective observational study of consecutive patients who are diagnosed with an adnexal mass. For this study, sites will store all relevant 2D ultrasound images and clips necessary to identify all the ultrasound features used in diagnostic models, and at least one 3D volume of the lesion for each subject enrolled. Institution KU Leuven 1. General Information Name of the project lead (PI) Wouter Froyman, MD PhD Internal Funds Project number & title C3/21/050 IOTA-AI: AI-assisted automated detection of ovarian cancer on ultrasound imaging 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Kind of data File Format Volume Total amount How created Observational Numeric and textual data; Clinical and ultrasound information csv Max 100 Mb 1 file Data export from Clinical Data Miner (CDM), the study eCRF Observational 2D ultrasound images raw (proprietary format) Max 8.8 GB (1.5- 3.5MB per raw) 2500 2D Images Pelvic ultrasound Observational, converted Converted 2D ultrasound images tiff Max 0.88 GB (0.15- 0.35MB per tiff) 2500 2D images via ExportRaw executable (provided by GE) Observational 3D ultrasound volumes vol (proprietary format) Max 90 GB (8- 90MB per volume) 1000 3D Volumes Pelvic ultrasound Observational, converted Converted 3D ultrasound volumes dcm Max 90 GB (8- 90MB per volume) 1000 3D volumes via 4DView software (provided by GE) 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No personal data will be used. All csv-data is pseudonymized and can not to be associated to a person. CDM creates an additional anonymization layer (CDM-case- id) which makes it impossible to retrace the data to the actual person. No personal data is present in the csv. All the data from the ultrasound images is completely anonymized. No personal data is mentioned on these images or metadata if the images. The images have the raw format which is stripped of any personal data. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The project is an observational study, as such there is no deviation from the normal clinical routine. We received approval from the EC UZ/KU Leuven, reference number S592047/B322201629748/AMEND-Id: 0003 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? At the moment, there are no AI based algorithms clinically available for classification of ovarian cancer in patients based on ultrasound data but nonetheless there is increasing interest in the research community. Deep learning approach was first reported by Wu et al ( Advances in Multimedia Information Processing - PCM 2018) and recently, a paper was published by a Swedish group (Christiansen et al, Ultrasound Obstet Gynecol 2021), that use deep learning to discern benign and malignant ovarian tumours. However, our proposed solution will use high-quality multi-centre real world clinical US data, which is unique in its completeness and novelty. Additionally, we will use raw 2D and 3D US images instead of processed 2D JPEG images used in the other studies, which will likely allow us to build more refined features. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Part of the previous work of the IOTA-AI project was done in collaboration with GE. However, the contract does not give GE any exclusive rights to our data or the developed models. In addition, we performed a patent search, for a preliminary freedom to operate (FTO) analysis. The search was done in the European Patent database (EPO) for European granted patents. The chosen keywords were relevant for an AI/ML based algorithm based on ultrasound images, with use in ovarian cancer. 82 patents were found. After filtering out inactive patents, those regarding a specific chemical biomarker, compound, devices or apparatus for testing, we did not have any patents left. Therefore, our preliminary analysis of the patent literature indicates that we have a full FTO and anticipate no blocking issues for the foreseen valorization trajectories. However, we acknowledge that a full FTO may be necessary for confirming our position at a later stage. As APIs and software products are very dynamic in nature, we do not foresee a big opportunity to pursue for patents. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? There are no restrictions for dissemination or exploitation of the data that we use in our project. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Metadata & appropriate documentation capturing information about the collected and generated datasets, features, and models will be made available. Datasets : 1. The clinical and ultrasound metadata information can be extracted via CDM (study features described by the eCRF) where study features are (unambiguously) explained with a textual definition and an optional pictogram. 2. Ultrasound 2D images: The following information will be noted for each converted image (available in a separate .txt file per image): height, width, measurement specifications (boundary, origin, scale), scanner type & probe type. 3. Ultrasound 3D volumes: As the 3D volumes will be exported in DICOM format, the associated DICOM tags will contain the relevant meta-data about the 3D volume. These tags include but are not limited to: SOP Class UID, SOP Instance UID, Study date, #slices, spacing between slices, height, width ... Features : The extraction of the traditional radiomics features will largely adhere to the IBSI (Image Biomarker Standardisation Initiative) definition of features. For the higher-order deep learning features, documentation will be provided to allow for reproducibility. Models : Version control of the machine learning model will be provided by using GitLab KU Leuven (private repository). An accompanying ReadMe file will provide information about the environment configuration, the structure of the repository along with documentation about the different Python scripts (eg. hyperparameter configuration script, model script, optimizer script, train/test script, logger script...), the used resources for training (GPU, CPU) and visualization performances (according to specific hyperparameter setting). 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. To handle ultrasound 3D volumes, the DICOM standard will be used. The 3D volume dataset is conveyed via the Enhanced US Volume SOP Class of the DICOM standard. 5. Data storage and backup during the project 5.1. Where will the data be stored? 1. In Europe. The csv file, images and volumes will be kept on our research unit (ESAT) central storage. Copies can be made on a personal device but it is not the intention to keep it there. When the data is not needed anymore on the hard drive, it should be removed. 5.2. How will the data be backed up? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 The data will be stored on ESAT central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, the storage & backup capacity of the esats centrals servers are sufficient for this dataset. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No additional costs. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data security and access is handled by the DPO @ ESAT. When the data is stored, the DPO will define who has access to read and/or execute the data. No write access is permitted by those persons. Only the people that have been granted access to the data will be able to access the data. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All relevant data will be stored for a mimum of 10 years. - clinical and ultrasound information - 2D images and 3D volumes - all codes necessary for data analysis 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The database of 2D and 3D images, that will be compiled to realise the study will be hosted on the servers of ESAT- KU Leuven. There are no expected costs to do this. If there would be costs, these will be covered with internal funding. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? * Data is not the intended to be shared with 3rd parties. The data-IP stays at KU Leuven. ( cfr protocol) 7.2. Which data will be made available after the end of the project? The data will not be made available ( cfr 7.1) 7.3. Where/how will the data be made available for reuse? Other (specify): not shared 7.4. When will the data be made available? not shared 7.5. Who will be able to access the data and under what conditions? 1, other researchers * in own center This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 * in collaboration with other parties: with data transfer agreements ( under condition of having an agreement with KU Leuven) 7.6. What are the expected costs for data sharing? How will these costs be covered? 0 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Wouter Froyman (wouter.froyman@kuleuven.be), the promotor of the project 8.2. Who will be responsible for data storage & back up during the project? Willem Mestdagh (willem.mestdagh@kuleuven.be), software engineer from ESAT-STADIUS KU Leuven Axel geysels ( axel.geysels@kuleuven.be), PHD working on the data. 8.3. Who will be responsible for ensuring data preservation and sharing? Wouter Froyman (wouter.froyman@kuleuven.be), the promotor of the project 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor), Wouter Froyman (wouter.froyman@kuleuven.be) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}