{
    "document_id": "D-2021-1202",
    "LinkTitle": "D-2021-1202",
    "file_name": "D-2021-1202.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1202.pdf",
    "metadata": {
        "title": "D-2021-1202",
        "author": "Myriam Mertens",
        "num_pages": 17
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their  \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the  \nresearch co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the  \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the  \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final  \nDMP may use this template.\n1.General Information\nName applicant Thomas Leroy\nFWO Project Number & Title Application number: 11K1122N\nTitle: Exploring common molecular mechanisms underlying Lewy Body disease with a focus on inter-\norganellar communication and homeostasis\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Lewy Body Diseases (LBD) form a group of disorders characterized by the presence of Lewy Bodies in the  \nbrain. Genomic analyses have increasingly identified risk factors linking pathogenesis to deregulated  \nendolysosomal homeostasis. Recently, mutations in VPS13C have been found in both rare cases of early  \nonset  Parkinson  and  Dementia  with  Lewy  Body  cases,  underscoring  common  underlying  disease  \nmechanisms.  VPS13C  localizes  to  contact  sites  between  the  endoplasmic  reticulum  and  late  \nendosomes/lysosomes (LE/Lys) or lipid droplets (LDs) and functions in lipid transfer. I will investigate how  \nloss-of-function of VPS13C impacts on organelle homeostasis described in four majors aims. (1) First, I will  \ngenerate isogenic control and KO iPSCs and neurons derived thereafter, to analyse defects in organellar  \nhomeostasis,  with  a  focus  on  LE/Lys,  LDs  and  mitochondria.  (2)  I  will  analyze  the  biomolecular  \ncomposition (proteins & lipids) of isolated LE/Lys to identify dysregulated proteins and pathways. (3) For  \nthe first time, pathways related to other LE/Lys-localized LBD risk genes, notably ATP13A2, ATP10B and  \nGCase -and linked to polyamine transport and ceramide metabolism, will be cross-validated in VPS13C  \nloss-of-function neurons, and extended to the impact on mitochondrial function. (4) Finally, tools will be  \ngenerated to purify VPS13C enabling the generation of a nanobody library: these will become the start for  \nfuture structural elucidation of VPS13C.\nUnless stated otherwise, the following datasets will be newly created by this project.  \n1. Experimental data\nDataset 1.1. – Digital images\nThis dataset includes digital images obtained from electron microscopy, confocal and super-resolution  \nmicroscopy on the different cell models using EM-tags or fluorescently-labelled antibodies, marker proteins  \nor organelles; digital images obtained from densitometry analysis of western blots, gel scans; illustrations  \nand figures derived from experimental data sets.\nData formats: \n-Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable  \nDocument Format (.pdf), bitmap (.bmp), .gif;\n-Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable  \nVector Graphics (.svg), Adobe Illustrator (.ai);\n2019-10-01 | FWO DMP Template 3-Text files describing digital images, illustrations and figures: Rich Text Format (.rtf), plain text data (Unicode,  \n.txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf),  \nLaTex (.tex) format;\n-  Imaging  data  are  quantified  and  quantifications  represented  in  quantitative  tabular  data:  comma-\nseparated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access  \n(.mdb/.accdb).\nAn estimated 300 MB of data will be stored every year.\nDataset 1.2. – Video and audio files\nVideo recordings will be made from live imaging experiments on the different cell models using fluorescently  \ntagged proteins and organelles. \nData formats:\n-Text files describing digital videos, illustrations and figures made thereafter: Rich Text Format (.rtf), plain  \ntext data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable  \nDocument Format (.pdf), LaTex (.tex) format;\n- Video imaging data are quantified (e.g. tracks of proteins and organelles) and quantifications represented  \nin quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text  \n(.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb).\nAn estimated 150 MB of data will be stored every year.\nDataset 1.3. – Cytometry data\nFlow Cytometry and fluorescence-activated cell sorting (FACS) data will be generated for the analyses of  \norganelles (e.g. lysosomal/endosomal pH, JC1 mitochondrial fitness) as well as the possible phenotypic  \ncharacterization and isolation of specific cell types from cell models and/or brain tissue.  \nData formats:\n- Flow cytometric data are stored as FCS Files (.fcs), analysed in FlowJo WSP File (.wsp).\n2019-10-01 | FWO DMP Template 4An estimated 1 GB of data will be stored every year.\nDataset 1.4. – Omics data\nThis study includes proteomic and lipidomic data from total cell extracts and isolated lysosomes. Library of  \nproteomic/lipidomic screens will be generated during this project. \nData formats:\n-Text files describing omics analysis: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word  \n(.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex)  \nformat;\n-Lists of peptides and lipids are represented as quantitative tabular data: comma-separated value files  \n(.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb).\nAn estimated 50 MB of data will be stored every year.\nDataset 1.5. – Cell lines\nBacterial strains for the production of expression vectors (DNA); pluripotent cell lines including iPSCs, stable  \nhuman cell lines required to study the molecular and cellular functions of VPS13C.  \nEthical approval documents for iPSC work: The ethics committee of University Hospital Leuven has provided  \nethics clearance for the work on dermal fibroblasts and iPSC from VPS13C variant carriers and controls  \n(number: S66226). Of note, the human primary VPS13C SNP patient cells (iPSC and fibroblasts) obtained  \nfrom Prof. Van Broeckhoven (UAntwerp) have been generated from material collected in respect of the  \nprinciples of voluntary, informed and unpaid donation. Researchers will only get access to pseudonymized  \npersonal data and will process personal data according to Regulation 2016/679. In consultation with  \nUAntwerp, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be  \nmade available along with the corresponding project’s results, notably in scientific publications.\nThe host group (Wim Annaert, KULeuven-VIB) generated expression constructs of VPS13C, including the  \n2019-10-01 | FWO DMP Template 5wild-type sequence as well as those containing a coding VPS13C small nucleotide polymorphism (W395C,  \nA444P). These vectors have been used to clone the VPS13C sequences into Piggy Bag Vectors generating the  \ncell lines used in this project.\nData formats: \n-Biological samples: frozen cell lines (-70°C, liquid nitrogen), frozen cell pellets and cell/organelle extracts  \n(-20°C), bacterial glycerol stocks, viral particles. \n-Text files describing the different cell lines and samples derived thereafter: Rich Text Format (.rtf), plain  \ntext data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable  \nDocument Format (.pdf), LaTex (.tex) format;\nAside from the physical storage for samples, an estimated 10 GB of data will be stored every year.\n3.Ethical and legal issues\n2019-10-01 | FWO DMP Template 6Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nThis study abides by the Belgian law on General Data Protection Regulation 2016/679. Specific measures  \nregarding human subjects; the human primary VPS13C SNP patient cells (iPSC and fibroblasts) obtained from  \nProf. Van Broeckhoven (UAntwerp) have been generated from material collected in respect of the principles  \nof voluntary, informed and unpaid donation . Researchers will only get access to pseudonymized personal  \ndata and will process personal data according to Regulation 2016/679. In consultation with ADRC, an  \noverview of the clinical information (age, gender, diagnosis) associated with the cells will be made available  \nalong with the corresponding project’s results, notably in scientific publications.  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval:\nThe ethics committee of University Hospital Leuven has provided ethics clearance for the work on dermal\nfibroblasts and iPSC from VPS13C variant carriers and controls (number: S66226). \n2019-10-01 | FWO DMP Template 7Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☒ No\nIf yes, please comment:\nParticipants to the present project are committed to publish research results to communicate them to peers  \nand  to  a  wide  audience.  Results  will  be  published  in  accordance  with  ethical  guidelines  set  by  the  \nInternational Committee of Medical Journal Editors. Existing agreements between VIB and KU Leuven do not  \nrestrict publication of data. We do not exclude that the proposed work could result in research data with  \npotential for tech transfer and valorization. VIB has a policy to actively monitor research data for such  \npotential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of  \ncases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP  \nprotection does not withhold the research data from being made public. In the case a decision is taken to file  \na patent application, it will be planned so that publications are not delayed.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 8What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Digital data will be stored on KU Leuven servers and will be made available together with the accompanying\nmetadata at the latest at the time of publication. The principle of preservation of data and the minimum  \npreservation term of 10 years after the end of the project will be applied without restriction to raw data as  \nwell as processed data. No embargo will be foreseen unless imposed e.g. by pending publications, potential  \nIP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made  \npublicly available as soon as the embargo date is reached.\nAs detailed below, metadata will contain sufficient information to support data interpretation and reuse,  \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will  \nbe made publicly available through repositories that support FAIR data sharing. These repositories clearly  \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public  \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement  \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit  \nto the authors for the data used by citing the corresponding DOI. In this regard, plasmids can be submitted to  \naddgene (https://www.addgene.org/depositing/start-deposit/).  For  data  shared  directly  by  the  PI,  a  \nmaterial transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the  \nbeneficiaries in order to clearly describe the types of reuse that are permitted.\nBefore the start of an experiment, suitable metadata standards will be checked at FAIRsharing; using  \nstandards as the Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME-TIFF for  \nimages. The latter is used by the OMERO platform (see section 6). In particular, the following data sets will be  \nstored:\nDerived and compiled data\nDataset 2.1 – Research documentation\nResearch documentation generated or collected from online sources (e.g. pubmed) and from collaborators,  \nincluding publications, tutorials, ethical approval documents, laboratory notes, protocols, animal husbandry  \ndata.\nData formats:\n2019-10-01 | FWO DMP Template 9-Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up  \nLanguage (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format;\nAn estimated 10 MB of data will be stored every year. \nDataset 2.2 – Manuscripts\nIncludes text files, illustrations and figures derived and compiled from experimental data.\nData formats:\n-Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-\nup Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format;\n-Quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text  \n(.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb);\n-Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe  \nPortable Document Format (.pdf), bitmap (.bmp), .gif;\n-Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable  \nVector Graphics (.svg), Adobe Illustrator (.ai);\n-Digital video data: MPEG-4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi);\nAn estimated 150 MB of data will be stored every year. \n2019-10-01 | FWO DMP Template 10Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\nMetadata will be documented by the research and technical staff at the time of data collection and analysis,  \nby taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets.\nWhile specific data types might require particular metadata, as a general rule the metadata will be based on  \na generalized metadata schema such as Dublin Core or DataCite, including the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the  \ncorrect interpretation of the data, the software(s) (including version number) used to produce and to read  \nthe data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\nFor specific datasets, additional metadata will be associated with the data file as appropriate. The final  \ndataset as deposited in the chosen data repository will be accompanied by this information under the form  \nof a README.txt document. This file will be located in the top level directory of the dataset and will also list  \nthe contents of the other files and outline the file-naming convention used. This will allow the data to be  \nunderstood by other members of the laboratory/scientific community and add contextual value to the  \ndataset for future reuse.\n2019-10-01 | FWO DMP Template 115.Data storage & backup during the FWO project\nWhere will the data be stored?  As a rule, digital data will be stored on KU Leuven servers. \nAll omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on  \nThe Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data  \nsupporting a manuscript will be made publicly available via open access repositories such as the PRIDE  \nArchive for proteomics data, the EMBL-EBI platform for genomics and epigenomics data, and the LIPID MAPS  \nLipidomics Gateway for lipidomics data.\nHow will the data be backed up?  The operating system of the KULeuven vault is maintained on a monthly basis, including the application of  \nupgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound  \nby the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot  \ntechnology, where all incremental changes in respect of the previous version are kept online. As standard,  \n10% of the requested storage is reserved for backups using the following backup regime: an hourly backup  \n(at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the  \nlast 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the  \nlast 2 of which are kept. A security service monitors the technical installations continuously, even outside  \nworking hours.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nWe give preference to the use of robust, managed storage with automatic backup. Options include central  \nstorage facilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all \nof which have sufficient storage & backup capacity during the project.  \nWhat are the expected costs for data storage It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata  \ncollection and file storage and organization from the start of the project, and by using free-to-use data  \n2019-10-01 | FWO DMP Template 12and backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.repositories and dissemination facilities whenever possible. Unless mentioned otherwise, data management  \ncosts will be covered by the laboratory budget. \nAll digital files\nDigital files will be stored on KU Leuven servers:\n-the “L-drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel  \nFile System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-\nend. Stored data is backed up daily using snapshot technology, where all incremental changes in respect  \nof the previous version are kept online; the last 14 backups are kept.  \n-The “J-drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controlers with an  \nOntap  9.1P9  operating  system.  Stored  data  is  backed  up  using  snapshot  technology  where  all  \nincremental changes in respect of the previous version are kept online. Backups are performed hourly,  \ndaily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the  \nlast 6 backups are kept. \nBoth servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for  \nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will  \nuse free-to-use repositories to share digital files, so that there will be no additional cost required to make the  \ndata open access. \nVectors\nAll published vectors and the associated sequences will be sent to the non-profit plasmid repository  \nAddgene, which will take care of vector storage and shipping upon request. The associated costs are thus  \nminimal (only shipment costs). All other vectors generated during the project will be shared with researchers  \nupon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver).\nManagement of the vector collection is under the responsibility of the PI and the lab manager. Long-term  \npreservation of this collection is of extremely high value for the laboratory, and as a general rule at least two  \nindependently obtained clones will be preserved for each vector, both under the form of purified DNA (in  \n-20°C freezer) and as a bacteria glycerol stock (-80°C). These will be stored for the remainder of the PI’s  \nresearch career.  Note that all DNA sequences derived from human subjects will be de-identified.\n2019-10-01 | FWO DMP Template 13Data security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  For personal and sensitive data, we will abide by the Belgian law on the protection of individuals with regard  \nto the processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679.  \nThe Privacy Team of KU Leuven will be notified before the start of the project research starts and the Data  \nStewart will therefore:\n- designate the categories of persons who have access to the sensitive data, with a precise description of  \ntheir capacity in relation to the processing of these data;\n- keep the list of the designated categories of persons at the disposal of the competent supervisory authority  \n(Data Protection Authority);\n- ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent  \ncontractual provision, to observe the confidential nature of the data concerned.  \nPersonal data will only be published after de-identification and identifiers will not be published. If despite all  \nefforts it is not possible to protect the identities of subjects even after removing all identifiers, personal data  \nwill not be made public.\nIn this regard, data can be stored in a standard infrastructure offered by KU Leuven through a “Digital vault  \nfor private data” service. Within this digital vault, private data is kept safe in full compliance with the privacy  \nlaw and very strict rules of data access apply. In addition, the information will be rendered anonymous  \nbefore processing outside the digital locker. Only the PI will be granted access to the server to deposit  \nprivate data. The PI will be the only responsible for linking patient information, survey data and/or tissue  \nsamples, and will strictly respect confidentiality. All de-identified data will be exported from the database by  \nthe PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff  \nfrom the laboratory. \n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\n2019-10-01 | FWO DMP Template 14Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).The data will be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this  \nperiod, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete  \ndata.\nWhere will these data be archived (= stored for \nthe long term)? Images will be archived using the OMERO platform.\nUpon publication, all omics data supporting a manuscript will be made publicly available (and archived) via  \nopen access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics  \nand epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Similarly to the data management costs during the project, data preservation after the end of the FWO  \nproject will be covered by the laboratory budget.\n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 15Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:\nSpecific measures regarding human subjects;  the human primary VPS13C SNP patient cells (iPSC and  \nfibroblasts) obtained from Prof. Van Broeckhoven (UAntwerp) have been generated from material collected  \nin respect of the principles of voluntary, informed and unpaid donation . Researchers will only get access to  \npseudonymized  personal  data  and  will  process  personal  data  according  to  Regulation  2016/679.  In  \nconsultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the  \ncells will be made available along with the corresponding project’s results, notably in scientific publications.\nWhich data will be made available after the end \nof the project? Participants to the present project are committed to publish research results to communicate them to peers  \nand to a wide audience. Whenever possible, data will be made available via existing platforms that support  \nFAIR data sharing (www.fairsharing.org). This includes the  DNAtraffic platform for the DNA dataset, the  \nPRIDE Archive for proteomics data, the LIPID MAPS Lipidomics Gateway for lipidomics data and/or similar as  \nfound appropriate at the time of completion. All vectors will be made publicly available via Addgene.\nAs detailed above, metadata will contain sufficient information to support data interpretation and reuse,  \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will  \nbe made publicly available through repositories that support FAIR data sharing. These repositories clearly  \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public  \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement  \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit  \nto the authors for the data used by citing the corresponding DOI. For data shared d irectly by the PI, a  \nmaterial transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the  \nbeneficiaries in order to clearly describe the types of reuse that are permitted.\n2019-10-01 | FWO DMP Template 16Where/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or  \nongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon  \nas the embargo date is reached.\nWho will be able to access the data and under \nwhat conditions? As detailed above, metadata will contain sufficient information to support data interpretation and reuse,  \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will  \nbe made publicly available through repositories that support FAIR data sharing. These repositories clearly  \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public  \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement  \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit  \nto the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a  \nmaterial transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the  \nbeneficiaries in order to clearly describe the types of reuse that are permitted.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata  \ncollection and file storage and organization from the start of the project, and by using free-to-use data  \nrepositories and dissemination facilities whenever possible.\n8.Responsibilities\n2019-10-01 | FWO DMP Template 17Who will be responsible for the data \ndocumentation & metadata?  The research and technical staff will generate, collect, process, analyse and store the data listed above, as  \ndetailed in the project description. All staff members are committed to conduct high quality research. In  \nparticular, standard protocols will be followed to collect data, if needed after appropriate training. Data and  \nmethods used will be regularly discussed during team and lab meetings to ensure a high level of confidence  \nin the data generated.\nWho will be responsible for data storage & back \nup during the project?  Regarding data security, transfer of sensitive data will be performed according to the best practices for  \n“Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is  \nmaintained on a monthly basis, including the application of upgrades and security patches. The server in the  \nvault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have  \nadministrator/root rights. Stored data is backed up using snapshot technology, where all incremental  \nchanges in respect of the previous version are kept online. As standard, 10% of the requested storage is  \nreserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8  \np.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a  \nweekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A  \nsecurity service monitors the technical installations continuously, even outside working hours.\nWho will be responsible for ensuring data \npreservation and sharing?  The PI is responsible for data management. Access to the digital vault is possible only through using a KU \nLeuven user-id and password, and user rights only grant access to the data in their own vault.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe PI bears the overall responsibility for updating & implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Thomas Leroy FWO Project Number & Title Application number: 11K1122N Title: Exploring common molecular mechanisms underlying Lewy Body disease with a focus on inter- organellar communication and homeostasis Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Lewy Body Diseases (LBD) form a group of disorders characterized by the presence of Lewy Bodies in the brain. Genomic analyses have increasingly identified risk factors linking pathogenesis to deregulated endolysosomal homeostasis. Recently, mutations in VPS13C have been found in both rare cases of early onset Parkinson and Dementia with Lewy Body cases, underscoring common underlying disease mechanisms. VPS13C localizes to contact sites between the endoplasmic reticulum and late endosomes/lysosomes (LE/Lys) or lipid droplets (LDs) and functions in lipid transfer. I will investigate how loss-of-function of VPS13C impacts on organelle homeostasis described in four majors aims. (1) First, I will generate isogenic control and KO iPSCs and neurons derived thereafter, to analyse defects in organellar homeostasis, with a focus on LE/Lys, LDs and mitochondria. (2) I will analyze the biomolecular composition (proteins & lipids) of isolated LE/Lys to identify dysregulated proteins and pathways. (3) For the first time, pathways related to other LE/Lys-localized LBD risk genes, notably ATP13A2, ATP10B and GCase -and linked to polyamine transport and ceramide metabolism, will be cross-validated in VPS13C loss-of-function neurons, and extended to the impact on mitochondrial function. (4) Finally, tools will be generated to purify VPS13C enabling the generation of a nanobody library: these will become the start for future structural elucidation of VPS13C. Unless stated otherwise, the following datasets will be newly created by this project. 1. Experimental data Dataset 1.1. – Digital images This dataset includes digital images obtained from electron microscopy, confocal and super-resolution microscopy on the different cell models using EM-tags or fluorescently-labelled antibodies, marker proteins or organelles; digital images obtained from densitometry analysis of western blots, gel scans; illustrations and figures derived from experimental data sets. Data formats: -Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; -Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); 2019-10-01 | FWO DMP Template 3-Text files describing digital images, illustrations and figures: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; - Imaging data are quantified and quantifications represented in quantitative tabular data: comma- separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb). An estimated 300 MB of data will be stored every year. Dataset 1.2. – Video and audio files Video recordings will be made from live imaging experiments on the different cell models using fluorescently tagged proteins and organelles. Data formats: -Text files describing digital videos, illustrations and figures made thereafter: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; - Video imaging data are quantified (e.g. tracks of proteins and organelles) and quantifications represented in quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb). An estimated 150 MB of data will be stored every year. Dataset 1.3. – Cytometry data Flow Cytometry and fluorescence-activated cell sorting (FACS) data will be generated for the analyses of organelles (e.g. lysosomal/endosomal pH, JC1 mitochondrial fitness) as well as the possible phenotypic characterization and isolation of specific cell types from cell models and/or brain tissue. Data formats: - Flow cytometric data are stored as FCS Files (.fcs), analysed in FlowJo WSP File (.wsp). 2019-10-01 | FWO DMP Template 4An estimated 1 GB of data will be stored every year. Dataset 1.4. – Omics data This study includes proteomic and lipidomic data from total cell extracts and isolated lysosomes. Library of proteomic/lipidomic screens will be generated during this project. Data formats: -Text files describing omics analysis: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; -Lists of peptides and lipids are represented as quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb). An estimated 50 MB of data will be stored every year. Dataset 1.5. – Cell lines Bacterial strains for the production of expression vectors (DNA); pluripotent cell lines including iPSCs, stable human cell lines required to study the molecular and cellular functions of VPS13C. Ethical approval documents for iPSC work: The ethics committee of University Hospital Leuven has provided ethics clearance for the work on dermal fibroblasts and iPSC from VPS13C variant carriers and controls (number: S66226). Of note, the human primary VPS13C SNP patient cells (iPSC and fibroblasts) obtained from Prof. Van Broeckhoven (UAntwerp) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation. Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with UAntwerp, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. The host group (Wim Annaert, KULeuven-VIB) generated expression constructs of VPS13C, including the 2019-10-01 | FWO DMP Template 5wild-type sequence as well as those containing a coding VPS13C small nucleotide polymorphism (W395C, A444P). These vectors have been used to clone the VPS13C sequences into Piggy Bag Vectors generating the cell lines used in this project. Data formats: -Biological samples: frozen cell lines (-70°C, liquid nitrogen), frozen cell pellets and cell/organelle extracts (-20°C), bacterial glycerol stocks, viral particles. -Text files describing the different cell lines and samples derived thereafter: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; Aside from the physical storage for samples, an estimated 10 GB of data will be stored every year. 3.Ethical and legal issues 2019-10-01 | FWO DMP Template 6Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: This study abides by the Belgian law on General Data Protection Regulation 2016/679. Specific measures regarding human subjects; the human primary VPS13C SNP patient cells (iPSC and fibroblasts) obtained from Prof. Van Broeckhoven (UAntwerp) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation . Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: The ethics committee of University Hospital Leuven has provided ethics clearance for the work on dermal fibroblasts and iPSC from VPS13C variant carriers and controls (number: S66226). 2019-10-01 | FWO DMP Template 7Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☒ No If yes, please comment: Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Results will be published in accordance with ethical guidelines set by the International Committee of Medical Journal Editors. Existing agreements between VIB and KU Leuven do not restrict publication of data. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application, it will be planned so that publications are not delayed. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 8What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data will be stored on KU Leuven servers and will be made available together with the accompanying metadata at the latest at the time of publication. The principle of preservation of data and the minimum preservation term of 10 years after the end of the project will be applied without restriction to raw data as well as processed data. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. As detailed below, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. In this regard, plasmids can be submitted to addgene (https://www.addgene.org/depositing/start-deposit/). For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Before the start of an experiment, suitable metadata standards will be checked at FAIRsharing; using standards as the Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME-TIFF for images. The latter is used by the OMERO platform (see section 6). In particular, the following data sets will be stored: Derived and compiled data Dataset 2.1 – Research documentation Research documentation generated or collected from online sources (e.g. pubmed) and from collaborators, including publications, tutorials, ethical approval documents, laboratory notes, protocols, animal husbandry data. Data formats: 2019-10-01 | FWO DMP Template 9-Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark-up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; An estimated 10 MB of data will be stored every year. Dataset 2.2 – Manuscripts Includes text files, illustrations and figures derived and compiled from experimental data. Data formats: -Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark- up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; -Quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb); -Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; -Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); -Digital video data: MPEG-4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi); An estimated 150 MB of data will be stored every year. 2019-10-01 | FWO DMP Template 10Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate. The final dataset as deposited in the chosen data repository will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory/scientific community and add contextual value to the dataset for future reuse. 2019-10-01 | FWO DMP Template 115.Data storage & backup during the FWO project Where will the data be stored? As a rule, digital data will be stored on KU Leuven servers. All omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data supporting a manuscript will be made publicly available via open access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics and epigenomics data, and the LIPID MAPS Lipidomics Gateway for lipidomics data. How will the data be backed up? The operating system of the KULeuven vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside working hours. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: We give preference to the use of robust, managed storage with automatic backup. Options include central storage facilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all of which have sufficient storage & backup capacity during the project. What are the expected costs for data storage It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data 2019-10-01 | FWO DMP Template 12and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.repositories and dissemination facilities whenever possible. Unless mentioned otherwise, data management costs will be covered by the laboratory budget. All digital files Digital files will be stored on KU Leuven servers: -the “L-drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front- end. Stored data is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. -The “J-drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. Stored data is backed up using snapshot technology where all incremental changes in respect of the previous version are kept online. Backups are performed hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Both servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will use free-to-use repositories to share digital files, so that there will be no additional cost required to make the data open access. Vectors All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. The associated costs are thus minimal (only shipment costs). All other vectors generated during the project will be shared with researchers upon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver). Management of the vector collection is under the responsibility of the PI and the lab manager. Long-term preservation of this collection is of extremely high value for the laboratory, and as a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). These will be stored for the remainder of the PI’s research career. Note that all DNA sequences derived from human subjects will be de-identified. 2019-10-01 | FWO DMP Template 13Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For personal and sensitive data, we will abide by the Belgian law on the protection of individuals with regard to the processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The Privacy Team of KU Leuven will be notified before the start of the project research starts and the Data Stewart will therefore: - designate the categories of persons who have access to the sensitive data, with a precise description of their capacity in relation to the processing of these data; - keep the list of the designated categories of persons at the disposal of the competent supervisory authority (Data Protection Authority); - ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent contractual provision, to observe the confidential nature of the data concerned. Personal data will only be published after de-identification and identifiers will not be published. If despite all efforts it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. In this regard, data can be stored in a standard infrastructure offered by KU Leuven through a “Digital vault for private data” service. Within this digital vault, private data is kept safe in full compliance with the privacy law and very strict rules of data access apply. In addition, the information will be rendered anonymous before processing outside the digital locker. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 14Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).The data will be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this period, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete data. Where will these data be archived (= stored for the long term)? Images will be archived using the OMERO platform. Upon publication, all omics data supporting a manuscript will be made publicly available (and archived) via open access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics and epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Similarly to the data management costs during the project, data preservation after the end of the FWO project will be covered by the laboratory budget. 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 15Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Specific measures regarding human subjects; the human primary VPS13C SNP patient cells (iPSC and fibroblasts) obtained from Prof. Van Broeckhoven (UAntwerp) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation . Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Whenever possible, data will be made available via existing platforms that support FAIR data sharing (www.fairsharing.org). This includes the DNAtraffic platform for the DNA dataset, the PRIDE Archive for proteomics data, the LIPID MAPS Lipidomics Gateway for lipidomics data and/or similar as found appropriate at the time of completion. All vectors will be made publicly available via Addgene. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared d irectly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. 2019-10-01 | FWO DMP Template 16Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Who will be able to access the data and under what conditions? As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. 8.Responsibilities 2019-10-01 | FWO DMP Template 17Who will be responsible for the data documentation & metadata? The research and technical staff will generate, collect, process, analyse and store the data listed above, as detailed in the project description. All staff members are committed to conduct high quality research. In particular, standard protocols will be followed to collect data, if needed after appropriate training. Data and methods used will be regularly discussed during team and lab meetings to ensure a high level of confidence in the data generated. Who will be responsible for data storage & back up during the project? Regarding data security, transfer of sensitive data will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside working hours. Who will be responsible for ensuring data preservation and sharing? The PI is responsible for data management. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI bears the overall responsibility for updating & implementing this DMP."
}