{
    "document_id": "D-2022-1383",
    "LinkTitle": "D-2022-1383",
    "file_name": "D-2022-1383.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1383.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Nele Noppe",
        "num_pages": 7
    },
    "content": {
        "full_text": " \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 1  \n DATA MANAGEMENT PLAN FOR DH TRAINING  \nThis template contains questions and additional information relevant only to researchers at the Faculty of \nArts of KU Leuven. Use this template for the DH training of the Faculty of Arts, and for submitting a DMP \nwith progress reports to the doctoral schoo l of the Faculty of Arts. If you need to submit a DMP \nelsewhere, for example, to a funder like the FWO, find the funder's DMP template at \nhttp://dmponline.kuleuven.be  and simply copy your answers from this templ ate. \n \nADMIN ISTRATIVE  INFORMATION  \nProject name: Surfacing the Submarine Myth. An Intermedial, Myth -Critical and Cultural -Critical Analysis \nof Submarine Narratives  \nPrincipal investigator/ researcher: Lieven Raymaekers  \nSupervisor:  Bart Philipsen  \nOverarching research project, if any:  NA \nInstitution: KU Leuven  \n \nProject summary:  This project will critically examine the neglected genre of submarine fiction (in literary \nand visual media) in order to shed new light on the entanglement of political and cultural imaginaries. As \nsoon as the submarine was first introduced as a weapon of war, it became the object of mystification, not \nin the least  because of its unique ability to remain invisible under water and attack out of the blue. Ficti on \nhas contributed to what can be called a ‘submarine myth’ – a popular understanding of how submarines \nwork, and how work and life aboard are organized. This research project will examine how the narrative, \nmetaphorical, visual and rhetorical elements of this myth have been (re -)actualized in German and \nAnglophone culture from World War II until present. With great attention  for diachronic shifts, this project \nwill show that submarine narratives form one of the central discourses through which fundamental \naspects of modern politics have been articulated. How is the submarine imagined as a micro -society? \nWith what internal, external and (in -)visible risks is it confronted? What structures and techniques are \ndeployed to protect it? By zooming in on the theme of security, understood as the obsession with control \nover and protection from (real  or imagined) threats, this project will yield a nuanced and historically \ninformed insight in the various ways submarine fiction has reflected the shifts in the (bio -)polit ical \nimaginary typical of postwar Western societies.  \n \nSECTION 1. DATA DESCRIPTION  \nWhat data will you collect or create? Fill out the table below and/or describe.  \nTip: Consider your research process step by step, and describe all the materials you use or cr eate. For \nhints on these columns , see the RDM guide. You can add columns if you want to describe additional \nproperties of your materials  (copyright, storage location, …).  \nMy corpus comprises textual (novels) as well as multimedial  (movies and videogames)  data, both digital \n(digitized or born -digitally ) and analogue  that are purchased with the project’s funding . Occasionally, that \nis: when relevant to the project, digital visual images of art works will be added. The file formats (except \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 2  \n for the .pdf files  and video files ) are proprietary formats , which can be assumed to remain accessible and \nreusable for long after the end of the project.  \nAll digital data will be stored on  a laptop bought through the ICTS -services of the  Faculty of Arts of the  KU \nLeuve n and on an external hard drive . The laptop will have OneDrive for Business pre -installed which \noffers 2TB of storage free of charge and includes automatic backup.  That way, i f something happens to \nmy physical devises  or if I don’t have access to them , my data will remain accessible and safe.  \nThe analogue data will be preserved by the KU Leuven Libraries (Artes), who will include it in their library \ncollection. Access will be p rovided via the library’s catalogue limo.libis.be.  \nMoreover , the primary output that I will generate with this data (e.g. notes, journal articles, monograph, \n…) will be written in non-proprietary formats  and, possibly,  published in analogue and/or digital form.  The \nnon-proprietary format allows for a broader  and easier sharing of the data and is strongly recommended \nor even required by many repositories (like KU Leuven’s RDR).  \n \n Type of data  Format    Volume  How created?   \nAnalog ue textual data \n(novels)  Print NA Purchased with project \nfunding  \nAnalog ue multimedial data \n(movies)  DVD  NA Purchased with project \nfunding  \nDigital textual data \n(novels)  EPUB , .pdf  Up to 25GB Purchased with project \nfunding . \nScanned by library  and/or \nexternal party  \nDigital multimedial data \n(movies and videogames)  .flv / .mp4  / .wma  \n(movies); Steam \n(videogames)  100-250GB Purchased with project \nfunding  \nImages of art works  .jpg 1GB – 10GB  Received from various \nparties  \nNotes  non-proprietary  Up to 5GB  LibreOffice  \nJournal articles  non-proprietary  Up to 5GB  LibreOffice  \nMonograph  non-proprietary  Up to 5GB  LibreOffice  \n \n \nDo you intend to reuse existing data?  \nTip: this question is here to ensure that you consider possible copyright restrictions associated with \nexisting data.  If you use existing data from multiple sources, these may have different copyright licenses \nthat you could describe here . For RDM purposes , academic literature used for reference purposes is not \nconsidered “existing data”, so you don’t need to mention literature  here.  \nAs (images of) art works have  specific copyright regulations, I will contact the specific owner of each art \nwork to ensure I do not infringe copyright regulations. The novels, movies , and videogames I cite and/or \nshow the cover or scenes from, have specific copyright regulations, too. Not onl y will I ask my supervisors \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 3  \n and colleagues of the Research Group, who have ample experie nce in this matter , how I can cite and, \npossibly, show pictures, without infringing copyright regulations , but also the Copyright Portal of my \ninstitution.  \n \nDo you use personal data (i.e. all data possibly identifying an individual)?  \nI will not collect and/or use personal data.  \n \nSECTION 2. METADATA AND DOCUMENTATION  \nTips:  A README file is usually a good tool to add documentation to your data, if you don’t have other \nplans already.  See the RDM guide for more info.  Adding structure to your data wit h metadata can greatly \nexpand what you can do with  your research materials , but the best tools and methods for using metadata \noften depend on your project.  If you’re uncertain about metadata, simply note down whatever possibilities \nyou’re considering and d iscuss this in more detail during the workshop or a consultation with an RDM \nexpert afterward.  \n \nDescribe the documentation that will be created for the data. This section deals with the way in \nwhich you will document how the dataset was created and subsequently processed.  \nEach document containing research data will receive a transparent, uniform file name. I will add a project -\nlevel documentation  that describe s the data gathering process and the structure of the file collection : a \nREADME.txt file contained in my laptop, based on the template README.txt provided by the research \nsupport staff at KU Leuven and adapted to the needs of my project and discipline.  \nThis documentation will be stored on my laptop and saved on my OneDrive as well , as the OneDrive \nfolder on my laptop automatically synchronize s my files to the cloud storage space.  \n \nDescribe the metadata for the data. This section deals with metadata: informat ion contained in \nyour dataset  that adds structure to  the research data.  \nNext to the metada ta that LibreOffice automatically assigns  to the research data files, I will add ‘Tags’ (a \nset of keywords drawn from the MLA Thesaurus controlled vocabularies) to allow for easier access and \nreuse.  \nI will also add metadata to references using Zotero and I will add metadata to image files using Tropy . \nTropy will be especially useful to add metadata to screenshots from the movies or videogames I am \nworking with . This will save me time when I want to insert this data into my dissertation or into journal \narticles.  \nWhen sharing the data, the Dublin Core standard will be used to ensure optimal interoperability . \n \nSECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES  \nTips:  Do not answers these questions with just “yes” or “no”, but briefly explain your answers.  If you use \npersonal data, make sure to talk about your PRET review or plans for a PRET review.  \n \nAre there any ethical issues concerning the creation and/or use of the da ta? \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 4  \n I have used the research ethics flowchart provided by KU Leuven \n(https://www.kuleuven.be/english//research/ethics ) to verify that there are no potential ethical issues \nassociated with my data.  \n \nDid you consider all issues about copyrights and IPR?  \nI use existing data, namely digital as well as analogue textual and multimedial data. As this is standard \npractice in literary studies, I will ascertain that the copyright lic ense s associated with this data permit me \nto use it in the ways I intend. To avoid any uncertainty about who holds the copyright in the data used in \nthe project, I plan to take  measures to ensure that data not created by me can always be distinguished \nfrom data created by me, and this throughout the research process. Should I encounter problems or \nquestions, I will contact the Copyright Portal, my supervisor and/or colleagues of the Research Group, \nwho have ample experience relevant for my research . \n \nAre th e collected data considered to be “data containing personal information” and are all the \nrequirements about the collection of these data met?  \nMy data do not contain personal information.  \n \nSECTION 4. DATA STORAGE AND BACKUP DURING  THE RESEARCH  \nTips:  The Faculty of Arts recommends using KU Leuven OneDrive for Business to store data during \nresearch. This storage solution gives you 2TB of storage for free, includes automatic backups, and can \nbe used to store sensitive data  (provided that you enable multifactor authentication or enable Conditional \nAccess ). If you need to keep sensitive data on a PC, you can use Bitlocker to add additional security.  See \nthe RDM guide for details , and contact the ICT help desk of the Faculty of Arts for  help with and  recent  \ninfo about  storing and securing data . \n \nHow and where will the data be stored during research?  \nDuring the research, all my research data will be stored on my laptop bought through the ICTS -services \nof the Faculty of Arts of the KU Leuven. This laptop will  have OneDrive for Business pre -installed which \noffers 2TB of storage free of charge and includes automatic backup.  That way I will always have access \nto the data, even if I don’t have access to my personal devices in a given moment.  \nNext to that, my data will also be stored o n an external hard drive . \nBooks and movies that are purchased with the project’s funding will be stored in the Artes Library and will \nbe made  accessible through the library’s catalogue  limo.libis.be . \n \nWhich back up procedures are in place?  \nThe KU Leuven OneDrive for Business includes automatic backups. Moreover, I will make backups of my \ndata on a n external hard drive at least on the first of every month.  \n \nDescribe the data security procedures and who has access to  the data.  \nDuring the research, I, as well as my supervisors, will have access to the data. As I do not collect \nsensitive, personal data during this research project, the multi  factor authentication on my KU Leuven \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 5  \n laptop will suffice as protection . Moreover, the laptop bought through the ICTS -services of the Faculty of \nArts of the KU Leuven will have Bit Locker pre -installed. This program automatically encrypts all data on \nthe laptop and requires a numerical password to gain access to the laptop’s hard drive.  \n \nSECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH  \nTips:  In RDM terms, reliable long -term preservation of data can only happen through the use of tools that \nare s pecifically designed to store (academic) data for long periods of time. In practice, you have two \noptions: 1) using KU Leuven archive storage  (current cost for Faculty of Arts researchers: 100€/500GB, \nor 20 cents/GB per year) and/or  2) uploading the data to a dedicated academic data repository  (usually \nfree). Cloud services like OneDrive , or personal devices,  are not suitable for long -term preservation of \ndata.  \n \nWhat is the long -term preservation plan for these dataset(s)?  \nAfter the end  of the project, I will store my data on the KU Leuven archive storage for the required number \nof years according to KU Leuven regulations applicable then (https://www.kuleuven.be/rdm/en/rdm -\npolicy/core -principles -of-research -data-management -at-ku-leuven#principle4 ). I will ensure that all \nrelevant data is preserved by a selection that is  based on what has to be kept regarding p ublications and \nwhat legally must be destroyed.  The projected costs for storing  the data for the required number of years \nafter the project is 10*0.20* 300=600 euros. The storage costs will be paid from the project’s funding . \nAll analogue books and movies that are purchased with the project’s funding will be stored in the Artes \nlibrary.  \n \nWhich data will have long time value for the research and will be preserved?  \nAll data that is relevant regarding publications will be preserved.  \n \nSECTION 6. DATA SH ARING  \nTips:  The DMP is asking about your plans to publish your materials via dedicated tools  for sharing \nacademic research data  as openly and reliably as possible , like a data repository. You can talk about your \nplans to share data in more informal ways (w ebsite, social media, etc.), so long as you make it clear that \nyou also plan to share data via a data repository or tool with similar functionality for sharing research \ndata. See the RDM guide for your options if you can’t or don’t want to share data openl y. \n \nAre there any restrictions for sharing the data?  \nI cannot share data with underlying copyright re strictions.  \n \nIf there are no restrictions, which mechanisms will be in place to assure that the data are \ndiscoverable, accessible and intelligible?  \nI will apply the FAIR principles as thoroughly as possible when sharing my data. I will ensure the data is \nfindable by sharing it using a solution , like Zenodo,  that gives the data a DOI. I will ensure the data is \naccessible by clearly indica ting how others can get access to the data. I will ensure the data is \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 6  \n interoperable by using non-proprietary  file formats (as described in the first section) and standards \nwhenever possible. I will ensure the data is reusable by connecting it with an appro priate license and \ndocumentation.  \n \nHow will you share the data?  \nI will share data via an appropriate repositor y, namely Zenodo . Throughout my project, I will seek the \nadvice of my research support staff/IT support staff/legal support staff to share my dat a in accordance \nwith the FAIR principles.  \n \nWith whom will the data be shared?  \nI will share my data using the general data depository Zenodo  to ensure the broadest possible way of \nsharing my data.  \n \nSECTION 7. RESPONSABILITIES AND RESOURCES  \nWho is responsible for Data Management during the project? This will be the person who might \nreceive questions on the data management aspects of the research project.  \nDuring  the research, the principal investigator (Lieven Raymaekers – lieven.raymaekers@kuleuven.be ) is \nresponsible for implementing the research data management. The supervisor (Bart Philipsen – \nbart.philipsen@kuleuven.be ) is responsible for ensurin g that the principal investigator implements the \nresearch data management. After the end of the research project, preservation of data is the \nresponsibility of the supervisor. The supervisor needs the permission of the principal investigator for any \nreuse of the data that exceeds the scope of the license s attached to the data.  \n \nWhich additional resources are needed for the execution of the Data Management Plan?  \nAt this point, it is unclear whether additional resources will be needed. Should any questions o r problems \narise, I will contact the research data management team.  \n \nDid you read the KU Leuven Research Data  Management Policy? (find the link to the policy in the \nguidance).  \nI read the KU Leuven Data Management Policy linked at https://www.kuleuven.be/rdm/en/rdm -\npolicy/policy . \n \nSECTION 8. PUBLISHING AND OPEN ACCESS  \n \nDo you intend to publish your research result i n Open Access?  If no, why? If yes, would you opt \nfor Green or Gold OA?  \nI intend to publish my research results in Open Access. Green O A will be the starting point, as this is the \ndefault option thanks to the LIRIAS depository of the KU Leuven.  However, whe never possible, I will also \n– in cooperation with my supervisor , colleagues of the research department , and the Open Access \nDepartment of the KU Leuven  – search for ways to publish in Gold OA  without author fees or in Gold OA \n \nCreated using DMP O nline KU Leuven, adapted from DMP Online       Page | 7  \n with non -profit author fee. This author fee will be paid through the project’s funding. In order to publish the \npossible monograph at the end of the project by Leuven University Press, I will apply for funding from the \nKU Leuven Fund for Fair OA; the remaining publication’s fee will be paid through the project’s funding.  \n \nDo you have any other plans to openly disseminate your research results (e.g. blogs, platforms, \netc.)?  \nAt this moment it is unclear whether I will also disseminate my research results on a blog or website. I will \ndiscuss this matter with my supervisor and colleagues of the research department . "
    },
    "clean_full_text": "Created using DMP O nline KU Leuven, adapted from DMP Online Page | 1 DATA MANAGEMENT PLAN FOR DH TRAINING This template contains questions and additional information relevant only to researchers at the Faculty of Arts of KU Leuven. Use this template for the DH training of the Faculty of Arts, and for submitting a DMP with progress reports to the doctoral schoo l of the Faculty of Arts. If you need to submit a DMP elsewhere, for example, to a funder like the FWO, find the funder's DMP template at http://dmponline.kuleuven.be and simply copy your answers from this templ ate. ADMIN ISTRATIVE INFORMATION Project name: Surfacing the Submarine Myth. An Intermedial, Myth -Critical and Cultural -Critical Analysis of Submarine Narratives Principal investigator/ researcher: Lieven Raymaekers Supervisor: Bart Philipsen Overarching research project, if any: NA Institution: KU Leuven Project summary: This project will critically examine the neglected genre of submarine fiction (in literary and visual media) in order to shed new light on the entanglement of political and cultural imaginaries. As soon as the submarine was first introduced as a weapon of war, it became the object of mystification, not in the least because of its unique ability to remain invisible under water and attack out of the blue. Ficti on has contributed to what can be called a ‘submarine myth’ – a popular understanding of how submarines work, and how work and life aboard are organized. This research project will examine how the narrative, metaphorical, visual and rhetorical elements of this myth have been (re -)actualized in German and Anglophone culture from World War II until present. With great attention for diachronic shifts, this project will show that submarine narratives form one of the central discourses through which fundamental aspects of modern politics have been articulated. How is the submarine imagined as a micro -society? With what internal, external and (in -)visible risks is it confronted? What structures and techniques are deployed to protect it? By zooming in on the theme of security, understood as the obsession with control over and protection from (real or imagined) threats, this project will yield a nuanced and historically informed insight in the various ways submarine fiction has reflected the shifts in the (bio -)polit ical imaginary typical of postwar Western societies. SECTION 1. DATA DESCRIPTION What data will you collect or create? Fill out the table below and/or describe. Tip: Consider your research process step by step, and describe all the materials you use or cr eate. For hints on these columns , see the RDM guide. You can add columns if you want to describe additional properties of your materials (copyright, storage location, …). My corpus comprises textual (novels) as well as multimedial (movies and videogames) data, both digital (digitized or born -digitally ) and analogue that are purchased with the project’s funding . Occasionally, that is: when relevant to the project, digital visual images of art works will be added. The file formats (except Created using DMP O nline KU Leuven, adapted from DMP Online Page | 2 for the .pdf files and video files ) are proprietary formats , which can be assumed to remain accessible and reusable for long after the end of the project. All digital data will be stored on a laptop bought through the ICTS -services of the Faculty of Arts of the KU Leuve n and on an external hard drive . The laptop will have OneDrive for Business pre -installed which offers 2TB of storage free of charge and includes automatic backup. That way, i f something happens to my physical devises or if I don’t have access to them , my data will remain accessible and safe. The analogue data will be preserved by the KU Leuven Libraries (Artes), who will include it in their library collection. Access will be p rovided via the library’s catalogue limo.libis.be. Moreover , the primary output that I will generate with this data (e.g. notes, journal articles, monograph, …) will be written in non-proprietary formats and, possibly, published in analogue and/or digital form. The non-proprietary format allows for a broader and easier sharing of the data and is strongly recommended or even required by many repositories (like KU Leuven’s RDR). Type of data Format Volume How created? Analog ue textual data (novels) Print NA Purchased with project funding Analog ue multimedial data (movies) DVD NA Purchased with project funding Digital textual data (novels) EPUB , .pdf Up to 25GB Purchased with project funding . Scanned by library and/or external party Digital multimedial data (movies and videogames) .flv / .mp4 / .wma (movies); Steam (videogames) 100-250GB Purchased with project funding Images of art works .jpg 1GB – 10GB Received from various parties Notes non-proprietary Up to 5GB LibreOffice Journal articles non-proprietary Up to 5GB LibreOffice Monograph non-proprietary Up to 5GB LibreOffice Do you intend to reuse existing data? Tip: this question is here to ensure that you consider possible copyright restrictions associated with existing data. If you use existing data from multiple sources, these may have different copyright licenses that you could describe here . For RDM purposes , academic literature used for reference purposes is not considered “existing data”, so you don’t need to mention literature here. As (images of) art works have specific copyright regulations, I will contact the specific owner of each art work to ensure I do not infringe copyright regulations. The novels, movies , and videogames I cite and/or show the cover or scenes from, have specific copyright regulations, too. Not onl y will I ask my supervisors Created using DMP O nline KU Leuven, adapted from DMP Online Page | 3 and colleagues of the Research Group, who have ample experie nce in this matter , how I can cite and, possibly, show pictures, without infringing copyright regulations , but also the Copyright Portal of my institution. Do you use personal data (i.e. all data possibly identifying an individual)? I will not collect and/or use personal data. SECTION 2. METADATA AND DOCUMENTATION Tips: A README file is usually a good tool to add documentation to your data, if you don’t have other plans already. See the RDM guide for more info. Adding structure to your data wit h metadata can greatly expand what you can do with your research materials , but the best tools and methods for using metadata often depend on your project. If you’re uncertain about metadata, simply note down whatever possibilities you’re considering and d iscuss this in more detail during the workshop or a consultation with an RDM expert afterward. Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. Each document containing research data will receive a transparent, uniform file name. I will add a project - level documentation that describe s the data gathering process and the structure of the file collection : a README.txt file contained in my laptop, based on the template README.txt provided by the research support staff at KU Leuven and adapted to the needs of my project and discipline. This documentation will be stored on my laptop and saved on my OneDrive as well , as the OneDrive folder on my laptop automatically synchronize s my files to the cloud storage space. Describe the metadata for the data. This section deals with metadata: informat ion contained in your dataset that adds structure to the research data. Next to the metada ta that LibreOffice automatically assigns to the research data files, I will add ‘Tags’ (a set of keywords drawn from the MLA Thesaurus controlled vocabularies) to allow for easier access and reuse. I will also add metadata to references using Zotero and I will add metadata to image files using Tropy . Tropy will be especially useful to add metadata to screenshots from the movies or videogames I am working with . This will save me time when I want to insert this data into my dissertation or into journal articles. When sharing the data, the Dublin Core standard will be used to ensure optimal interoperability . SECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES Tips: Do not answers these questions with just “yes” or “no”, but briefly explain your answers. If you use personal data, make sure to talk about your PRET review or plans for a PRET review. Are there any ethical issues concerning the creation and/or use of the da ta? Created using DMP O nline KU Leuven, adapted from DMP Online Page | 4 I have used the research ethics flowchart provided by KU Leuven (https://www.kuleuven.be/english//research/ethics ) to verify that there are no potential ethical issues associated with my data. Did you consider all issues about copyrights and IPR? I use existing data, namely digital as well as analogue textual and multimedial data. As this is standard practice in literary studies, I will ascertain that the copyright lic ense s associated with this data permit me to use it in the ways I intend. To avoid any uncertainty about who holds the copyright in the data used in the project, I plan to take measures to ensure that data not created by me can always be distinguished from data created by me, and this throughout the research process. Should I encounter problems or questions, I will contact the Copyright Portal, my supervisor and/or colleagues of the Research Group, who have ample experience relevant for my research . Are th e collected data considered to be “data containing personal information” and are all the requirements about the collection of these data met? My data do not contain personal information. SECTION 4. DATA STORAGE AND BACKUP DURING THE RESEARCH Tips: The Faculty of Arts recommends using KU Leuven OneDrive for Business to store data during research. This storage solution gives you 2TB of storage for free, includes automatic backups, and can be used to store sensitive data (provided that you enable multifactor authentication or enable Conditional Access ). If you need to keep sensitive data on a PC, you can use Bitlocker to add additional security. See the RDM guide for details , and contact the ICT help desk of the Faculty of Arts for help with and recent info about storing and securing data . How and where will the data be stored during research? During the research, all my research data will be stored on my laptop bought through the ICTS -services of the Faculty of Arts of the KU Leuven. This laptop will have OneDrive for Business pre -installed which offers 2TB of storage free of charge and includes automatic backup. That way I will always have access to the data, even if I don’t have access to my personal devices in a given moment. Next to that, my data will also be stored o n an external hard drive . Books and movies that are purchased with the project’s funding will be stored in the Artes Library and will be made accessible through the library’s catalogue limo.libis.be . Which back up procedures are in place? The KU Leuven OneDrive for Business includes automatic backups. Moreover, I will make backups of my data on a n external hard drive at least on the first of every month. Describe the data security procedures and who has access to the data. During the research, I, as well as my supervisors, will have access to the data. As I do not collect sensitive, personal data during this research project, the multi factor authentication on my KU Leuven Created using DMP O nline KU Leuven, adapted from DMP Online Page | 5 laptop will suffice as protection . Moreover, the laptop bought through the ICTS -services of the Faculty of Arts of the KU Leuven will have Bit Locker pre -installed. This program automatically encrypts all data on the laptop and requires a numerical password to gain access to the laptop’s hard drive. SECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH Tips: In RDM terms, reliable long -term preservation of data can only happen through the use of tools that are s pecifically designed to store (academic) data for long periods of time. In practice, you have two options: 1) using KU Leuven archive storage (current cost for Faculty of Arts researchers: 100€/500GB, or 20 cents/GB per year) and/or 2) uploading the data to a dedicated academic data repository (usually free). Cloud services like OneDrive , or personal devices, are not suitable for long -term preservation of data. What is the long -term preservation plan for these dataset(s)? After the end of the project, I will store my data on the KU Leuven archive storage for the required number of years according to KU Leuven regulations applicable then (https://www.kuleuven.be/rdm/en/rdm - policy/core -principles -of-research -data-management -at-ku-leuven#principle4 ). I will ensure that all relevant data is preserved by a selection that is based on what has to be kept regarding p ublications and what legally must be destroyed. The projected costs for storing the data for the required number of years after the project is 10*0.20* 300=600 euros. The storage costs will be paid from the project’s funding . All analogue books and movies that are purchased with the project’s funding will be stored in the Artes library. Which data will have long time value for the research and will be preserved? All data that is relevant regarding publications will be preserved. SECTION 6. DATA SH ARING Tips: The DMP is asking about your plans to publish your materials via dedicated tools for sharing academic research data as openly and reliably as possible , like a data repository. You can talk about your plans to share data in more informal ways (w ebsite, social media, etc.), so long as you make it clear that you also plan to share data via a data repository or tool with similar functionality for sharing research data. See the RDM guide for your options if you can’t or don’t want to share data openl y. Are there any restrictions for sharing the data? I cannot share data with underlying copyright re strictions. If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? I will apply the FAIR principles as thoroughly as possible when sharing my data. I will ensure the data is findable by sharing it using a solution , like Zenodo, that gives the data a DOI. I will ensure the data is accessible by clearly indica ting how others can get access to the data. I will ensure the data is Created using DMP O nline KU Leuven, adapted from DMP Online Page | 6 interoperable by using non-proprietary file formats (as described in the first section) and standards whenever possible. I will ensure the data is reusable by connecting it with an appro priate license and documentation. How will you share the data? I will share data via an appropriate repositor y, namely Zenodo . Throughout my project, I will seek the advice of my research support staff/IT support staff/legal support staff to share my dat a in accordance with the FAIR principles. With whom will the data be shared? I will share my data using the general data depository Zenodo to ensure the broadest possible way of sharing my data. SECTION 7. RESPONSABILITIES AND RESOURCES Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. During the research, the principal investigator (Lieven Raymaekers – lieven.raymaekers@kuleuven.be ) is responsible for implementing the research data management. The supervisor (Bart Philipsen – bart.philipsen@kuleuven.be ) is responsible for ensurin g that the principal investigator implements the research data management. After the end of the research project, preservation of data is the responsibility of the supervisor. The supervisor needs the permission of the principal investigator for any reuse of the data that exceeds the scope of the license s attached to the data. Which additional resources are needed for the execution of the Data Management Plan? At this point, it is unclear whether additional resources will be needed. Should any questions o r problems arise, I will contact the research data management team. Did you read the KU Leuven Research Data Management Policy? (find the link to the policy in the guidance). I read the KU Leuven Data Management Policy linked at https://www.kuleuven.be/rdm/en/rdm - policy/policy . SECTION 8. PUBLISHING AND OPEN ACCESS Do you intend to publish your research result i n Open Access? If no, why? If yes, would you opt for Green or Gold OA? I intend to publish my research results in Open Access. Green O A will be the starting point, as this is the default option thanks to the LIRIAS depository of the KU Leuven. However, whe never possible, I will also – in cooperation with my supervisor , colleagues of the research department , and the Open Access Department of the KU Leuven – search for ways to publish in Gold OA without author fees or in Gold OA Created using DMP O nline KU Leuven, adapted from DMP Online Page | 7 with non -profit author fee. This author fee will be paid through the project’s funding. In order to publish the possible monograph at the end of the project by Leuven University Press, I will apply for funding from the KU Leuven Fund for Fair OA; the remaining publication’s fee will be paid through the project’s funding. Do you have any other plans to openly disseminate your research results (e.g. blogs, platforms, etc.)? At this moment it is unclear whether I will also disseminate my research results on a blog or website. I will discuss this matter with my supervisor and colleagues of the research department ."
}