{
    "document_id": "D-2021-1337",
    "LinkTitle": "D-2021-1337",
    "file_name": "D-2021-1337.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1337.pdf",
    "metadata": {
        "title": "FWO DMP - Serena Margaret Saliba",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "Serena Margaret Saliba\nProject Name\n FWO DMP - Serena Margaret Saliba\nProject Identifier\n 1144722N (FWO)\nPrincipal Investigator / Researcher\n Serena Margaret Saliba\nProject Data Contact\n anna.vandenhoeck@kuleuven.be\nDescription\n Suicidal behaviour is not only associated with mental health issues, but also with a\nlack of meaning. This integrative literature study aims to examine the impact of spirituality (of\nwhich meaning is an integral component) on enhancing the mental health of university students,\nand the prevention of suicide. \nThe fundamental research has six objectives: (1) How can we\ndefine the concepts of spirituality and meaning making, and what is the relationship between the\ntwo? (2) How is the loss of belonging, hope, and meaning, as elements of spirituality, linked to\nsuicidal behaviour amongst university students? (3) What are the most predominant factors in\nthe prevention of suicidal behaviour, and how is spirituality and spiritual care part of that? (4)\nHow can spiritual care studies contribute to the knowledge on suicidal behaviour and prevention\nin mental health studies? (5) How can the integration of spiritual care into a university's\npsychosocial outreach help prevent suicidal behaviours? (6) \nHow can the collaboration between\nmental health professionals and spiritual caregivers at a university lead to improved mental\nhealth outcomes?\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSerena Margaret Saliba\nFWO Project Number & Title\n1144722N - The Search For Meaning When All Seems Lost: The Contribution of Spiritual Care to\nthe Prevention of Suicide Amongst University Students.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nMy primary source of data will be scientific publications, as this is fundamental research. Such\ntexts are usually available either electronically (in HTML, .docx, or as a PDF), or in physical\nformat. I will use the KUL libraries search function to locate appropriate articles, and books. For\narticles, I will also rely on relevant databases to conduct further searches, such as Atla Religion\nDatabase, APA PsycArticles, and PubMed. The electronic resources I save on my computer (which\nis regularly backed up to a KUL OneDrive account) will approximately take up 1 GB. I will keep an\nadditional Excel Spreadsheet (.xlsx) documenting all electronic resources consulted, so that I\nneed not keep each text on my computer. This file will approximately take up 50 MB.\nI will also be holding interdisciplinary group discussion sessions with experts in a range of fields,\nincluding chaplaincy, theology, psychiatry, psychology, and sociology. The purpose of the\nsessions are to learn about suicide prevention from a range of different perspectives. In this\nregard, I will be generating new data. The sessions do not require ethical approval. The sessions\nwill be held online, and will be recorded for transcription purposes only. Once the transcription is\ncomplete, the audio and visual footage will be deleted. The transcript will be saved as a Word\ndocument (.docx), and analysed to identify themes in NVivo (.nvp). These documents will\napproximately take up 500 MB.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAn Excel spreadsheet (.xlsx file) will be created identifying each journal article consulted.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored on the researcher's OneDrive account.\nHow is backup of the data provided?\nThe data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the\naccounts used. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nStudents and staff at KU Leuven have their own OneDrive environment with 2 TB (or 2000 GB) of\nstorage space. It is possible to apply for an expansion of the storage capacity to 5 TB (or 5000\nGB) with sufficient motivation via the ICTS Service Point of the University.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nOneDrive is free for students and staff at KU Leuven. In the unlikely event that additional storage\nspace is required, the researcher's FWO bench fee will be used to cover the costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nKU Leuven for Business allows for multifactor authentication to protect access to strictly\nconfidential data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe KU Leuven policy on data management will be followed which specifies a preservation term\nof five years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on a OneDrive account managed by KU Leuven (with automatic back-up\nprocedures) for at least 10 years, conforming to the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nOneDrive is free for students and staff at KU Leuven. In the unlikely event that additional storage\nspace is required, the researcher's FWO bench fee will be used to cover the costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll published data will be readily available.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWe aim to publish in open access journals, where possible, to enhance the visibility and\naccessibility of our research.\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nOnly researchers participating in the project will be able to access the data before publication.\nUpon publication, everyone can access the data.\nWhat are the expected costs for data sharing? How will the costs be covered?\nFor most data repositories, there are no extra costs. When needed, the researcher's FWO bench\nfee will be used to cover the costs incurred.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher, Serena Saliba, will be responsible for data documentation.\nWho will be responsible for data storage & back up during the project?\nThe researcher, Serena Saliba, will be responsible for data storage, and back-up during the\nproject.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher, Serena Saliba, will be responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe researcher, Serena Saliba, will be responsible for updating, and implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "Serena Margaret Saliba Project Name FWO DMP - Serena Margaret Saliba Project Identifier 1144722N (FWO) Principal Investigator / Researcher Serena Margaret Saliba Project Data Contact anna.vandenhoeck@kuleuven.be Description Suicidal behaviour is not only associated with mental health issues, but also with a lack of meaning. This integrative literature study aims to examine the impact of spirituality (of which meaning is an integral component) on enhancing the mental health of university students, and the prevention of suicide. The fundamental research has six objectives: (1) How can we define the concepts of spirituality and meaning making, and what is the relationship between the two? (2) How is the loss of belonging, hope, and meaning, as elements of spirituality, linked to suicidal behaviour amongst university students? (3) What are the most predominant factors in the prevention of suicidal behaviour, and how is spirituality and spiritual care part of that? (4) How can spiritual care studies contribute to the knowledge on suicidal behaviour and prevention in mental health studies? (5) How can the integration of spiritual care into a university's psychosocial outreach help prevent suicidal behaviours? (6) How can the collaboration between mental health professionals and spiritual caregivers at a university lead to improved mental health outcomes? Institution KU Leuven 1. General Information Name applicant Serena Margaret Saliba FWO Project Number & Title 1144722N - The Search For Meaning When All Seems Lost: The Contribution of Spiritual Care to the Prevention of Suicide Amongst University Students. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). My primary source of data will be scientific publications, as this is fundamental research. Such texts are usually available either electronically (in HTML, .docx, or as a PDF), or in physical format. I will use the KUL libraries search function to locate appropriate articles, and books. For articles, I will also rely on relevant databases to conduct further searches, such as Atla Religion Database, APA PsycArticles, and PubMed. The electronic resources I save on my computer (which is regularly backed up to a KUL OneDrive account) will approximately take up 1 GB. I will keep an additional Excel Spreadsheet (.xlsx) documenting all electronic resources consulted, so that I need not keep each text on my computer. This file will approximately take up 50 MB. I will also be holding interdisciplinary group discussion sessions with experts in a range of fields, including chaplaincy, theology, psychiatry, psychology, and sociology. The purpose of the sessions are to learn about suicide prevention from a range of different perspectives. In this regard, I will be generating new data. The sessions do not require ethical approval. The sessions will be held online, and will be recorded for transcription purposes only. Once the transcription is complete, the audio and visual footage will be deleted. The transcript will be saved as a Word document (.docx), and analysed to identify themes in NVivo (.nvp). These documents will approximately take up 500 MB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? An Excel spreadsheet (.xlsx file) will be created identifying each journal article consulted. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored on the researcher's OneDrive account. How is backup of the data provided? The data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the accounts used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Students and staff at KU Leuven have their own OneDrive environment with 2 TB (or 2000 GB) of storage space. It is possible to apply for an expansion of the storage capacity to 5 TB (or 5000 GB) with sufficient motivation via the ICTS Service Point of the University. What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive is free for students and staff at KU Leuven. In the unlikely event that additional storage space is required, the researcher's FWO bench fee will be used to cover the costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven for Business allows for multifactor authentication to protect access to strictly confidential data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 reasons for this (legal or contractual restrictions, physical preservation issues, ...). The KU Leuven policy on data management will be followed which specifies a preservation term of five years. Where will the data be archived (= stored for the longer term)? The data will be stored on a OneDrive account managed by KU Leuven (with automatic back-up procedures) for at least 10 years, conforming to the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? OneDrive is free for students and staff at KU Leuven. In the unlikely event that additional storage space is required, the researcher's FWO bench fee will be used to cover the costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All published data will be readily available. Where/how will the data be made available for reuse? In an Open Access repository We aim to publish in open access journals, where possible, to enhance the visibility and accessibility of our research. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Only researchers participating in the project will be able to access the data before publication. Upon publication, everyone can access the data. What are the expected costs for data sharing? How will the costs be covered? For most data repositories, there are no extra costs. When needed, the researcher's FWO bench fee will be used to cover the costs incurred. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher, Serena Saliba, will be responsible for data documentation. Who will be responsible for data storage & back up during the project? The researcher, Serena Saliba, will be responsible for data storage, and back-up during the project. Who will be responsible for ensuring data preservation and reuse ? The researcher, Serena Saliba, will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The researcher, Serena Saliba, will be responsible for updating, and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}