{
    "document_id": "D-2022-1598",
    "LinkTitle": "D-2022-1598",
    "file_name": "D-2022-1598.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1598.pdf",
    "metadata": {
        "title": "Attachment-focused Online Support: Stimulating Youth Resilience using Online Prevention of Attachment Ruptures in Families - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Attachment-focused Online Support: Stimulating Youth Resilience using Online\nPrevention of Attachment Ruptures in Families - DMP title\nGrant Title\n C3/21/055\nPrincipal Investigator / Researcher\n Marlies Wintmolders\nProject Data Contact\n marlies.wintmolders@kuleuven.be\nDescription\n More and more children and adolescents are facing mental health problems. The\ncurrent pandemic has increased this number even more. It is known that a good parent-child\nattachment bond buffers the development of mental health issues. There is already a promising\ntherapeutic intervention (Attachment-Based Family Therapy, ABFT) that restores or strengthens\nthe attachment relationship between a parent and their child. However, the problems of families\nattending this therapy are already so severe. In addition, we have also noticed that ABFT is time-\nconsuming and not always easily accessible. Therefore, we want to develop an approachable\nAttachment-focused blended care (@BC) online tool for families in which ruptures threaten to\noccur but where things have not yet escalated. In this self-help guide, we want to strengthen the\nparent-child attachment relationship to protect them from collapsing under distress and increase\ntheir resilience to reduce the risk of mental health problems in the child. Throughout the online\nprogram, parents will be able to make an appeal to the support of a primary caregiver. We want\nto investigate the digital implementation of this attachment-focused online intervention.\nTherefore, we will assess (1) the engagement and drop-out rates by monitoring the users' online\nbehavior within and across modules, (2) users satisfaction measured after each module using an\nadjusted version of the Dialogical Feedback Scale, (3) impact on the quality of the parent-child\nattachment relationship by doing a pre- and post-measurement using questionnaires like the\nadapted version of the Experiences of Close Relationships, The People in My Life questionnaire\nand the Parental Bonding Instrument and (4) the impact on children's distorted behavior by doing\na pre- and post-measurement using the Strengths and Difficulties Questionnaire. Additionally, we\nwill gather personal and social-economic data like age, gender, educational level of the parents\nand marital status.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nMarlies Wintmolders\nInternal Funds Project number & title\nC3/21/055\nAttachment-focused Online Support: Stimulating Youth Resilience using Online Prevention of\nAttachment Ruptures in Families.\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nKind of\ndata\nFormat\nVolume\nHow created\nSelf-reported\nquestionnaires\nNumeric\n.xlsx\n 100 MB\nScores on the\nPIML\nquestionnaire,\nPBI, ECR-RS\nand SDQ will\nbe saved in a\ndigital format\nUsers' online\nbehavior\nNumeric\n to be\ndetermined\n 100 MB\nEngagement\nand drop-out\nrates will be\nmonitored\nwithin and\nacross\nmodules\nUsers'\nsatisfaction\nNumeric\n.xlsx\n 100 MB\nScores on the\nDialogical\nFeedback\nScale will be\nsaved in a\ndigital format\nPersonal and\nsocio-\neconomic data\nNumeric\n.xlsx\n 100 MB\nDescripitive\ndata will be\ndecoded to\nnumeric data\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes.\nIn this study, the following personal data will be used:\n- age\n- gender\n- educational level\n- marital status\n- self-report data about participants' quality of the parent-child relationship\n- self-report data about participant's childrens' behavior\n- self-report data about users' satisfaction\n- data about users' engagement and drop-out\n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes.\nEthical approval will be obtained for the study.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nreuse and sharing are in place?\nNo.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. Read me.docx: In this document, we will display which researchers were involved in the\ncollection of the data, the ethical approval (reference number & institution), a short overview of\nthe study course and protocol, which questionnaires we administered and their variable labels\nand short written information on the data cleaning process and steps.\n2. Codebook.xlsx: In this excel-document, we will provide pseudonymized baseline information\nabout all participants that were enrolled in the study (e.g., age, gender, educationel level, marital\nstatus, which modules of the tool they completed, whether they completed the entire\nintervention or dropped-out and users' satisfaction). We also provide specific information about\nthe questionnaires we administered (i.e., number of items, reference, their variable labels,\nranges and description). Finally, we provide some basic summary statistics (e.g., gender and age\ndistribution, number of participants per condition, overall study compliance, etc.).\n3. Folder with all the study documents: Ethical application and approval, informed consent\nexample, the PDF of all questionnaires (original and adjusted) will be included.\n4. Pre-processing documents: The very raw data (pseudonymized). The folder will never contain\nsensitive (identifiable) participants information such as names, contact details, etc.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo.\nSee previous question.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nDigital raw and final data will be stored on the password-protected J-Drive and on KU Leuven’s\nOneDrive. Furthermore, the data will also be stored on an password-protected external hard disk.\n5.2. How will the data be backed up?\nAutomatic daily back-up is ensured by using KU Leuven's J-Drive and OneDrive.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes.\nThe data files are the size of a standard excel document and will never exceed 5 GB. The hard\ndisk has a capacity of 2 terrabyte. Therefore we do not anticipate insufficient storage or backup\nlimitations.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nNo costs are expected.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nData will be pseudonymized and stored on encrypted and password-protected KU Leuven drives.\nThe identification files are being stored externally, which ensures that identification of\nparticipants by others than the involved primary caregivers is not possible.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nAll information will be retained for at least 10 years, conform the KU Leuven RDM policy.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nAll datasets will be archived on the servers of KU Leuven and are expected to fall within normal\ncost ranges (based on the volume of the datafiles).\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nData that can be used to identify participants will not be shared.\n7.2. Which data will be made available after the end of the project?\nPseudonymized questionnaire data and users' satisfaction data will be made available.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nAccess will be considered after a request is submitted explaining the planned reuse. Researchers\nhave to comply with the confidentiality rules for the given data. As stated above, pseudonymized\ndata will only be made available upon publication of all results on this part of the data.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNone.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe PhD student (Marlies Wintmolders) and the supervisor (Guy Bosmans) will be responsible.\n8.2. Who will be responsible for data storage & back up during the project?\nThe PhD student (Marlies Wintmolders) will be responsible for store the data on the internal\nservers of the university. KU Leuven is responsible for the backup of the data relating to the\nproject on their servers.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe supervisor (Guy Bosmans) and the PhD student (Marlies Wintmolders) will be responsible.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (Guy\nBosmans).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Attachment-focused Online Support: Stimulating Youth Resilience using Online Prevention of Attachment Ruptures in Families - DMP title Grant Title C3/21/055 Principal Investigator / Researcher Marlies Wintmolders Project Data Contact marlies.wintmolders@kuleuven.be Description More and more children and adolescents are facing mental health problems. The current pandemic has increased this number even more. It is known that a good parent-child attachment bond buffers the development of mental health issues. There is already a promising therapeutic intervention (Attachment-Based Family Therapy, ABFT) that restores or strengthens the attachment relationship between a parent and their child. However, the problems of families attending this therapy are already so severe. In addition, we have also noticed that ABFT is time- consuming and not always easily accessible. Therefore, we want to develop an approachable Attachment-focused blended care (@BC) online tool for families in which ruptures threaten to occur but where things have not yet escalated. In this self-help guide, we want to strengthen the parent-child attachment relationship to protect them from collapsing under distress and increase their resilience to reduce the risk of mental health problems in the child. Throughout the online program, parents will be able to make an appeal to the support of a primary caregiver. We want to investigate the digital implementation of this attachment-focused online intervention. Therefore, we will assess (1) the engagement and drop-out rates by monitoring the users' online behavior within and across modules, (2) users satisfaction measured after each module using an adjusted version of the Dialogical Feedback Scale, (3) impact on the quality of the parent-child attachment relationship by doing a pre- and post-measurement using questionnaires like the adapted version of the Experiences of Close Relationships, The People in My Life questionnaire and the Parental Bonding Instrument and (4) the impact on children's distorted behavior by doing a pre- and post-measurement using the Strengths and Difficulties Questionnaire. Additionally, we will gather personal and social-economic data like age, gender, educational level of the parents and marital status. Institution KU Leuven 1. General Information Name of the project lead (PI) Marlies Wintmolders Internal Funds Project number & title C3/21/055 Attachment-focused Online Support: Stimulating Youth Resilience using Online Prevention of Attachment Ruptures in Families. 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Kind of data Format Volume How created Self-reported questionnaires Numeric .xlsx 100 MB Scores on the PIML questionnaire, PBI, ECR-RS and SDQ will be saved in a digital format Users' online behavior Numeric to be determined 100 MB Engagement and drop-out rates will be monitored within and across modules Users' satisfaction Numeric .xlsx 100 MB Scores on the Dialogical Feedback Scale will be saved in a digital format Personal and socio- economic data Numeric .xlsx 100 MB Descripitive data will be decoded to numeric data 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes. In this study, the following personal data will be used: - age - gender - educational level - marital status - self-report data about participants' quality of the parent-child relationship - self-report data about participant's childrens' behavior - self-report data about users' satisfaction - data about users' engagement and drop-out 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. Ethical approval will be obtained for the study. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 reuse and sharing are in place? No. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. Read me.docx: In this document, we will display which researchers were involved in the collection of the data, the ethical approval (reference number & institution), a short overview of the study course and protocol, which questionnaires we administered and their variable labels and short written information on the data cleaning process and steps. 2. Codebook.xlsx: In this excel-document, we will provide pseudonymized baseline information about all participants that were enrolled in the study (e.g., age, gender, educationel level, marital status, which modules of the tool they completed, whether they completed the entire intervention or dropped-out and users' satisfaction). We also provide specific information about the questionnaires we administered (i.e., number of items, reference, their variable labels, ranges and description). Finally, we provide some basic summary statistics (e.g., gender and age distribution, number of participants per condition, overall study compliance, etc.). 3. Folder with all the study documents: Ethical application and approval, informed consent example, the PDF of all questionnaires (original and adjusted) will be included. 4. Pre-processing documents: The very raw data (pseudonymized). The folder will never contain sensitive (identifiable) participants information such as names, contact details, etc. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. See previous question. 5. Data storage and backup during the project 5.1. Where will the data be stored? Digital raw and final data will be stored on the password-protected J-Drive and on KU Leuven’s OneDrive. Furthermore, the data will also be stored on an password-protected external hard disk. 5.2. How will the data be backed up? Automatic daily back-up is ensured by using KU Leuven's J-Drive and OneDrive. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. The data files are the size of a standard excel document and will never exceed 5 GB. The hard disk has a capacity of 2 terrabyte. Therefore we do not anticipate insufficient storage or backup limitations. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No costs are expected. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized and stored on encrypted and password-protected KU Leuven drives. The identification files are being stored externally, which ensures that identification of participants by others than the involved primary caregivers is not possible. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 All information will be retained for at least 10 years, conform the KU Leuven RDM policy. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? All datasets will be archived on the servers of KU Leuven and are expected to fall within normal cost ranges (based on the volume of the datafiles). 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Data that can be used to identify participants will not be shared. 7.2. Which data will be made available after the end of the project? Pseudonymized questionnaire data and users' satisfaction data will be made available. 7.3. Where/how will the data be made available for reuse? Upon request by mail 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Access will be considered after a request is submitted explaining the planned reuse. Researchers have to comply with the confidentiality rules for the given data. As stated above, pseudonymized data will only be made available upon publication of all results on this part of the data. 7.6. What are the expected costs for data sharing? How will these costs be covered? None. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The PhD student (Marlies Wintmolders) and the supervisor (Guy Bosmans) will be responsible. 8.2. Who will be responsible for data storage & back up during the project? The PhD student (Marlies Wintmolders) will be responsible for store the data on the internal servers of the university. KU Leuven is responsible for the backup of the data relating to the project on their servers. 8.3. Who will be responsible for ensuring data preservation and sharing? The supervisor (Guy Bosmans) and the PhD student (Marlies Wintmolders) will be responsible. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (Guy Bosmans). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}