{
    "document_id": "D-2023-1882",
    "LinkTitle": "D-2023-1882",
    "file_name": "D-2023-1882.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1882.pdf",
    "metadata": {
        "title": "Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment.",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications\nfor treatment.\nA Data Management Plan created using DMPonline.be\nCreators: \nKarlien Raymenants, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nKarlien Raymenants\nProject Administrator:\n \nKarlien Raymenants\nGrant number / URL: \n1128723N\nID: \n197346\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nGastro-esophageal reflux disease (GERD) is a chronic disorder with a significant impact on quality of life. GERD covers a wide spectrum\nof disease, from mild and intermittent symptoms to severe erosive esophagitis. Despite treatment with double dose PPI, up to 40% of the\nGERD patients fail to achieve complete symptom relief, and optimal treatment options for these patients are lacking. Even though a\nseries of recent studies has provided more insight into the pathophysiology and symptom generation in GERD, the exact interplay\nbetween different compounds of the refluxate and the epithelium, afferent nerves, inflammatory pathways and symptom generation in\ndifferent GERD subgroups remains to be elucidated. The first objective of this PhD project is to obtain more insight in the neuro-immune\nmechanisms underlying inflammation and symptom generation in different GERD subgroups. Esophageal biopsies will be analyzed, and\nwe will correlate our findings to esophageal sensitivity in patients and healthy volunteers, before and after lidocaine infusion. The second\nobjective is to examine novel treatment options in refractory GERD (rGERD). Citalopram will be used as neuromodulator in rGERD\npatients with reflux parameters within the physiological range. Effectiveness of radiofrequency energy delivery to the lower esophageal\nsphincter (Stretta®) will be evaluated in sleeve gastrectomy patients with postoperative GERD.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 9\nNeuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications\nfor treatment.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestionnaires\nSymptom questionnaires will be filled in by patients at different time points, and by healthy volunteers at 1 time point. These questionnaires will be provided online, through qualtrics, available and\nendorsed by KU Leuven. After downloading the questionnaires in excel, data will be pseudonymized and the study code will be preserved in a separate file on the KU Leuven one drive, only\naccessible by the investigators involved in the project.\nMedical history\nWe will be working with medical history data of our patients/healthy volunteers. As this project concerns gastro-esophageal reflux disease patients, it is relevant to know their additional medical\nhistory, the nature and intensity of their complaints, their chronic and intermittent medication usage, history of surgery, demographics (height, weight, age). As healthy volunteers serve as controls,\nwe will also have to make sure they are not taking any medication that could influence the study results, and do not have a history of gastrointestinal disorders. These data are kept in the patients\nfiles in KWS, and pseudonimized data (with study codes) will be kept at KU Leuven one drive, in a protected folder only accessible by the investigators.\nEndoscopy\nEndoscopies will be performed in patients and healthy volunteers, to assess endoscopic features of gastro-esophageal reflux disease. Additionally, biopsies will be taken for evaluation in the lab\n(see below). Endoscopy reports will be uploaded in the patient files (kws), and will be accessible by the treating physician. The result of the endoscopy will be used in our data file on KU Leuven\none drive, which will be pseudonimized, and the study code will be used for all analyses. The patient data and codes will be kept on a seperate file on KU Leuven one drive, and will only be\naccessible by the investigators. \nMultimodal esophageal stimulation\nIn patients and healthy controls, we will perform esophageal sensitivity testing using a specially designed probe (Mui Scientific, Canada). The probe will be inserted in the lower esophagus through\nthe nose or mouth, and esophageal stimulation will be given with balloon distension (balloon filling with saline up to 60mL), and acid perfusion (pH of 1) in the distal esophagus. The results of the\nstimulation will be noted in a paper CRF, and later uploaded in a file using the study code on KU Leuven one drive, only accessible by the investigators.\nBiopsy collection\nEsophageal and duodenal biopsies will be collected in patients and healthy volunteers. Part of the biopsies (2 duodenal, and 4 esophageal) will be sent to the pathology department at UZ Leuven,\nfor histology and immunohistochemistry. 4 esophageal biopsies will be collected and frozen in OCT, and kept until analysis (immunohistochemistry). 2 biopsies will be used for protein analysis,\nand 2 for RNA analysis. In some of the patients, 4 esophageal biopsies will be mounted in ussing chambers, to assess esophageal permeability measures (see below). All of the biopsies will be\nkept with the study code of the patients, and the results of the ones going to the UZ Leuven pathology department will be uploaded in the patient files accessible by treating physicians (KWS).\nIn a previous study performed by a colleague investigator, esophageal biopsies were captured between 2020 and 2021 from 42 patients with occasional heartburn symptoms and stored in -80°\nfreezer at our lab facility. These samples are labeled with a study code and will be used in our analysis (pseudonymized) to compare with healthy controls, and more severe GERD patients.\nUssing chamber experiments\nDuring ussing chamber experiments, 4 biopsies of GERD patients/healthy controls will be collected in PBS medium and asap mounted between 2 hemichambers. The chambers will be kept at\noptimal conditions using air infusion, and using Krebs buffer solution. The transepithelial electrical resistance (TEER) will be measured, and transepithelial flux of a fluorescent molecule, from\nmucosal to serosal site. The data are stored at the PC connected to the ussing chambers (txt), and saved in a personal folder with the study code number of the patient. The data will be\ntransferred to an electronic calculation sheet, and the analyzed data will be kept in the file with the study code on KU Leuven one drive, only accessible by the investigators.\npH-measurement\nIn order to assess the acid exposure time and number of reflux episodes in our patients (important for the diagnosis of GERD), we will perform pH-measurements in suspected GERD patients.\nTFor this measurement, a pH-probe is inserted in the esophagus of the patient, and the pH and impedance in the esophagus is recorded by the equipment on a memory card for 24 hours. After\nremoval of the catheter, the data on the memory card are uploaded in a designated computer in the endoscopy room and saved on UZ data as .coo file and .soo file (shared folder), only\naccessible by nursing staff, the treating physicians, and investigators involved in the project. The analysis will be done using software of Sandhill applications. A report will be generated in a word\nfile, this will be stored with the other patient data. The results will be pseudonymized and uploaded in the KU Leuven one drive coded (study code) file, only accessible by the investigators.\nEsophageal manometry\nIn a subset of patients and healthy controls, esophageal manometry will be performed. A catheter with several pressure sensors will be inserted through the nose in the esophagus, and pressure\nwaves in the esophagus will be followed during swallows. For the analysis we use MMS (Medtronic) provided software. The data will be stored on KU Leuven one drive after pseudonimization in\nFCU format. A report will be generated in KWS, and will be used in our coded file (study code) in KU Leuven one drive.\nEndoFLIP measurement\nIn patients that underwent sleeve gastrectomy and developed GERD postoperatively, we will investigate the effectiveness of the STRETTA procedure. Before, and 6 months after the procedure,\nwe will use EndoFLIP to assess the compliance of the lower esophageal sphincter. This measurement is analyzed by one of the investigators, and the data are stored in txt and excel format on\nUZ Leuven shared drive, in a password protected folder only accessible by the investigators and treating physicians. A report will be uploaded in KWS, in the electronic medical file of the patient.\nThe result of the measurement will also be kept in the coded file of the study participant on the KU Leuven one drive.\nSTRETTA procedure.\nAs discussed above, in patients with GERD post-sleeve gastrectomy, we will perform a stretta procedure in a sham controlled study. The procedure will be performed by the PI and a report will be\nuploaded in the electronic patient file (KWS). The results of the procedure (sham or real) will be uploaded in the coded study file of the patient on KU Leuven one drive, only after termination (and\nthus deblinding) of the investigator.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\n \nThe responsible persons for this project are the two promotors: prof. dr. Jan Tack and prof. dr. Tim Vanuytsel. Both staff members of the department of Gastroenterology and Hepatology, and PI's\nat our lab at TARGID. Prof. Tack will be retiring in 6 years, so within the 5 years after termination of this project. However, Tim Vanuytsel will still be a member of the staff at that time, and data will\nthus be available to him.\nAll of the data gathered contains only a limited data volume, the available storage at KU Leuven One Drive, UZ data, and KWS will be enough for complete data storage.\nSince this is a project with a highly heterogeneous study population, with only limited amounts of participants, we do not plan to share/publish them at this stage.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 9\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nI do not wish to deviate.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThis project will handle with vulnerable personal/medical data on patients and healthy volunteers. As described above, these data will only be identifiable at UZ Leuven data and the electronic\nmedical record of the patients (KWS). These are only accessible by treating physicians and medical staff. The data that will be stored on KU Leuven one drive will be pseudonymized before\nstorage, and the study code will be kept in a seperate folder, only accessible by the investigators. \nThe majority of the protocols which are used in this project are already approved by the Ethical Committee at KU Leuven (S63184, S64212, S61111). For an additional study in patients and\nhelathy volunteers, using the multimodal stimulation protocol with or without lidocain infusion in a double blind cross-over fashion, a protocol will be submitted to the ethical committee in the\ncoming year.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nno additional comments.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 9\nNeuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications\nfor treatment.\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 9\nNeuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications\nfor treatment.\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nYes\nYes\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 9\nNeuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications\nfor treatment.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nQuestionnaires\nonline questionnaires will be answered in\nqualtrics, data will be extracted in excel\nfiles\nnew\ndigital\nobservational\n.cvs\n<100GB\n \nMedical history\nRelevant medical history data organized in\nquestion/answer style (eg: age? 25y)\nNew\nDigital\nobservational\n.cvs\n<1GB\n \nUpper\nendoscopy\nresults\nIncluded in data file with medical history in\nquestion/answer style\nNew\nDigital\ninterventional\n.cvs\n<1GB\n \nMultimodal\nesophageal\nstimulation\nResults will be noted in a structured file in\nquestion/answer style (eg. amount of\nminutes for first sensation: 5 min)\nNew\nDigital\ninterventional\n.cvs\n<1GB\n \nBiopsy\ncollection\nEsophageal and duodenal biopsies will be\nstored in -80°C freezers until further\nanalysis\nNew\nphysical\ninterventional\n \n \n80\nbopsies\nin OCT\n(2x2cm),\n80\nbiopsies\nin epjes\n(1.5mL),\n40\nparaffine\nblocks\nEsophageal\nbiopsies\nEsophageal biopsies that were collected\nduring a previous project will be used to\nmake coupes for immunohistochemistry\nReused\nphysical\ninterventional\n \n \n42\nparaffine\nblocks\nUssing\nchamber\nexperiments\n4 esophageal biopsies will be mounted in\nussing chambers to assess ex-vivo\npermeability\nNew\nDigital\ninterventional\n.cvs\n<1GB\n \npH-impedance\nmeasurement\nas part of clinical routine, pH-impedance\nmeasurements will be collected in patients\nwith typical GERD symptoms\nNew/Reused (if this was already done as part\nof clinical practice)\nDigital\ninterventional\n.S01 (data file\nspecifically\ngenerated by\nBioview\nanalysis for\nanalysis of pH-\nimpedance\nmeasurements)\n<100GB\n \nEsophageal\nhigh resolution\nimpedance\nmanometry\nPressure measurement of esophageal\nperistalsis and lower esophageal sphincter\nNew/Reused (if this was already done as part\nof clinical practice)\nDigital\ninterventional\n.FCU (data file\nspecifically for\nMMS\nesophageal\nmanometry\nsoftware)\n<100GB\n \nEndoFLIP\nmeasurement\ndistensibility measurement of the lower\nesophagus and lower esophageal sphincter\nNew/Reused (if this was already done as part\nof clinical practice)\ndigital\ninterventional\n.txt -> later\nanalyzed in\n.cvs file.\n<100GB\n \nStretta\nprocedure\nin a subset of patients (specifically with\nGERD after sleeve gastrectomie) we will\nperform stretta anti-reflux procedure\n(endoscopically). The results of this\nprocedure will be uploaded in KWS and\nkept in our digital data file\nNew\ndigital\ninterventional\n.cvs\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nonly physical data will be reused, or data from KWS.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n6 of 9\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nsex\nage\ndate of birth\nmedical and surgical medical history\nresults of diagnostic tests\n(pseudonymised)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe electronic database Sharepoint will be used to store data, where all involved researchers can find a clear overview of the data.\nStudy code numbers, date of inclusion/collection of the data will be clearly marked (for digital as well as physical data). The same study code will be used for both digital and physical data. \nPhysical data will be stored together per participant and per study protocol, clearly labeled with different colored stickers and with study code numbers, dates, and content of the collected material.\nDigital data will be stored in a question/answer style, making it readible for involved/future researchers.\nData files will be pseudonimized and the study code numbers will be kept seperately in a clearly marked file (.csv).\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nMetadata will be created manually where appropriate (per study participant, per collected data). It will be used to describe date and time of data capturing, coding of questions in\ndatabase questionnaires. A clear description of what the data respresents and how it\nwas generated will be provided, including a description of materials, methodology\ndesign, setup and parameters.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n- Sharepoint will be used for digital data entering and storage (medical history, results of diagnostic tests,...)\n- Other digital data will be stored in KU Leuven onedrive in a folder only accessible to the involved researchers\nHow will the data be backed up?\nKU Leuven onedrive and Sharepoint are secured and backed-up by the ICTS service of KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n7 of 9\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient storage & backup capacity is provided by the KU Leuven during and after the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe folders/Redcap will only be accessible by involved researchers (pasword/login protected).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven provides online storage using Sharepoint for free up to 5TB, this will be sufficient for this research project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nData that were created in a project with medicinal products (eg. citalopram study) will be kept for 25 years.\nAll data that are at the basis of publications will be kept and preserved for 25 years.\nData that is likely to be reused within the research unit will also be preserved longer than 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\n- Where appropriate (published data), dedicated data repositories will be considered for storage and data sharing (upon request).\n- Physical data will be stored at TARGID/ Biobank where appropriate.\n- Other digital data will be stored in KU Leuven onedrive, with a back-up on a harddrive on site, only accessible to researchers involved in the project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nKU Leuven provides storage and back-up using Sharepoint for free up to 5TB, this will be sufficient for this research project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\navailable upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nWe have no data transfer agreements for this project.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nnot known yet.\nThis depends on where we would like to publish our data.\nKU Leuven RDR is a candidate if no other specific database is appropriate.\nWhen will the data be made available?\nAfter publicaton.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n8 of 9\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will follow the guidelines provided by KU Leuven RDR.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe budget will cover storage costs and long-term preservation costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nKarlien Raymenants \nWho will manage data storage and backup during the research project?\nKarlien Raymenants \nWho will manage data preservation and sharing?\nKarlien Raymenants during the project, prof. Jan Tack and Tim Vanuytsel after this PhD project. \nWho will update and implement this DMP?\nKarlien Raymenants \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n9 of 9"
    },
    "clean_full_text": "Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment. A Data Management Plan created using DMPonline.be Creators: Karlien Raymenants, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Karlien Raymenants Project Administrator: Karlien Raymenants Grant number / URL: 1128723N ID: 197346 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Gastro-esophageal reflux disease (GERD) is a chronic disorder with a significant impact on quality of life. GERD covers a wide spectrum of disease, from mild and intermittent symptoms to severe erosive esophagitis. Despite treatment with double dose PPI, up to 40% of the GERD patients fail to achieve complete symptom relief, and optimal treatment options for these patients are lacking. Even though a series of recent studies has provided more insight into the pathophysiology and symptom generation in GERD, the exact interplay between different compounds of the refluxate and the epithelium, afferent nerves, inflammatory pathways and symptom generation in different GERD subgroups remains to be elucidated. The first objective of this PhD project is to obtain more insight in the neuro-immune mechanisms underlying inflammation and symptom generation in different GERD subgroups. Esophageal biopsies will be analyzed, and we will correlate our findings to esophageal sensitivity in patients and healthy volunteers, before and after lidocaine infusion. The second objective is to examine novel treatment options in refractory GERD (rGERD). Citalopram will be used as neuromodulator in rGERD patients with reflux parameters within the physiological range. Effectiveness of radiofrequency energy delivery to the lower esophageal sphincter (Stretta®) will be evaluated in sleeve gastrectomy patients with postoperative GERD. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 9 Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Questionnaires Symptom questionnaires will be filled in by patients at different time points, and by healthy volunteers at 1 time point. These questionnaires will be provided online, through qualtrics, available and endorsed by KU Leuven. After downloading the questionnaires in excel, data will be pseudonymized and the study code will be preserved in a separate file on the KU Leuven one drive, only accessible by the investigators involved in the project. Medical history We will be working with medical history data of our patients/healthy volunteers. As this project concerns gastro-esophageal reflux disease patients, it is relevant to know their additional medical history, the nature and intensity of their complaints, their chronic and intermittent medication usage, history of surgery, demographics (height, weight, age). As healthy volunteers serve as controls, we will also have to make sure they are not taking any medication that could influence the study results, and do not have a history of gastrointestinal disorders. These data are kept in the patients files in KWS, and pseudonimized data (with study codes) will be kept at KU Leuven one drive, in a protected folder only accessible by the investigators. Endoscopy Endoscopies will be performed in patients and healthy volunteers, to assess endoscopic features of gastro-esophageal reflux disease. Additionally, biopsies will be taken for evaluation in the lab (see below). Endoscopy reports will be uploaded in the patient files (kws), and will be accessible by the treating physician. The result of the endoscopy will be used in our data file on KU Leuven one drive, which will be pseudonimized, and the study code will be used for all analyses. The patient data and codes will be kept on a seperate file on KU Leuven one drive, and will only be accessible by the investigators. Multimodal esophageal stimulation In patients and healthy controls, we will perform esophageal sensitivity testing using a specially designed probe (Mui Scientific, Canada). The probe will be inserted in the lower esophagus through the nose or mouth, and esophageal stimulation will be given with balloon distension (balloon filling with saline up to 60mL), and acid perfusion (pH of 1) in the distal esophagus. The results of the stimulation will be noted in a paper CRF, and later uploaded in a file using the study code on KU Leuven one drive, only accessible by the investigators. Biopsy collection Esophageal and duodenal biopsies will be collected in patients and healthy volunteers. Part of the biopsies (2 duodenal, and 4 esophageal) will be sent to the pathology department at UZ Leuven, for histology and immunohistochemistry. 4 esophageal biopsies will be collected and frozen in OCT, and kept until analysis (immunohistochemistry). 2 biopsies will be used for protein analysis, and 2 for RNA analysis. In some of the patients, 4 esophageal biopsies will be mounted in ussing chambers, to assess esophageal permeability measures (see below). All of the biopsies will be kept with the study code of the patients, and the results of the ones going to the UZ Leuven pathology department will be uploaded in the patient files accessible by treating physicians (KWS). In a previous study performed by a colleague investigator, esophageal biopsies were captured between 2020 and 2021 from 42 patients with occasional heartburn symptoms and stored in -80° freezer at our lab facility. These samples are labeled with a study code and will be used in our analysis (pseudonymized) to compare with healthy controls, and more severe GERD patients. Ussing chamber experiments During ussing chamber experiments, 4 biopsies of GERD patients/healthy controls will be collected in PBS medium and asap mounted between 2 hemichambers. The chambers will be kept at optimal conditions using air infusion, and using Krebs buffer solution. The transepithelial electrical resistance (TEER) will be measured, and transepithelial flux of a fluorescent molecule, from mucosal to serosal site. The data are stored at the PC connected to the ussing chambers (txt), and saved in a personal folder with the study code number of the patient. The data will be transferred to an electronic calculation sheet, and the analyzed data will be kept in the file with the study code on KU Leuven one drive, only accessible by the investigators. pH-measurement In order to assess the acid exposure time and number of reflux episodes in our patients (important for the diagnosis of GERD), we will perform pH-measurements in suspected GERD patients. TFor this measurement, a pH-probe is inserted in the esophagus of the patient, and the pH and impedance in the esophagus is recorded by the equipment on a memory card for 24 hours. After removal of the catheter, the data on the memory card are uploaded in a designated computer in the endoscopy room and saved on UZ data as .coo file and .soo file (shared folder), only accessible by nursing staff, the treating physicians, and investigators involved in the project. The analysis will be done using software of Sandhill applications. A report will be generated in a word file, this will be stored with the other patient data. The results will be pseudonymized and uploaded in the KU Leuven one drive coded (study code) file, only accessible by the investigators. Esophageal manometry In a subset of patients and healthy controls, esophageal manometry will be performed. A catheter with several pressure sensors will be inserted through the nose in the esophagus, and pressure waves in the esophagus will be followed during swallows. For the analysis we use MMS (Medtronic) provided software. The data will be stored on KU Leuven one drive after pseudonimization in FCU format. A report will be generated in KWS, and will be used in our coded file (study code) in KU Leuven one drive. EndoFLIP measurement In patients that underwent sleeve gastrectomy and developed GERD postoperatively, we will investigate the effectiveness of the STRETTA procedure. Before, and 6 months after the procedure, we will use EndoFLIP to assess the compliance of the lower esophageal sphincter. This measurement is analyzed by one of the investigators, and the data are stored in txt and excel format on UZ Leuven shared drive, in a password protected folder only accessible by the investigators and treating physicians. A report will be uploaded in KWS, in the electronic medical file of the patient. The result of the measurement will also be kept in the coded file of the study participant on the KU Leuven one drive. STRETTA procedure. As discussed above, in patients with GERD post-sleeve gastrectomy, we will perform a stretta procedure in a sham controlled study. The procedure will be performed by the PI and a report will be uploaded in the electronic patient file (KWS). The results of the procedure (sham or real) will be uploaded in the coded study file of the patient on KU Leuven one drive, only after termination (and thus deblinding) of the investigator. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research The responsible persons for this project are the two promotors: prof. dr. Jan Tack and prof. dr. Tim Vanuytsel. Both staff members of the department of Gastroenterology and Hepatology, and PI's at our lab at TARGID. Prof. Tack will be retiring in 6 years, so within the 5 years after termination of this project. However, Tim Vanuytsel will still be a member of the staff at that time, and data will thus be available to him. All of the data gathered contains only a limited data volume, the available storage at KU Leuven One Drive, UZ data, and KWS will be enough for complete data storage. Since this is a project with a highly heterogeneous study population, with only limited amounts of participants, we do not plan to share/publish them at this stage. Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 9 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I do not wish to deviate. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) This project will handle with vulnerable personal/medical data on patients and healthy volunteers. As described above, these data will only be identifiable at UZ Leuven data and the electronic medical record of the patients (KWS). These are only accessible by treating physicians and medical staff. The data that will be stored on KU Leuven one drive will be pseudonymized before storage, and the study code will be kept in a seperate folder, only accessible by the investigators. The majority of the protocols which are used in this project are already approved by the Ethical Committee at KU Leuven (S63184, S64212, S61111). For an additional study in patients and helathy volunteers, using the multimodal stimulation protocol with or without lidocain infusion in a double blind cross-over fashion, a protocol will be submitted to the ethical committee in the coming year. Which other issues related to the data management are relevant to mention? (use up to 700 characters) no additional comments. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 9 Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 9 Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment. GDPR GDPR Have you registered personal data processing activities for this project? Yes Yes Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 9 Neuro-immune mechanisms of disease in Gastro-Esophageal Reflux Disease, and implications for treatment. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Questionnaires online questionnaires will be answered in qualtrics, data will be extracted in excel files new digital observational .cvs <100GB Medical history Relevant medical history data organized in question/answer style (eg: age? 25y) New Digital observational .cvs <1GB Upper endoscopy results Included in data file with medical history in question/answer style New Digital interventional .cvs <1GB Multimodal esophageal stimulation Results will be noted in a structured file in question/answer style (eg. amount of minutes for first sensation: 5 min) New Digital interventional .cvs <1GB Biopsy collection Esophageal and duodenal biopsies will be stored in -80°C freezers until further analysis New physical interventional 80 bopsies in OCT (2x2cm), 80 biopsies in epjes (1.5mL), 40 paraffine blocks Esophageal biopsies Esophageal biopsies that were collected during a previous project will be used to make coupes for immunohistochemistry Reused physical interventional 42 paraffine blocks Ussing chamber experiments 4 esophageal biopsies will be mounted in ussing chambers to assess ex-vivo permeability New Digital interventional .cvs <1GB pH-impedance measurement as part of clinical routine, pH-impedance measurements will be collected in patients with typical GERD symptoms New/Reused (if this was already done as part of clinical practice) Digital interventional .S01 (data file specifically generated by Bioview analysis for analysis of pH- impedance measurements) <100GB Esophageal high resolution impedance manometry Pressure measurement of esophageal peristalsis and lower esophageal sphincter New/Reused (if this was already done as part of clinical practice) Digital interventional .FCU (data file specifically for MMS esophageal manometry software) <100GB EndoFLIP measurement distensibility measurement of the lower esophagus and lower esophageal sphincter New/Reused (if this was already done as part of clinical practice) digital interventional .txt -> later analyzed in .cvs file. <100GB Stretta procedure in a subset of patients (specifically with GERD after sleeve gastrectomie) we will perform stretta anti-reflux procedure (endoscopically). The results of this procedure will be uploaded in KWS and kept in our digital data file New digital interventional .cvs <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: only physical data will be reused, or data from KWS. Created using DMPonline.be. Last modiﬁed 28 April 2023 6 of 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes sex age date of birth medical and surgical medical history results of diagnostic tests (pseudonymised) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The electronic database Sharepoint will be used to store data, where all involved researchers can find a clear overview of the data. Study code numbers, date of inclusion/collection of the data will be clearly marked (for digital as well as physical data). The same study code will be used for both digital and physical data. Physical data will be stored together per participant and per study protocol, clearly labeled with different colored stickers and with study code numbers, dates, and content of the collected material. Digital data will be stored in a question/answer style, making it readible for involved/future researchers. Data files will be pseudonimized and the study code numbers will be kept seperately in a clearly marked file (.csv). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Metadata will be created manually where appropriate (per study participant, per collected data). It will be used to describe date and time of data capturing, coding of questions in database questionnaires. A clear description of what the data respresents and how it was generated will be provided, including a description of materials, methodology design, setup and parameters. 3. Data storage & back-up during the research project Where will the data be stored? - Sharepoint will be used for digital data entering and storage (medical history, results of diagnostic tests,...) - Other digital data will be stored in KU Leuven onedrive in a folder only accessible to the involved researchers How will the data be backed up? KU Leuven onedrive and Sharepoint are secured and backed-up by the ICTS service of KU Leuven. Created using DMPonline.be. Last modiﬁed 28 April 2023 7 of 9 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient storage & backup capacity is provided by the KU Leuven during and after the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The folders/Redcap will only be accessible by involved researchers (pasword/login protected). What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven provides online storage using Sharepoint for free up to 5TB, this will be sufficient for this research project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Data that were created in a project with medicinal products (eg. citalopram study) will be kept for 25 years. All data that are at the basis of publications will be kept and preserved for 25 years. Data that is likely to be reused within the research unit will also be preserved longer than 10 years. Where will these data be archived (stored and curated for the long-term)? - Where appropriate (published data), dedicated data repositories will be considered for storage and data sharing (upon request). - Physical data will be stored at TARGID/ Biobank where appropriate. - Other digital data will be stored in KU Leuven onedrive, with a back-up on a harddrive on site, only accessible to researchers involved in the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven provides storage and back-up using Sharepoint for free up to 5TB, this will be sufficient for this research project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. We have no data transfer agreements for this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. not known yet. This depends on where we would like to publish our data. KU Leuven RDR is a candidate if no other specific database is appropriate. When will the data be made available? After publicaton. Created using DMPonline.be. Last modiﬁed 28 April 2023 8 of 9 Which data usage licenses are you going to provide? If none, please explain why. We will follow the guidelines provided by KU Leuven RDR. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? The budget will cover storage costs and long-term preservation costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Karlien Raymenants Who will manage data storage and backup during the research project? Karlien Raymenants Who will manage data preservation and sharing? Karlien Raymenants during the project, prof. Jan Tack and Tim Vanuytsel after this PhD project. Who will update and implement this DMP? Karlien Raymenants Created using DMPonline.be. Last modiﬁed 28 April 2023 9 of 9"
}