{
    "document_id": "D-2024-2918",
    "LinkTitle": "D-2024-2918",
    "file_name": "D-2024-2918.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2918.pdf",
    "metadata": {
        "title": "D-2024-2918",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template - Flemish Standard Data Management Plan \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link\n.  \n \n \n    \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Pol Ghesquière (https://orcid.org/0000 -0001 -9056 -7550 )  \nContributor name(s) ( + ORCID) & roles  Jan Wouters ( https://orcid.org/0000 -0002 -0093 -698X ) - copromotor  \nProject number  1 & title 3H230756  - The dyslexia oscillome: development of auditory and visual neural processing in children from \nage 3 at risk for dyslexia   \nFunder(s) GrantID  2 G022624N  \nAffiliation(s)   KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Dyslexia is one of the most prevalent developmental disorders, estimated to affect up to 7% of the  \npopulation. To date, dyslexia is usually diagnosed in second grade or later, when reading and/or  \nspelling difficulties demonstrate to be severe and persistent. Despite remedial interventions \nprovided after diagnosis, literacy problems often continue into adulthood, resulting in a life -long \nexperience with reading failure. To allow for preventive as well as more effective interventions, an \nearlier  identificatio n of children at risk for dyslexia is needed. Therefore, several decades of \nresearch have  strived to identify the causal factors underlying dyslexia. The aim of this project is to \ninvestigate the  novel hypothesis that neural oscillatory mechanisms in auditory and visual \nmodalities play a  foundational role in oral and written language development. In both modalities, \ntheoretical  frameworks have described two neural timescales, i.e., delta -theta and beta-gamma \noscillations,  sustaining the temporal encoding of  phonological and orthographical information. \nThere is  accumulating evidence supporting this hypothesis in experienced readers, at least with \nregard to the  auditory modality, but information is lacking on whether and how auditory and/or \nvisual oscillatory  mechanisms influence early language acquisition. By longitudinally investigating \nbehavioural and neural measures in a unique sample of pre -reading children, this project will shed \nnew light on the  cause(s) of dyslexia.  \n \n \n      \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file e xtension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .csv ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nParticipant \nbackground \ninformation  Age, gender, \neducational \nenvironment , \nsocioeconomic status, family history of dyslexia  and \ndevelopmental history  of \nparticipants  New data  Digital  Numerical  \nTextual .csv < 1 GB   \nBehavioural \nassessments T1-T2-T3 non-verbal IQ, \nhearing, vision, phonological \nawareness  New data  Digital  \nPhysical  Numerical  \nTextual  .csv < 1 GB  120 test protocols  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Behavioural \nassessments \nT4 Literacy skills  New data  Digital  \nPhysical  Numerical  \nTextual  .csv < 1 GB  120 test protocols  \nASSR  T1-T2-\nT3–T4 Auditory evoked \noscillatory \nactivity  New Data  Digital  Numerical  EEG output files  < 1 TB  4 times 120 \nmeasures  \nVSSR  T1-T2-\nT3–T4 Visually evoked \noscillatory \nactivity  New Data  Digital  Numerical  EEG output files  < 1 TB  4 times 120 \nmeasures  \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentatio n/metadata.  \nRDM Guidance on data\n  \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per dataset or data type .   \n We will not reuse existing data.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number. ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:  see below   \n☐ Yes, animal data; provide ECD reference number:    \n☐ Yes, dual use; provide approval number :   \n☐ No \nAdditional information : \nEC application will be prepared as soon as the first PhD researcher has start ed. \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nSee the dataset on participant background information. Application will be prepared as soon as the first \nPhD researcher has started.  \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be managed related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n   \n3. Documentation and Metadata  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n For each dataset we will make a codebook documenting the study design, sampling , measures and \nvariables that allows a secondary data analyst to use the data accurately and effectively. For each \nwave of data collection and each type of data (behavioural, EEG) a structured format will be used \nto archive the data which will include separate folders  for data collection protocols and test \nmaterials/stimuli. Based on previous experience, this archiving system works best when there are \nseveral types of data and timepoints of data  collection.  The data will be stored according to the \nstandard BIDS format , which includes metadata where appropriate.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nThe data will be stored based on the existing BIDS structure, which is alrea dy used for neuroimaging and \nbehavioral data (see bids.neuroimaging.io). We will included documentation (text files) on how to find and \nre-use the data, sufficiently detailed so that it can be followed after the end of the project.  These text files \nwill describe the data in line with the Dublin Core Metadata Element Set.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☒ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☐ Other: paper forms will be scanned as PDF files and also stored digitally.  \n \n ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n If no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by unauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n All used KU Leuven drives can only be accessed by the involved KU Leuven researchers. The data will be \npseudonomized by removing personal data  and by storing this data separately from the research data. \nMulti -factor authentication is activated for the KU Leuven login of all researchers having access to the \ndata.  \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  We expect  no costs for data storage and backup on the KU Leuven OneD rive during the research project.  \n  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the end of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  K U \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive (J- drive)  \n☒ Other (specifiy):  Offline forms and informed consents will be separately archived in a locked room for \nthe expected period  after the end of the project.  \n \n  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n We expect no costs for data preservation during the expected  retention period.  \n  \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access) \n☐ Other, please specify:  \n    \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The pseudon ymized dataset will be available upon request to anyone provided that they give appropriate \ncredit.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n If yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool t o help you choose.   \n ☒ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code) \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n There are no costs expected  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The appointed PhD students under supervison of the PI’s (Pol Ghesquière & Jan Wouters)  \nWho will manage data storage and backup \nduring the research project?  The appointed PhD students under supervison of the PI’s (Pol Ghesquière & Jan Wouters)  \nWho will manage data preservation and \nsharing?  The PI’s (Pol Ghesquière & Jan Wouters) supported by the appointed PhD students  \nWho will update and implement this DMP?  The PI’s (Pol Ghesquière & Jan Wouters)  \n         \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Pol Ghesquière (https://orcid.org/0000 -0001 -9056 -7550 ) Contributor name(s) ( + ORCID) & roles Jan Wouters ( https://orcid.org/0000 -0002 -0093 -698X ) - copromotor Project number 1 & title 3H230756 - The dyslexia oscillome: development of auditory and visual neural processing in children from age 3 at risk for dyslexia Funder(s) GrantID 2 G022624N Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Dyslexia is one of the most prevalent developmental disorders, estimated to affect up to 7% of the population. To date, dyslexia is usually diagnosed in second grade or later, when reading and/or spelling difficulties demonstrate to be severe and persistent. Despite remedial interventions provided after diagnosis, literacy problems often continue into adulthood, resulting in a life -long experience with reading failure. To allow for preventive as well as more effective interventions, an earlier identificatio n of children at risk for dyslexia is needed. Therefore, several decades of research have strived to identify the causal factors underlying dyslexia. The aim of this project is to investigate the novel hypothesis that neural oscillatory mechanisms in auditory and visual modalities play a foundational role in oral and written language development. In both modalities, theoretical frameworks have described two neural timescales, i.e., delta -theta and beta-gamma oscillations, sustaining the temporal encoding of phonological and orthographical information. There is accumulating evidence supporting this hypothesis in experienced readers, at least with regard to the auditory modality, but information is lacking on whether and how auditory and/or visual oscillatory mechanisms influence early language acquisition. By longitudinally investigating behavioural and neural measures in a unique sample of pre -reading children, this project will shed new light on the cause(s) of dyslexia. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file e xtension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .csv ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Participant background information Age, gender, educational environment , socioeconomic status, family history of dyslexia and developmental history of participants New data Digital Numerical Textual .csv < 1 GB Behavioural assessments T1-T2-T3 non-verbal IQ, hearing, vision, phonological awareness New data Digital Physical Numerical Textual .csv < 1 GB 120 test protocols FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Behavioural assessments T4 Literacy skills New data Digital Physical Numerical Textual .csv < 1 GB 120 test protocols ASSR T1-T2- T3–T4 Auditory evoked oscillatory activity New Data Digital Numerical EEG output files < 1 TB 4 times 120 measures VSSR T1-T2- T3–T4 Visually evoked oscillatory activity New Data Digital Numerical EEG output files < 1 TB 4 times 120 measures GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentatio n/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . We will not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data ; provide SMEC or EC a pproval number: see below ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number : ☐ No Additional information : EC application will be prepared as soon as the first PhD researcher has start ed. 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: See the dataset on participant background information. Application will be prepared as soon as the first PhD researcher has started. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . For each dataset we will make a codebook documenting the study design, sampling , measures and variables that allows a secondary data analyst to use the data accurately and effectively. For each wave of data collection and each type of data (behavioural, EEG) a structured format will be used to archive the data which will include separate folders for data collection protocols and test materials/stimuli. Based on previous experience, this archiving system works best when there are several types of data and timepoints of data collection. The data will be stored according to the standard BIDS format , which includes metadata where appropriate. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The data will be stored based on the existing BIDS structure, which is alrea dy used for neuroimaging and behavioral data (see bids.neuroimaging.io). We will included documentation (text files) on how to find and re-use the data, sufficiently detailed so that it can be followed after the end of the project. These text files will describe the data in line with the Dublin Core Metadata Element Set. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☒ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: paper forms will be scanned as PDF files and also stored digitally. ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data All used KU Leuven drives can only be accessed by the involved KU Leuven researchers. The data will be pseudonomized by removing personal data and by storing this data separately from the research data. Multi -factor authentication is activated for the KU Leuven login of all researchers having access to the data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect no costs for data storage and backup on the KU Leuven OneD rive during the research project. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive K U Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J- drive) ☒ Other (specifiy): Offline forms and informed consents will be separately archived in a locked room for the expected period after the end of the project. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect no costs for data preservation during the expected retention period. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The pseudon ymized dataset will be available upon request to anyone provided that they give appropriate credit. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool t o help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? There are no costs expected 7. Responsibilities Who will manage data documentation and metadata during the research project? The appointed PhD students under supervison of the PI’s (Pol Ghesquière & Jan Wouters) Who will manage data storage and backup during the research project? The appointed PhD students under supervison of the PI’s (Pol Ghesquière & Jan Wouters) Who will manage data preservation and sharing? The PI’s (Pol Ghesquière & Jan Wouters) supported by the appointed PhD students Who will update and implement this DMP? The PI’s (Pol Ghesquière & Jan Wouters)"
}