{
    "document_id": "D-2023-2396",
    "LinkTitle": "D-2023-2396",
    "file_name": "D-2023-2396.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2396.pdf",
    "metadata": {
        "title": "Development and application of innovative granulosa-theca cell hybrid organoids(GATHO)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Development and application of innovative granulosa-theca cell hybrid organoids(GATHO)\nA Data Management Plan created using DMPonline.be\nCreator: \nLixian Liu\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \n3M230167\nID: \n205434\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nFemale infertility is ranked the fifth most severe cause of disability worldwide, and its incidence is rising. To understand underlying causes\nand mechanisms, the currently applied 2D research models are inadequate since using non-physiological (immortalized) cells or primary\ncells with only limited lifespan and phenotype. In the female reproductive system, different cell types interact in a 3D spatial arrangement.\nIn particular, two of the most important cell types involved in female fertility, the granulosa cells (GCs) and theca cells (TCs),\ntopographically organized and crosstalking in the ovarian follicles, are responsible for the critical fertility-driving steroid\nhormone production. Attempts to co-culture these cell types in 2D resulted in only substandard steroid hormone biosynthesis and cell\ndifferentiation, and in rapid cell death. Now, these limitations can be overcome by the organoid technology. Organoids represent 3D\nminiature in vitro representations of a tissue, self-developing from tissue (stem) cells. The overall goal of this project is therefore to\ngenerate and apply GC-TC hybrid organoids\n(GaTHO). We will accomplish this goal through the following specific objectives: (1) to develop and deeply characterize cutting-edge GC\nand GaTHO organoid models and (2) to apply GaTHO in a proof-of-principle in the engineered ovary and in the study of endometrium-\novary interaction. The GaTHO approach represents a superb strategy to gain deeper insight into female reproductive biology and will\nprovide a next-generation tool for modeling and exploring critical reproductive disorders, and testing the impact of environmental, medical\nand nutritional compounds on woman's fertility.\nLast modified: \n22-03-2024\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n1 of 8\nDevelopment and application of innovative granulosa-theca cell hybrid organoids(GATHO)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n2 of 8\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew\ndata) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCryopreserved\norganoids \nOrganoids derived from healthy mouse\novary.\nN\nP\n \n \n \n30 relevant\nbiological samples\nwith each\napproximately 15\nvials of organoids. \nFixed samples\nParaformaldehyde (PFA)-fixed mouse\novary(-derived organoids) (stored in the\ndesignated closets in the lab).  \nN\nP\n \n \n \n30 relevant\nbiological samples\nwith each\napproximately 15\nfixed samples. \nMicrotome\nsections\nRotary microtome sections obtained\nfrom PFA-fixed samples. \nN\nP\n \n \n \n30 relevant\nbiological samples\nwith each\napproximately 40\nmicrotome\nsections. \nRNA\nRNA from organoids and primary tissue.\nN\nP\n \n \n \n30 relevant\nbiological samples\nwith approximately\n15 conditions\neach. \ncDNA\ncDNA from organoids and primary\ntissue.\nN\nP\n \n \n \n30 relevant\nbiological samples\nwith approximately\n15 conditions each.\nLight,\nepifluorescence\nand confocal\nimages \nLight, epifluorescence and confocal\nimages from sections of organoids and\nprimary tissue. \nN\nD\nExperimental\n.lif,\n.lsm\nand\n.tiff\nfiles \n<100\nGB \n \nqPCR data\nqPCR data from gene expression\nanalysis of organoids. \nN\nD\nExperimental\n.xls\nfiles  \n<100\nMB \n \nscRNA-seq\ndataset\nSingle-cell RNA- sequencing data of\nmouse ovary-derived organoids.\nN\nD\nExperimental\n.fastq\nfiles \n<1 TB \n \nscRNA-seq\noutput\nOutput of single- cell RNA- sequencing\ndata of mouse ovary-derived organoids.\nN\nD\nExperimental\n.html,\n.txt,\n.pdf\nfiles \n<100\nMB \n \nExperimental\nanalysis data\nand\nmanuscripts \nExperimental analysis data and\nmanuscripts.\nN\nD\nExperimental\n.xls,\n.txt\nfiles \n<100\nMB \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNA\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n3 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval\nnumber.\nYes, animal data (Provide ECD reference number below)\nWe are preparing the ethical document of mouse ovary-derived organoid research and it will be submitted to the Ethical\nCommission soon.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the\nKU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data\ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information\nis recorded). \n-Daily lab activities are recorded in detail in the labbook and on OneNote. \n-Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on the KU Leuven One drive.\n- For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental\ncondition, passage of organoid culture, amount of days in culture, magnification used, antibodies/dyes. Images will be saved on\nthe shared drive of the lab and KU Leuven One drive in a designated folder of the particular experiment. Within the experiment\nfolder, additional folders are labelled in a clearly structured way (according to different experimental conditions or different\ntimepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the\nmicroscope programme, is saved automatically together with the image. \n- For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure)\nand concentrations are written down in lab book and later transfered manually to an excel file where all previous RNA/cDNA\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n4 of 8\nmeasurements are stored. Date of measurement together with name of the sample is included. The location of each sample\n(which freezer and which box) is also included in this excel file. \n- For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"Date_experiment\nnumber_sample name(s)_general gene list_qPCR\". The qPCR data is saved in a \"qPCR folder\" within the 'Raw data' folder,\ntogether with the template of the particular qPCR reaction. The analysed data can be found in the designated folder of the\nparticular experiment within the 'Analysed data' folder. Graphs from the data are made using Graphpad Prism (.pzfx file). File is\nnamed: \"Experiment number_sample name(s)_general gene list_graphpad\" and saved in the same folder. \n- For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical scRNA-sequencing workflow.\nEach script is saved as 'Experiment number_vignette type used'. Each figure is saved as 'Experiment number_sample\nname(s)_figure type'. \n- Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium\npreparation,... are all included in the labbook. In the table of contents of the labbook the page number of each protocol included in\nthe lab book can be found. In addition, the start of each experiment is indicated in the table of contents. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAt the moment, metadata standards are not implemented in the research group.\nThe microscope programme automatically generates an metadata file for every image which is saved together with the image. \nIn general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further\nsubdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every\nexperiment can be found including all the experimental conditions. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nDuring the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic backup) and a copy is\nstored on the KU Leuven Onedrive. Copies can be made on the applicants personal Onedrive. The large scRNA-sequencing data\nwill be stored on the lab's common storage space of the Flemish Super Computer VSC. Physical samples and biospecimens are\nstored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research\ngroup. All data stored in the labbooks remain available in the host lab even after departure of the applicant. \nAfter the research: The digital data are stored on the shared server of the lab. After completing the study, all data are uploaded to\na repository to be determined (e.g. archive space of the VSC, BioSamples) and placed under embargo for five years. \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nDigital data are stored on the KU Leuven One Drive which has automatic backup. In addition, acquired data will be backed up on\nan external hard drive every 6 months. \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n5 of 8\nThe KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project considering the\nestimated volume. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and password. An extra\nlayer of precaution will be taken by activating the multifactor authenticator app provided by the KU Leuven. There is also a\npassword on the personal computer of the applicant. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the 2 TB of storage on KU Leuven Onedrive are carried by KU Leuven. \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nAfter the research, all digital data will be stored on the shared server of the lab. A copy of the data will be deposited on an\nexternal hard drive of the supervisor. After completing the study, all data will also be uploaded to a repository to be determined\n(e.g. archive space of the VSC, BioSamples) and placed under embargo for five years.\nRNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that\nphysical samples containing RNA are not kept for the expected 5 year period after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super\nComputer VSC (for the large scRNA-seq dataset). After completing the study, all data are uploaded to a repository to be\ndetermined (e.g. archive space of the VSC, BioSamples) and placed under embargo for five years. We will also deposit the data\nin our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nAs long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation\nare expected. If the the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for long-term\nstorage of research data in a cost- efficient manner: 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB). \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n6 of 8\nYes, as open data\nThe following datasets will be made available: \nFluorescence/brightfield images qPCR data\nscRNA-sequencing dataset \nIf access is restricted, please specify who will be able to access the data and under what conditions. \n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the\nPhD thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication. \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)), so that users have to\ngive credit to the original data creators. Public availability after publishing the data will also depend on the journals policy\n(postpublication data repository). RNA sequencing data can be accessed on ArrayExpress after publication. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n7 of 8\nThere are currently no expected costs for data sharing. \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe grant holder, Lixian Liu.\nWho will manage data storage and backup during the research project? \nThe grant holder, Lixian Liu.\nWho will manage data preservation and sharing? \nThe PI (Prof. Dr Hugo Vankelecom) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP? \nThe grant holder (Lixian Liu) will be responsible for updating this DMP. The PI (Prof. Dr Hugo Vankelecom) bears the end\nresponsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 22 March 2024\n8 of 8"
    },
    "clean_full_text": "Development and application of innovative granulosa-theca cell hybrid organoids(GATHO) A Data Management Plan created using DMPonline.be Creator: Lixian Liu Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: 3M230167 ID: 205434 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: Female infertility is ranked the fifth most severe cause of disability worldwide, and its incidence is rising. To understand underlying causes and mechanisms, the currently applied 2D research models are inadequate since using non-physiological (immortalized) cells or primary cells with only limited lifespan and phenotype. In the female reproductive system, different cell types interact in a 3D spatial arrangement. In particular, two of the most important cell types involved in female fertility, the granulosa cells (GCs) and theca cells (TCs), topographically organized and crosstalking in the ovarian follicles, are responsible for the critical fertility-driving steroid hormone production. Attempts to co-culture these cell types in 2D resulted in only substandard steroid hormone biosynthesis and cell differentiation, and in rapid cell death. Now, these limitations can be overcome by the organoid technology. Organoids represent 3D miniature in vitro representations of a tissue, self-developing from tissue (stem) cells. The overall goal of this project is therefore to generate and apply GC-TC hybrid organoids (GaTHO). We will accomplish this goal through the following specific objectives: (1) to develop and deeply characterize cutting-edge GC and GaTHO organoid models and (2) to apply GaTHO in a proof-of-principle in the engineered ovary and in the study of endometrium- ovary interaction. The GaTHO approach represents a superb strategy to gain deeper insight into female reproductive biology and will provide a next-generation tool for modeling and exploring critical reproductive disorders, and testing the impact of environmental, medical and nutritional compounds on woman's fertility. Last modified: 22-03-2024 Created using DMPonline.be. Last modiﬁed 22 March 2024 1 of 8 Development and application of innovative granulosa-theca cell hybrid organoids(GATHO) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 22 March 2024 2 of 8 Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Cryopreserved organoids Organoids derived from healthy mouse ovary. N P 30 relevant biological samples with each approximately 15 vials of organoids. Fixed samples Paraformaldehyde (PFA)-fixed mouse ovary(-derived organoids) (stored in the designated closets in the lab). N P 30 relevant biological samples with each approximately 15 fixed samples. Microtome sections Rotary microtome sections obtained from PFA-fixed samples. N P 30 relevant biological samples with each approximately 40 microtome sections. RNA RNA from organoids and primary tissue. N P 30 relevant biological samples with approximately 15 conditions each. cDNA cDNA from organoids and primary tissue. N P 30 relevant biological samples with approximately 15 conditions each. Light, epifluorescence and confocal images Light, epifluorescence and confocal images from sections of organoids and primary tissue. N D Experimental .lif, .lsm and .tiff files <100 GB qPCR data qPCR data from gene expression analysis of organoids. N D Experimental .xls files <100 MB scRNA-seq dataset Single-cell RNA- sequencing data of mouse ovary-derived organoids. N D Experimental .fastq files <1 TB scRNA-seq output Output of single- cell RNA- sequencing data of mouse ovary-derived organoids. N D Experimental .html, .txt, .pdf files <100 MB Experimental analysis data and manuscripts Experimental analysis data and manuscripts. N D Experimental .xls, .txt files <100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Created using DMPonline.be. Last modiﬁed 22 March 2024 3 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) We are preparing the ethical document of mouse ovary-derived organoid research and it will be submitted to the Ethical Commission soon. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). -Daily lab activities are recorded in detail in the labbook and on OneNote. -Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on the KU Leuven One drive. - For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, amount of days in culture, magnification used, antibodies/dyes. Images will be saved on the shared drive of the lab and KU Leuven One drive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labelled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically together with the image. - For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transfered manually to an excel file where all previous RNA/cDNA Created using DMPonline.be. Last modiﬁed 22 March 2024 4 of 8 measurements are stored. Date of measurement together with name of the sample is included. The location of each sample (which freezer and which box) is also included in this excel file. - For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"Date_experiment number_sample name(s)_general gene list_qPCR\". The qPCR data is saved in a \"qPCR folder\" within the 'Raw data' folder, together with the template of the particular qPCR reaction. The analysed data can be found in the designated folder of the particular experiment within the 'Analysed data' folder. Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"Experiment number_sample name(s)_general gene list_graphpad\" and saved in the same folder. - For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical scRNA-sequencing workflow. Each script is saved as 'Experiment number_vignette type used'. Each figure is saved as 'Experiment number_sample name(s)_figure type'. - Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation,... are all included in the labbook. In the table of contents of the labbook the page number of each protocol included in the lab book can be found. In addition, the start of each experiment is indicated in the table of contents. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No At the moment, metadata standards are not implemented in the research group. The microscope programme automatically generates an metadata file for every image which is saved together with the image. In general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic backup) and a copy is stored on the KU Leuven Onedrive. Copies can be made on the applicants personal Onedrive. The large scRNA-sequencing data will be stored on the lab's common storage space of the Flemish Super Computer VSC. Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group. All data stored in the labbooks remain available in the host lab even after departure of the applicant. After the research: The digital data are stored on the shared server of the lab. After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC, BioSamples) and placed under embargo for five years. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Digital data are stored on the KU Leuven One Drive which has automatic backup. In addition, acquired data will be backed up on an external hard drive every 6 months. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 22 March 2024 5 of 8 The KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project considering the estimated volume. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and password. An extra layer of precaution will be taken by activating the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the 2 TB of storage on KU Leuven Onedrive are carried by KU Leuven. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) After the research, all digital data will be stored on the shared server of the lab. A copy of the data will be deposited on an external hard drive of the supervisor. After completing the study, all data will also be uploaded to a repository to be determined (e.g. archive space of the VSC, BioSamples) and placed under embargo for five years. RNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? Other (specify below) After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq dataset). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC, BioSamples) and placed under embargo for five years. We will also deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for long-term storage of research data in a cost- efficient manner: 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB). Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 22 March 2024 6 of 8 Yes, as open data The following datasets will be made available: Fluorescence/brightfield images qPCR data scRNA-sequencing dataset If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)), so that users have to give credit to the original data creators. Public availability after publishing the data will also depend on the journals policy (postpublication data repository). RNA sequencing data can be accessed on ArrayExpress after publication. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 22 March 2024 7 of 8 There are currently no expected costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? The grant holder, Lixian Liu. Who will manage data storage and backup during the research project? The grant holder, Lixian Liu. Who will manage data preservation and sharing? The PI (Prof. Dr Hugo Vankelecom) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Lixian Liu) will be responsible for updating this DMP. The PI (Prof. Dr Hugo Vankelecom) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 22 March 2024 8 of 8"
}