{
    "document_id": "D-2023-1981",
    "LinkTitle": "D-2023-1981",
    "file_name": "D-2023-1981.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1981.pdf",
    "metadata": {
        "title": "ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS, INCLUDING EMPIRICAL RESEARCH IN UGANDA",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS,\nATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS,\nINCLUDING EMPIRICAL RESEARCH IN UGANDA\nINCLUDING EMPIRICAL RESEARCH IN UGANDA\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJames Rischbieth\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11N7123N\nID: \nID: \n198721\nStart date: \nStart date: \n01-11-2022\nEnd date: \nEnd date: \n31-10-2026\nProject abstract:\nProject abstract:\nAtrocity victimisation causes severe, prolonged harm, degrades human dignity, and severs experiences of socio-political citizenship, leaving victims\nwith myriad needs as they seek to function: to survive, recover, and, eventually, thrive.\nPolitical philosophers argue need satiation is vital to human  functioning and attention to needs should inform political decision-making. It follows that\nsatiation of/attention to victims’ needs is essential to victim functioning and vital to the political processes that shape remedial justice policy. Victims’\nneeds, however, are poorly understood by victimologists: this is true in ‘ordinary crime’ contexts but is more apparent in atrocity studies. A handful of\nempirical studies have considered victims’ interests; while informative, they sought preferences and opinions, without dealing with the distinct concept\nof need.\nWhere need has been paid any attention, theory has given way to subjective perceptions, leaving the concept undefined and ambiguous. A theoretical\nunderstanding is completely lacking, and absence of a practice-shaping framework hinders efforts to respond to victims.\nThis nascent research seeks to fill considerable gaps, by setting out a theory of atrocity victims’ needs that elucidates: an ontological understanding of\nsuch needs; a typology thereof; and empirical analysis, in a Ugandan case study, of how they manifest dynamically. This will contribute to policy,\nlaying out evidence-based, victim-centred approaches to redress.\nLast modified: \nLast modified: \n21-04-2023\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n1 of 11\nATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS,\nATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS,\nINCLUDING EMPIRICAL RESEARCH IN UGANDA\nINCLUDING EMPIRICAL RESEARCH IN UGANDA\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\n \n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nVerbatim text Transcript:\nvictim interviews \nI am conducting qualitative semi- structured interviews with\natrocity victims in Uganda to ascertain their expressed needs\nand analyse their interests and perceptions of justice.\nThe text transcripts derived from audio recordings of the\ninterviews. \nGenerate\nnew data\nDigital\nObservational\n.docx/\nor \n.txt\n<100MB\nper transcript\n \nVerbatim text Transcript:\nvictim focus groups\n \nI am conducting qualitative semi- structured focus group with\natrocity victims in Uganda to ascertain their expressed needs\nand analyse their interests and perceptions of justice. Also\nfrom a group/collective perspective.\nThe text transcripts are derived from audio recordings of the\nfocus. \nGenerate\nnew data\nDigital\n \nObservational\n.docx/\nor \n.txt\n<100MB\nper transcript\n \nAudio recordings victim\ninterviews\nI will record the interviews using a digital audio recorder\n(audio only) .\nGenerate\nnew data\nDigital\nPrimary\nobservational data\n.mp3\nor \n.wma\n<2GB per\ninterview\n \nAudio recordings focus\ngroups\nI will record the focus using a digital audio recorder (audio\nonly). \nGenerate\nnew data\nDigital\nPrimary\nobservational data\n.mp3\nor \n.wma\n<2GB per\nfocus group\n \nCoded interview\ntranscripts - NVIVO\nI will code the victim interviews using NVIVO software.\nGenerate\nnew data\nDigital\nQualitative analysis\nof  observational data\n \n.nvb\n<20GB\n \nCoded focus group\ntranscripts - NVIVO\nI will code the focus groups using NVIVO software.\nGenerate\nnew data\nDigital\nQualitative analysis\nof  observational data\n \n.nvb\n<20GB\n \nCoding of academic\narticles and digital books\non NVIVO\n \nI am already using NVIVO software to conduct a literature\nreview, in the interests of theory building, through a grounded\ntheory methodology.\n \nGenerate\nnew data\nDigital\nQualitative analysis\nof  primary data\n \n.nvb\n \n<50GB\n \nWord document notes\nrelating to physical books\n \nI am creating digital notes as I read and analyse physical\nbooks.\nGenerate\nnew data\nDigital\nQualitative analysis\nof  primary data\n.docx/\nor \n.txt\n<100MB\n \nCoding of word document\nnotes relating to physical\nbooks - NVIVO\n \nMy digital notes are coded as part of the aforementioned\nliterature review process.\nGenerate\nnew data\nDigital\nQualitative analysis\nof  primary data\n \n.nvb\n<1GB\n \n<50GB\nPublicly available data\nfrom prior empirical\nvictim research\nReuse of publicly available data from prior empirical victim\nresearch, including survey data. \nReuse\nexisting\ndata\nDigital\nQualitative analysis\nof  observational data\n \n.docx/ ,\n.txt , .pdf\nunknown\n \nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n2 of 11\nPublicly available victim\ntestimonies\nUse of publicly available victim testimonies. \nReuse\nexisting\ndata\nDigital\nand\nPhysical\nObservational data\n.docx/ ,\n.txt , .pdf\n, .mp3 ,\n.wma ,\n.mp4\nunknown\n \ncoding of the previous two\ndata categories as well as\nnotes deriving from them -\nNVIVO\nCoding of data from prior empirical victim research and\npublicly available victim testimonies as well as notes deriving\nfrom them.\nGenerate\nnew data\nDigital\nObservational data\n \n.nvb\n \n<20GB\n \nGeneral Notes – word\ndocument\n \nA document which facilitates ongoing miscellaneous note\ntaking \nGenerate\nnew data\nDigital\nObservational data\n.docx/\nor \n.txt\n<100MB\n \nGeneral Notes – word\ndocument coded in\nNVIVO\nCoding of the general notes document\nGenerate\nnew data\nDigital\nObservational data\n \n.nvb\n \n<1GB\n \nPhysical field notes and\nmemos\nA physical book for recording field notes and memos in\nUganda.\nGenerate\nnew data\nPhysical\nObservational data\nPhysical\njournal /\nbook\n \nseveral\nvolumes\nof\nexercise\nbooks\nDigitised field notes and\nmemos\n \nA document for recording field notes and memos in Uganda.\nGenerate\nnew data\nDigital\nObservational data\n.docx/\nor \n.txt\n<100MB\n \nCoded Digitised field\nnotes and memos -\nNVIVO\nCoding of the digitised field notes and memos document\nGenerate\nnew data\nDigital\nQualitative analysis\nof  observational data\n.nvb\n \n<1GB\n \nPhysical field journals\nA field journal for recording daily experiences in the field\nGenerate\nnew data\nPhysical\nObservational data\nPhysical\njournal /\nbook\n \nseveral\nvolumes\nof\nexercise\nbooks\nDigitised field journals\nA digital version of the prior data type.\nGenerate\nnew data\nDigital\nObservational data\n.docx/\nor \n.txt\n<100MB\n \nCoded digitised field\njournals - NVIVO\nCoding of the digital field journal in NVIVO\nGenerate\nnew data\nDigital\nQualitative analysis\nof  observational data\n \n.nvb\n \n<1GB\n \nMetadata - interviews and\nfocus groups\n \nA document recording the metadata in relation to each\ninterview and focus group\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.docx/\nor \n.txt \nor\n.pdf\n<100MB\n \nMetadata - notes, journals,\nmemos\n \nA document recording the metadata in relation to general\nnotes and field notes, journals, memos\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n \n.docx/\nor \n.txt \nor\n.pdf\n<100MB\n \nMetadata - academic\nsources\nMetadata academic sources, stored using Mendeley reference\nmanagement software \nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n \nMendeley\ndesktop\ndatabase\n \n<100GB\n \nPseudonymisation code\nkey\nAn encrypted  key that helps me re-identify anonymised and\npseudonymised respondents.\nGenerate\nnew data\nDigital\ncompiled/aggregated\ndata\n \n.docx/\nor \n.txt \nor\n.pdf\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI am reusing both digital and physical data.\nDigital:\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n3 of 11\n1. reuse of publicly available digitised datasets from prior empirical victim research, including survey data. At this stage, I have identified two relevant databases,\nthose of the Harvard Humanitarian Intiative and the Peacebuilding Data Project, available at http://www.peacebuildingdata.org/interactivemaps.\nPhysical:\n1. reuse of publicly available analog datasets from prior empirical victim research. At this stage, I have identified two relevant databases, both in the possession of\nPromoter Parmentier, concerning research he conducted with colleagues in Bosnia and Herzegovina and Serbia. \n2. (re)use of victim testimonies contained in physical archives, i.e., the archive of the National Memory and Peace Documentation Centre, Kitgum, Uganda\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nsection. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThere are ethical issues concerning the collection of personal data of atrocity victims. Personal data will be pseudonymised during transcription and public\ndiscussions and dissemination of the data will involve techniques of anonymisation.   \nSome data may have the potential to indirectly identify victims, i.e., due to particular facts arising in the interviews/focus groups. Again, all attempts will be made to\nanonymise data where it is made publicly available/accessible. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nwhen appropriate.\nYes\nVictim respondents will be pseudonymised at the point of data collection, unless a contrary desire is expressly conveyed by the respondent. Respondents will be\nassigned a respondent code (number-letter combination), which corresponds to a 'Key' stored in a Word document stored in separate and secured folder (a Windows\nBitLocker encrypted folder, which requires authentification to unlock the folder) on the researcher's laptop hard drive, which is backed up on the encrypted KU\nLeuven network drive. The 'Key' Word document itself will also be password protected. The 'Key' Word document will be stored in a different BitLocker folder to\nthat housing the transcript and audio files. The latter are subject to temporary storage (see following paragraph). \nAlthough the Ugandan government is no longer outwardly hostile to victim populations, there is always a risk of government misuse of data. The author takes the\nprotection\nof respondents’ data very seriously; every effort will be made to prevent misuse.\nThe researcher will also take great care to ensure the protection of respondents' identities. However, it is likely that some personal identification information (e.g.,\nnames, addresses, contact details) will be contained in audio recordings. The audio recorder will be stored in a locked bag on the researcher's person. Audio\nrecordings will be uploaded onto the researcher's laptop as soon as practicable, where they will be stored in a Bitlocker encrypted folder. The audio files will then be\nimmediately deleted from the audio recorder.\nThe audio files will be transcribed as soon as possible, in Uganda, and the audio recordings will then be immediately deleted from the laptop. Transcriptions will also\nbe stored in a secured BitLocker folder. During transcription, any identifying markers (names, locations, etc) will be replaced with pseudonyms: only where these\nfeatures are essential will they correspond to a code in the 'Key' word document; otherwise the pseudonyms will seek to ensure anonymity. Age brackets and general\nlocations of offenses will be recorded in lieu of exact ages and locations. \nSome personal data may have the potential to indirectly identify victims (i.e., particular facts, harm suffered, general location of atrocity crime, type of atrocity\ncrime, type of harm, gender, descriptions of crimes and/or perpetrators, occupation, work place details, education, details about place of education, religious\naffiliation, details about frequented places of worship, details about local infrastructure, and so on). Where this data is not relevant to the research, it will be\npseudonymised. If it is relevant, such data will be anonymised on the occasion of public dissemination and use of the data (i.e., in articles, book chapters,\npresentations).\nOf course, compliance with the General Data Protection Regulation (GDPR) requires that all personal data processing activities are recorded. I will keep detailed\nrecords of dealings with personal data and register personal data processing activities as per the requirements of the GDPR. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nor data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n4 of 11\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nwhere this information is recorded).\nwhere this information is recorded).\nSix (6) separate README.txt files will be created to describe six different data types/sets. These files will ensure the data is kept understandable and, where\nrelevant, (re)usable. The files will also contain the metadata pertaining to the relevant data type/set. The particulars of each file are as follows: \n1. A README.txt file will be created to accompany the \ninterview and focus group transcripts\ninterview and focus group transcripts\n as well as the transcripts coded in NVIVO. The file will include the\nfollowing information:\na. A pseudonymised list of the interviews and focus groups, with relevant information included, i.e., the interview code, needs identified therein, needs expressed by\nthe respondent.\nb. an explanation of the naming convention applied to the interview and focus group transcript documents/files and the reasons why it was chosen,\nc. an explanation of ethical issues considered and how and why transcripts were pseudonymised, anonymised, and/ why sections may have been redacted.\nd. An explanation of the methodology used during the interviews and focus groups;\ne. An explanation of the methodology used to code the transcripts;\nf. a code book, listing and explaining the codes used;\ng. a category list, listing and explaining the categories applied. \nh. a combined DCMI/DDI style metadata table (see following section for details)\ni. technical information needed to open the dataset files, including a brief description of the required software \n2. A second README.txt file will be created to explain the NVIVO \nliterature review\nliterature review\n. \na. An exhaustive list of the literature consulted, including the following information: author name; type of source (i.e., book, journal article, report, etc.); title;\npublication year; publisher; journal volume number and page location, where applicable; nature of source (online/physical).\nb. an explanation of the naming convention applied to the source files and the reasons why it was chosen,\nc. An explanation of the methodology used during the review;\nd. An explanation of the methodology used to code and categorise the literature;\ne. a code book, listing and explaining the codes used;\nf. a category list, listing and explaining the categories applied. \ng. a combined DCMI/DDI style metadata table (see following section)\nh. technical information needed to open the dataset files, including a brief description of the required software\n3. A README.txt file will be created to accompany the data from \nprior empirical victim research\nprior empirical victim research\n, including coded materials. The file will include the following\ninformation:\na. An exhaustive list of the studies and datasets consulted, including the following information: author name; type of source (i.e., book, journal article, report, etc.);\ntitle; publication year; publisher; journal volume number and page location, where applicable; nature of source (online/physical); location of the data set.\nb. an explanation of the naming convention applied to the data files and the reasons why it was chosen,\nc. An explanation of why each study and/or dataset consulted: i.e., an explanation of why it was relevant; the situation it considered; and its strengths, limitations,\nand weaknesses, e.g., regarding its usefulness and quality.  \nd. An explanation of the methodology used to review the studies and/or datasets;\ne. An explanation of the methodology used to code and categorise the studies/data;\nf. a code book, listing and explaining the codes used;\ng. a category list, listing and explaining the categories applied. \nh. a combined DCMI/DDI style metadata table (see following section)\ni. technical information needed to open the dataset files, including a brief description of the required software \n4. A README.txt file will be created to accompany the \npublicly available victim testimonies\npublicly available victim testimonies\n as well as the analysis there of, i.e., coded sources. The file will\ninclude the following information:\na. An exhaustive list of the testimonies consulted, including the following information: where they were located/collected from; which atrocity situation they were\nrelevant to; the type of source (i.e., written, audio, video, interview, artistic piece); the year of the testimony; nature of source (online/physical); location of the data\nset.\nb. An explanation of why each testimony was consulted: i.e., an explanation of why it was relevant; the situation it considered; why it was valuable vis-a-vis the\nproject.  \nc. an explanation of the naming convention applied to the testimonies and the reasons why it was chosen,\nd. an explanation of any ethical issues considered and how and why testimonies may have been pseudonymised, anonymised, and/or why sections may have been\nredacted.\ne. An explanation of the methodology used to review the testimonies;\nf. An explanation of the methodology used to code and categorise the testimonies;\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n5 of 11\ng. a code book, listing and explaining the codes used;\nh. a category list, listing and explaining the categories applied. \ni. a combined DCMI/DDI style metadata table (see following section)\nj. technical information needed to open the dataset files, including a brief description of the required software \n5. A README.txt file will be created to accompany the digitised \ngeneral and field notes, field journals, and memo documents\ngeneral and field notes, field journals, and memo documents\n and the coded versions of these\ndocuments. The file will also record and explain the physical equivalents of these digital documents, and a printed version of the file will be placed with each\ncollection of physical materials. The file will include the following information:\na. a description of the particulars of each source: its type (physical or digital), its title, its author (whether written by me or a colleague), its date\nb. a description of how and why each source was compiled. I.e. a description of the writing process and the reasons for choosing this approach\nc. a record of where and when each source was written (for the journal a date range)\nd. an explanation of ethical issues considered and how and why journal entries and notes may have included pseudonymisations, anonymisations, and/or some parts\nmay have been deleted or redacted.\ne. a record of where physical sources are stored\nf. an explanation as to why particular data was subsequently reviewed and coded  \ng. an explanation of the methodology used to review the data\nh. An explanation of the methodology used to code and categorise the data\ni. a code book, listing and explaining the codes used\nj. a category list, listing and explaining the categories applied\nk. a combined DCMI/DDI style metadata table (see following section)\nl. technical information needed to open the dataset files, including a brief description of the required software \n6. A README.txt file will be created to explain why a \npseudonymisation code key\npseudonymisation code key\n was used. The file will include the following information:\na. an explanation as to why sources where pseudonymised, i.e., why a key was necessary as a security measure.\nb. an explanation as to the choice of coding system,\nc. It WILL NOT provide access to the key itself or information about the contents, so as to protect the identities of respondents. Contact details for the researcher and\npromotors will be included, so that any future researcher can justify why they might need access to the key, i.e., for a follow up or longitudinal study. It is highly\nunlikely that any other researcher will be able to justify why they should have access to the key. The exception might be a new researcher brought in to join the\nextant team.  \nd. a combined DCMI/DDI style metadata table (see following section). Obviously this will be a very limited table. \ne. technical information needed to open the encrypted and password protected file, including a brief description of the required software \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nGiven the inter-disciplinarity of my research, a generic metadata standard is preferred; as such, the \nDublin Core Metadata Element Set (Dublin Core or DCMI) \nDublin Core Metadata Element Set (Dublin Core or DCMI) \nwill\nbe used as a basic metadata standard. I will, however, incorporate elements of the the \nData Documentation Initiative (DDI)\nData Documentation Initiative (DDI)\n standard to take proper account of my\nobservational data (i.e., interview and focus group transcripts and analysis; notes, journals, and memo transcripts and analysis)\nThe structural and descriptive metadata will be included in the 6 thematic README.txt files described above, i.e., those pertaining to the following 6 data sets:\n1. interview and focus group transcripts\n2. literature review\n3. prior empirical victim research\n4. publicly available victim testimonies\n5. general and field notes, field journals, and memo documents\n6. pseudonymisation code key\nEach will include a \nDublin Core style metadata table, with columns for each of the 15 structural metadata properties \nDublin Core style metadata table, with columns for each of the 15 structural metadata properties \nwhich are required for resource description\naccording to the DCMI standard:\n1. Contributor(s)\n2. Coverage\n3. Creator\n4. Date\n5. Description\n6. Format\n7. Identifier\n8. Language\n9. Publisher\n10. Relation (i.e. to other resources)\n11. Rights (relevant to the source)\n12. Source\n13. Subject\n14. Title\n15. Type \nFurther columns will be included for my observational data according to the DDI standard. I will seek the advice of colleagues at the Leuven Institute of Criminology\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n6 of 11\nand other colleagues in my disciplines to decide which further properties might be required.\nThe descriptive metadata will be included under the columnar property headings (i.e. under the structural metadata column property headings). I will refer to the\nDCMI Syntax guide and Type Vocabulary as well as the DDI standard vocabulary, where applicable, to ensure the metadata is machine searchable and can be\nprocessed efficiently. \nAn extra (7th) README.txt file will compile a description of all metadata, again using a DCMI/DDI informed table for all data.\n \n \nThe README.txt files will also include \ndescriptions of the file name styles used for each data type\ndescriptions of the file name styles used for each data type\n (i.e., descriptions of file name formats). This will be set out as\nfollow:\n1. For interview and focus group transcripts\n1. For interview and focus group transcripts\nStructural data recorded for interviews and focus groups:\nStructural data recorded for interviews and focus groups:\nTitle\nTitle\n (i.e., Interview/focus Group Transcript Victim number (encryption key code identifier) or focus group number (encryption key code identifier));\ninterview/focus group \ndate\ndate\n ( a general date will be given for security and safety purposes, i.e., month and year); general interview/focus group \nlocation\nlocation\n; \ndata\ndata\ncollector\ncollector\n; \ntranscription date\ntranscription date\n. For coded transcripts add word - \"\nCODED\nCODED\n\" (\ncoder\ncoder\n), and '\ndate of completion\ndate of completion\n'.\nExample with incorporation of descriptive metadata:\nExample with incorporation of descriptive metadata:\n \nInterview transcript victim S24, September 2024, Uganda, Rischbieth, CODED (Rischbieth), 23rd May 2025\n.\n2. For the literature files - Titles will be laid out as follows:\n2. For the literature files - Titles will be laid out as follows:\nNote. \nFor coded literature\nFor coded literature\n the following will be added in brackets at the end of the title: word \"\nCODED\nCODED\n\" will be added as well as the '\ndate of completion\ndate of completion\n'.\na. \nStructural data recorded for \nStructural data recorded for \nBooks\nBooks\n -\nAuthor name(s). (publication year). book title. publication location, publisher.\nExamples \nExamples \nwith incorporation of descriptive metadata:\nLetschert, R and van Dijk, J. (2011). The New Faces of Victimhood: Globalization, Transnational Crimes and Victim Rights. London, Springer.\nLetschert, R and van Dijk, J. (2011). The New Faces of Victimhood: Globalization, Transnational Crimes and Victim Rights. London, Springer (CODED, 25\nNovember 2026)\nb.\n Structural data recorded for Book chapters:\n Structural data recorded for Book chapters:\nAuthor name(s). (publication year). 'chapter title' in editors name(s) (ed.), book title. publication location, publisher.\nExamples \nExamples \nwith incorporation of descriptive metadata:\nFreeman, S. (2006). ‘The Law of Peoples, Social Cooperation, Human Rights, and Distributive Justice’ in E. Franken Paul and F. D. Miller (eds.), \nJustice and Global\nPolitics\n. Cambridge: Cambridge University Press\nFreeman, S. (2006). ‘The Law of Peoples, Social Cooperation, Human Rights, and Distributive Justice’ in E. Franken Paul and F. D. Miller (eds.), \nJustice and Global\nPolitics\n. Cambridge: Cambridge University Press (CODED, 28 November 2025)\nc. \nStructural data for \nStructural data for \nJournal articles:\nJournal articles:\nAuthor name(s). (publication year). 'article title', Journal title, Volume number, starting page\nExamples \nExamples \nwith incorporation of descriptive metadata:\nCook, K. S. and Hegtvedt, K. A. (1983). Distributive Justice, Equity, and Equality. \nAnnual Review of Sociology\n. 9, 217\nCook, K. S. and Hegtvedt, K. A. (1983). Distributive Justice, Equity, and Equality. \nAnnual Review of Sociology\n. 9, 217 (CODED, 13 March 2027)\nd.\n Structural data for Reports\n Structural data for Reports\n:\nAuthor name(s). (publication year). 'report title', Institution name(s), report numner (if applicable). Available at <hyperlink>\nExamples \nExamples \nwith incorporation of descriptive metadata:\nCook, B., David, F., and Grant, A., (1999). New Research on Victims of Crime in Australia: Victims’ needs, victims’ rights. Report, Australian Institute of\nCriminology Research and Public Policy, Series No. 19. Available at <\nhttps://www.aic.gov.au/sites/default/files/2020-05/rpp019>\n \nCook, B., David, F., and Grant, A., (1999). New Research on Victims of Crime in Australia: Victims’ needs, victims’ rights. Report, Australian Institute of\nCriminology Research and Public Policy, Series No. 19. Available at <\nhttps://www.aic.gov.au/sites/default/files/2020-05/rpp019>\n .(CODED 29 January 2024)\ne. \nStructural data for \nStructural data for \nNews articles\nNews articles\n:\nAuthor name(s). 'article title', news, publisher/institution, pinpoint date. Available at <hyperlink>\nExamples \nExamples \nwith incorporation of descriptive metadata:\nKasande, S. K. (2020). The Trial of Dominic Ongwen: Has the Time for Accountability for Sexual Crimes in Contexts of War Finally Come? News, International\nCentre for Transitional Justice. 13 March 2020. Available at, <\nhttps://www.ictj.org/news/trial-dominic-ongwen-has-time-accountability-sexual-crimes-contexts-war-\nfinally-come>\nKasande, S. K. (2020). The Trial of Dominic Ongwen: Has the Time for Accountability for Sexual Crimes in Contexts of War Finally Come? News, International\nCentre for Transitional Justice. 13 March 2020. Available at, <\nhttps://www.ictj.org/news/trial-dominic-ongwen-has-time-accountability-sexual-crimes-contexts-war-\nfinally-come>\n(CODED, 14 July 2027)\n3. \nStructural data for\nStructural data for\n prior empirical studies datasets: \n prior empirical studies datasets: \nTitle (study name); researcher name(s); name of data set (if applicable); year of publication)\nExample \nExample \nwith incorporation of descriptive metadata.\nPeacebuilding Data Project, Vinck and Pham, UGANDA dataset, 2008.\n4. \nStructural data for\nStructural data for\n Victim testimonies\n Victim testimonies\n:\nTitle; victim name/identifier (where public); archive name; archive location; year of publication\nExamples \nExamples \nwith incorporation of descriptive metadata.\nJoe Blogs, National Memory and Peace Documentation Centre, Kitgum, Uganda, 2011.\nVictim 781S, National Memory and Peace Documentation Centre, Kitgum, Uganda, 2014.\n5. \nStructural data for\nStructural data for\n general notes:\n general notes:\nNote title, brief content descriptor, author, date\nExample\nExample\n with incorporation of descriptive metadata.\nNote 7, contemplating security needs (1), James Rischbieth, 17 September 2023\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n7 of 11\n6. \nStructural data for\nStructural data for\n field notes\n field notes\n:\nField note title, brief content descriptor, author, date\nExample\nExample\n with incorporation of descriptive metadata.\nField note 28, Observation documentation centre in Pader (3), James Rischbieth, 11 March 2024\n6. \nStructural data for\nStructural data for\n Journals\n Journals\n:\nJournal title, author\nExample \nExample \nwith incorporation of descriptive metadata.\nField Journal number 6 - Northern Uganda, Trip 2 - 17 April 2024-23 April 2024, James Rischbieth\n7. \nStructural data for\nStructural data for\n \n \nMemos\nMemos\n:\nmemo title, brief content descriptor, author, date\nExample \nExample \nwith incorporation of descriptive metadata.\nMemo 13, Comment on \nInterview transcript victim S24\n, James Rischbieth, September 2024\n8. \nStructural data for\nStructural data for\n \n \nNVIVO Files\nNVIVO Files\n: \na. QUALITATIVE ANALYSIS, Coded and Categorised Transcripts and Focus Groups, data analysis, NVIVO \nb. LITERATURE REVIEW, Coded and Categorised Literature, data analysis, NVIVO \nc. NOTES,  JOURNALS, and MEMOS, Coded and Categorised notes, journals and memos, data analysis, NVIVO \nd. REVIEW PRIOR EMPIRICAL VICTIM RESEARCH, Coded and Categorised prior empirical research, data analysis, NVIVO \ne. REVIEW VICTIM TESTIMONIES, Coded and Categorised victim testimonies, data analysis, NVIVO \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nFor the storage of data, the researcher will use KU Leuven's Desktop File Storage service, which incorporates personal & shared network folders, which are stored\nencrypted on a Personal Network Drive (researcher) and Shared Network Drive (researcher and promotors), all backed up and stored on the KU Leuven network\ndrive, i.e., the KUL ICTS Data Centre’s storage infrastructure.\nMore specifically, all data will be stored within dedicated personal Microsoft 'BitLocker' encrypted folders on an extra storage drive on the researcher, James\nRischbieth's, laptop. The laptop is password protected and the drive uses KU Leuven multifactor identification. The extra drive will be installed by KU Leuven ICTS\nstaff, who will also set up the required folders. These folders will be backed up on the KU Leuven network drive (as shared network folders), with access shared\nbetween the researcher and the promotors: Stephan Parmentier and Antony Pemberton. These password protected files will be backed up on an encrypted 1TB\nexternal hard drive, which will be locked in a locked filing cabinet in the researcher's office or, whilst in the field, in a lockbox in the researcher's residence.\nIt is worth reiterating that audio data will only be stored until transcription has been completed and will then be deleted: i.e., as soon as possible. \nAll physical data, i.e., journals, field notes, memos, recording devices, will be secured by the researcher: in the field, the data will be stored in a locked bag, kept on\nthe researcher's person; at KU Leuven, the data will be stored in the researcher's office in a locked filing cabinet; at the the researcher's home office, the physical data\nwill be stored in a private storage cabinet. All locked infrastructure will only be accessible to the researcher: the exception is the filing cabinet in the researcher's KU\nLeuven office, which is also accessible to the promotors.\n \nHow will the data be backed up?\nHow will the data be backed up?\nAll data is stored on the KU Leuven network drive, which is backed-up automatically on a daily basis. A copy of all central network drive data is stored at a 2nd\nlocation, ensuring 'disaster recovery.' As such, all digital data will be stored in a way that prevents data loss and misuse.\nDue to its nature, some physical data (i.e., field journals, notes, and memos) cannot be easily backed up; however, as noted, crucial physical data will be scanned,\ndigitised, and coded in NVIVO. It will, thus, also be stored on the KU Leuven network drive.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nAt this point, the elucidated data storage framework is not yet operational. \nHowever, to this point in the project, only publicly accessible data has been used: i.e., during a literature review. \nThe data storage framework described in this DMP will be set up and operational before the field research commences.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n8 of 11\nAs mentioned, the data will be securely stored in dedicated Microsoft 'BitLocker' encrypted folders, which are stored and backed up, encrypted on the KU Leuven\nnetwork drive. All such folders require authentification to unlock them. Crucially, the all important 'Key' Word document will be stored in an entirely separate\nBitLocker folder, to provide extra security vis-a-vis the identification of respondents.  \nThe folders on the network drive will be set up as 'shared network folders', with access shared between the researcher and the promotors: Stephan Parmentier and\nAntony Pemberton. As such, the relevant KU Leuven network drive 'Security Group' consists of James Rischbieth, Stephan Parmentier, and Antony Pemberton. The\nuse of a Security Group allows the applicant and the promotors to access and manage the data and, if necessary, include/remove KUL staff from the Security Group.\nIt also ensures that data is not accessed or modified by unauthorised individuals.\nIt is worth reiterating that audio data will only be stored until transcription has been completed and will then be deleted: i.e., as soon as possible. \nAll physical data, i.e., journals, field notes, memos, recording devices, will be secured by the researcher: in the field, the data will be stored in a locked bag, kept on\nthe researcher's person; at KU Leuven, the data will be stored in the researcher's office in a locked filing cabinet; at the the researcher's home office, the physical data\nwill be stored in a private storage cabinet. All locked infrastructure will only be accessible to the researcher: the exception is the filing cabinet in the researcher's KU\nLeuven office, which is also accessible to the promotors.\n \nSome physical data will be carried in the field; every effort to be taken to ensure security. All devices, journals, memos, etc, will be carried in a locked bag, kept on\nthe researcher's person at all times. Passcodes will be used to secure all multimedia devices.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData protection costs during research are estimated to cost use of the Desktop File Storage system will cost €519 per 1TB block per year. This comes to 2076 for the\nentire PhD period. (prices calculate using the KU Leuven interactive storage guide). \n \nAfter research: use of the Server Backend Storage system will cost €54 per\n100GB (500GB max.) per year.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll research data will be preserved for 10 years from the completion of the research, in accordance with the KU Leuven Research Data Management Policy. The KU\nLeuven policy states that 'after the end of the research, relevant research data must be retained for a\nminimum of 10 years in a safe, secure and sustainable way for the purposes of reproducibility, verification, and potential reuse; a best effort is expected to make\nrelevant research data available for reuse; ... deletion of data must be justified and documented; (and) documentation relating to the data should not be deleted as this\nimpedes the audit trial.'\nThe exception, of course, is the audio data of the victim interviews and focus groups, which will be deleted as soon as practicable during the research.\nAfter 10 years, the researcher and promotors will decide together whether it is necessary to store the data for a longer period. If any data is retained for a further\nperiod, a reminder date will be set. At this point, the researcher and promotors will again decide whether the data should be retained. If, after 10 years or a further\nperiod, ongoing storage is no longer necessary the data will be deleted.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\n \nAfter completion of the PhD, the digital data will be archived on the KU Leuven ICTS Data Centre's Server Backend Storage infrastructure, which is apt for small\nvolumes and recommended by the KUL Data centre for archival purposes.\nAfter the PhD is completed, all physical data will be transferred to the promotors, who will store the data in their offices in a secure cabinet. Promotor Parmentier is\nlikely to retire shortly after the completion of the PhD; as such, in practice, Pemberton is likely to be responsible for the long term storage, management, and curation\nof the data, although Parmentier will also be involved.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDuring research: use of the Desktop File Storage system will cost €519 per\n1TB block per year.\nAfter research: use of the Server Backend Storage system will cost €54 per 100GB (500GB max.) per year.\n \nThese costs will be covered using the FWO bench fee.\n5. Data sharing and reuse\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n9 of 11\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nbe made available.\nbe made available.\nYes, in an Open Access repository\nOnly 3 data sets/types will be made available on two public repository: the KU Leuven Research Data Repository (RDR) and Zedo. All 3 sets have significant\nscientific value for subsequent studies.\n1. the transcripts of the victim interviews \n2. the transcripts of the focus groups\n3. the code book and categories relating to these sources \nThese data will be shared on the Zenodo platform.\nThe data will be pseudonymised. I will take a do no harm approach: any potentially identifying information will be anonymised or redacted. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nthe comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nAll victim respondents and personal data must remain anonymous. As noted, pseudonyms will be used for all respondents, and the interview and focus group\ntranscripts will be the subject of anonymisation and redaction where there is any potential to identify atrocity victims.\nOf course, I will not share the identification key relevant to the interview/focus group participants. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll 3 data sets as well as supporting metadata will be made available on the (i) KU Leuven RDR and (ii) Zenodo platforms.\nBecause of the interdisciplinary nature of my research, I have chosen to avoid disciplinary specific depositories for the moment; however, as the research develops, I\nmay consider making the data available on specialised depositories in addition to RDR and Zenodo.\n \n \nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available upon publication of research results: at the latest upon the completion of the project. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nI will provide an adapted Creative Commons License, most likely a Creative Commons Attribution license, which has a citation condition: i.e., a CC BY license.\nAs I proceed, I will also consider the implications of the commercial use of the data; as such, I may choose to apply an additional non-commercial use condition: i.e.,\na CC BY-NC license.\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nNot yet applicable, but I will add a DOI to each dataset.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nAs the data sets are likely to be quite minimal in size, I do not foresee any costs. If costs arise, they will be covered by the FWO bench fee. Alternatively, they may\nbe covered by institutional funds, i.e., a contribution from the Leuven Fund on Transitional Justice. \nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n10 of 11\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes: the collection and creation of data; analysis of data;\ndocuments ordering the data; metadata; storage and backup responsibilities; data security; pseudonymisation of primary interview data; anonymisation and\npseudonymisation of data entering the public realm; personal data protection responsibilities; and data sharing. The supervisors of the project, Stephan Parmentier\nand Antony Pemberton will manage and will be responsible for the data after the end of the project, including management of long term data preservation (for 10\nyears)-and sharing. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes data storage and backup activities. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe supervisors of the project, Stephan Parmentier and Antony Pemberton will manage and will be responsible for the data after the end of the project, including\nmanagement of long term data preservation (for 10 years)-and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes all updates to and full implementation of this DMP.\nThere is one exception: the long term management of data and post project implementation of this DMP will be conducted by the supervisors of the project, Stephan\nParmentier and Antony Pemberton. \nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n11 of 11"
    },
    "clean_full_text": "ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS, ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS, INCLUDING EMPIRICAL RESEARCH IN UGANDA INCLUDING EMPIRICAL RESEARCH IN UGANDA A Data Management Plan created using DMPonline.be Creator: Creator: James Rischbieth Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11N7123N ID: ID: 198721 Start date: Start date: 01-11-2022 End date: End date: 31-10-2026 Project abstract: Project abstract: Atrocity victimisation causes severe, prolonged harm, degrades human dignity, and severs experiences of socio-political citizenship, leaving victims with myriad needs as they seek to function: to survive, recover, and, eventually, thrive. Political philosophers argue need satiation is vital to human functioning and attention to needs should inform political decision-making. It follows that satiation of/attention to victims’ needs is essential to victim functioning and vital to the political processes that shape remedial justice policy. Victims’ needs, however, are poorly understood by victimologists: this is true in ‘ordinary crime’ contexts but is more apparent in atrocity studies. A handful of empirical studies have considered victims’ interests; while informative, they sought preferences and opinions, without dealing with the distinct concept of need. Where need has been paid any attention, theory has given way to subjective perceptions, leaving the concept undefined and ambiguous. A theoretical understanding is completely lacking, and absence of a practice-shaping framework hinders efforts to respond to victims. This nascent research seeks to fill considerable gaps, by setting out a theory of atrocity victims’ needs that elucidates: an ontological understanding of such needs; a typology thereof; and empirical analysis, in a Ugandan case study, of how they manifest dynamically. This will contribute to policy, laying out evidence-based, victim-centred approaches to redress. Last modified: Last modified: 21-04-2023 Created using DMPonline.be. Last modiﬁed 21 April 2023 1 of 11 ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS, ATROCITY VICTIMS AND JUSTICE: A THEORY AND TYPOLOGY OF ATROCITY VICTIMS’ NEEDS, INCLUDING EMPIRICAL RESEARCH IN UGANDA INCLUDING EMPIRICAL RESEARCH IN UGANDA FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Verbatim text Transcript: victim interviews I am conducting qualitative semi- structured interviews with atrocity victims in Uganda to ascertain their expressed needs and analyse their interests and perceptions of justice. The text transcripts derived from audio recordings of the interviews. Generate new data Digital Observational .docx/ or .txt <100MB per transcript Verbatim text Transcript: victim focus groups I am conducting qualitative semi- structured focus group with atrocity victims in Uganda to ascertain their expressed needs and analyse their interests and perceptions of justice. Also from a group/collective perspective. The text transcripts are derived from audio recordings of the focus. Generate new data Digital Observational .docx/ or .txt <100MB per transcript Audio recordings victim interviews I will record the interviews using a digital audio recorder (audio only) . Generate new data Digital Primary observational data .mp3 or .wma <2GB per interview Audio recordings focus groups I will record the focus using a digital audio recorder (audio only). Generate new data Digital Primary observational data .mp3 or .wma <2GB per focus group Coded interview transcripts - NVIVO I will code the victim interviews using NVIVO software. Generate new data Digital Qualitative analysis of observational data .nvb <20GB Coded focus group transcripts - NVIVO I will code the focus groups using NVIVO software. Generate new data Digital Qualitative analysis of observational data .nvb <20GB Coding of academic articles and digital books on NVIVO I am already using NVIVO software to conduct a literature review, in the interests of theory building, through a grounded theory methodology. Generate new data Digital Qualitative analysis of primary data .nvb <50GB Word document notes relating to physical books I am creating digital notes as I read and analyse physical books. Generate new data Digital Qualitative analysis of primary data .docx/ or .txt <100MB Coding of word document notes relating to physical books - NVIVO My digital notes are coded as part of the aforementioned literature review process. Generate new data Digital Qualitative analysis of primary data .nvb <1GB <50GB Publicly available data from prior empirical victim research Reuse of publicly available data from prior empirical victim research, including survey data. Reuse existing data Digital Qualitative analysis of observational data .docx/ , .txt , .pdf unknown Created using DMPonline.be. Last modiﬁed 21 April 2023 2 of 11 Publicly available victim testimonies Use of publicly available victim testimonies. Reuse existing data Digital and Physical Observational data .docx/ , .txt , .pdf , .mp3 , .wma , .mp4 unknown coding of the previous two data categories as well as notes deriving from them - NVIVO Coding of data from prior empirical victim research and publicly available victim testimonies as well as notes deriving from them. Generate new data Digital Observational data .nvb <20GB General Notes – word document A document which facilitates ongoing miscellaneous note taking Generate new data Digital Observational data .docx/ or .txt <100MB General Notes – word document coded in NVIVO Coding of the general notes document Generate new data Digital Observational data .nvb <1GB Physical field notes and memos A physical book for recording field notes and memos in Uganda. Generate new data Physical Observational data Physical journal / book several volumes of exercise books Digitised field notes and memos A document for recording field notes and memos in Uganda. Generate new data Digital Observational data .docx/ or .txt <100MB Coded Digitised field notes and memos - NVIVO Coding of the digitised field notes and memos document Generate new data Digital Qualitative analysis of observational data .nvb <1GB Physical field journals A field journal for recording daily experiences in the field Generate new data Physical Observational data Physical journal / book several volumes of exercise books Digitised field journals A digital version of the prior data type. Generate new data Digital Observational data .docx/ or .txt <100MB Coded digitised field journals - NVIVO Coding of the digital field journal in NVIVO Generate new data Digital Qualitative analysis of observational data .nvb <1GB Metadata - interviews and focus groups A document recording the metadata in relation to each interview and focus group Generate new data Digital Compiled/aggregated data .docx/ or .txt or .pdf <100MB Metadata - notes, journals, memos A document recording the metadata in relation to general notes and field notes, journals, memos Generate new data Digital Compiled/aggregated data .docx/ or .txt or .pdf <100MB Metadata - academic sources Metadata academic sources, stored using Mendeley reference management software Generate new data Digital Compiled/aggregated data Mendeley desktop database <100GB Pseudonymisation code key An encrypted key that helps me re-identify anonymised and pseudonymised respondents. Generate new data Digital compiled/aggregated data .docx/ or .txt or .pdf <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I am reusing both digital and physical data. Digital: Created using DMPonline.be. Last modiﬁed 21 April 2023 3 of 11 1. reuse of publicly available digitised datasets from prior empirical victim research, including survey data. At this stage, I have identified two relevant databases, those of the Harvard Humanitarian Intiative and the Peacebuilding Data Project, available at http://www.peacebuildingdata.org/interactivemaps. Physical: 1. reuse of publicly available analog datasets from prior empirical victim research. At this stage, I have identified two relevant databases, both in the possession of Promoter Parmentier, concerning research he conducted with colleagues in Bosnia and Herzegovina and Serbia. 2. (re)use of victim testimonies contained in physical archives, i.e., the archive of the National Memory and Peace Documentation Centre, Kitgum, Uganda Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. section. Please refer to specific datasets or data types when appropriate. Yes, human subject data There are ethical issues concerning the collection of personal data of atrocity victims. Personal data will be pseudonymised during transcription and public discussions and dissemination of the data will involve techniques of anonymisation. Some data may have the potential to indirectly identify victims, i.e., due to particular facts arising in the interviews/focus groups. Again, all attempts will be made to anonymise data where it is made publicly available/accessible. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. when appropriate. Yes Victim respondents will be pseudonymised at the point of data collection, unless a contrary desire is expressly conveyed by the respondent. Respondents will be assigned a respondent code (number-letter combination), which corresponds to a 'Key' stored in a Word document stored in separate and secured folder (a Windows BitLocker encrypted folder, which requires authentification to unlock the folder) on the researcher's laptop hard drive, which is backed up on the encrypted KU Leuven network drive. The 'Key' Word document itself will also be password protected. The 'Key' Word document will be stored in a different BitLocker folder to that housing the transcript and audio files. The latter are subject to temporary storage (see following paragraph). Although the Ugandan government is no longer outwardly hostile to victim populations, there is always a risk of government misuse of data. The author takes the protection of respondents’ data very seriously; every effort will be made to prevent misuse. The researcher will also take great care to ensure the protection of respondents' identities. However, it is likely that some personal identification information (e.g., names, addresses, contact details) will be contained in audio recordings. The audio recorder will be stored in a locked bag on the researcher's person. Audio recordings will be uploaded onto the researcher's laptop as soon as practicable, where they will be stored in a Bitlocker encrypted folder. The audio files will then be immediately deleted from the audio recorder. The audio files will be transcribed as soon as possible, in Uganda, and the audio recordings will then be immediately deleted from the laptop. Transcriptions will also be stored in a secured BitLocker folder. During transcription, any identifying markers (names, locations, etc) will be replaced with pseudonyms: only where these features are essential will they correspond to a code in the 'Key' word document; otherwise the pseudonyms will seek to ensure anonymity. Age brackets and general locations of offenses will be recorded in lieu of exact ages and locations. Some personal data may have the potential to indirectly identify victims (i.e., particular facts, harm suffered, general location of atrocity crime, type of atrocity crime, type of harm, gender, descriptions of crimes and/or perpetrators, occupation, work place details, education, details about place of education, religious affiliation, details about frequented places of worship, details about local infrastructure, and so on). Where this data is not relevant to the research, it will be pseudonymised. If it is relevant, such data will be anonymised on the occasion of public dissemination and use of the data (i.e., in articles, book chapters, presentations). Of course, compliance with the General Data Protection Regulation (GDPR) requires that all personal data processing activities are recorded. I will keep detailed records of dealings with personal data and register personal data processing activities as per the requirements of the GDPR. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 21 April 2023 4 of 11 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). where this information is recorded). Six (6) separate README.txt files will be created to describe six different data types/sets. These files will ensure the data is kept understandable and, where relevant, (re)usable. The files will also contain the metadata pertaining to the relevant data type/set. The particulars of each file are as follows: 1. A README.txt file will be created to accompany the interview and focus group transcripts interview and focus group transcripts as well as the transcripts coded in NVIVO. The file will include the following information: a. A pseudonymised list of the interviews and focus groups, with relevant information included, i.e., the interview code, needs identified therein, needs expressed by the respondent. b. an explanation of the naming convention applied to the interview and focus group transcript documents/files and the reasons why it was chosen, c. an explanation of ethical issues considered and how and why transcripts were pseudonymised, anonymised, and/ why sections may have been redacted. d. An explanation of the methodology used during the interviews and focus groups; e. An explanation of the methodology used to code the transcripts; f. a code book, listing and explaining the codes used; g. a category list, listing and explaining the categories applied. h. a combined DCMI/DDI style metadata table (see following section for details) i. technical information needed to open the dataset files, including a brief description of the required software 2. A second README.txt file will be created to explain the NVIVO literature review literature review . a. An exhaustive list of the literature consulted, including the following information: author name; type of source (i.e., book, journal article, report, etc.); title; publication year; publisher; journal volume number and page location, where applicable; nature of source (online/physical). b. an explanation of the naming convention applied to the source files and the reasons why it was chosen, c. An explanation of the methodology used during the review; d. An explanation of the methodology used to code and categorise the literature; e. a code book, listing and explaining the codes used; f. a category list, listing and explaining the categories applied. g. a combined DCMI/DDI style metadata table (see following section) h. technical information needed to open the dataset files, including a brief description of the required software 3. A README.txt file will be created to accompany the data from prior empirical victim research prior empirical victim research , including coded materials. The file will include the following information: a. An exhaustive list of the studies and datasets consulted, including the following information: author name; type of source (i.e., book, journal article, report, etc.); title; publication year; publisher; journal volume number and page location, where applicable; nature of source (online/physical); location of the data set. b. an explanation of the naming convention applied to the data files and the reasons why it was chosen, c. An explanation of why each study and/or dataset consulted: i.e., an explanation of why it was relevant; the situation it considered; and its strengths, limitations, and weaknesses, e.g., regarding its usefulness and quality. d. An explanation of the methodology used to review the studies and/or datasets; e. An explanation of the methodology used to code and categorise the studies/data; f. a code book, listing and explaining the codes used; g. a category list, listing and explaining the categories applied. h. a combined DCMI/DDI style metadata table (see following section) i. technical information needed to open the dataset files, including a brief description of the required software 4. A README.txt file will be created to accompany the publicly available victim testimonies publicly available victim testimonies as well as the analysis there of, i.e., coded sources. The file will include the following information: a. An exhaustive list of the testimonies consulted, including the following information: where they were located/collected from; which atrocity situation they were relevant to; the type of source (i.e., written, audio, video, interview, artistic piece); the year of the testimony; nature of source (online/physical); location of the data set. b. An explanation of why each testimony was consulted: i.e., an explanation of why it was relevant; the situation it considered; why it was valuable vis-a-vis the project. c. an explanation of the naming convention applied to the testimonies and the reasons why it was chosen, d. an explanation of any ethical issues considered and how and why testimonies may have been pseudonymised, anonymised, and/or why sections may have been redacted. e. An explanation of the methodology used to review the testimonies; f. An explanation of the methodology used to code and categorise the testimonies; Created using DMPonline.be. Last modiﬁed 21 April 2023 5 of 11 g. a code book, listing and explaining the codes used; h. a category list, listing and explaining the categories applied. i. a combined DCMI/DDI style metadata table (see following section) j. technical information needed to open the dataset files, including a brief description of the required software 5. A README.txt file will be created to accompany the digitised general and field notes, field journals, and memo documents general and field notes, field journals, and memo documents and the coded versions of these documents. The file will also record and explain the physical equivalents of these digital documents, and a printed version of the file will be placed with each collection of physical materials. The file will include the following information: a. a description of the particulars of each source: its type (physical or digital), its title, its author (whether written by me or a colleague), its date b. a description of how and why each source was compiled. I.e. a description of the writing process and the reasons for choosing this approach c. a record of where and when each source was written (for the journal a date range) d. an explanation of ethical issues considered and how and why journal entries and notes may have included pseudonymisations, anonymisations, and/or some parts may have been deleted or redacted. e. a record of where physical sources are stored f. an explanation as to why particular data was subsequently reviewed and coded g. an explanation of the methodology used to review the data h. An explanation of the methodology used to code and categorise the data i. a code book, listing and explaining the codes used j. a category list, listing and explaining the categories applied k. a combined DCMI/DDI style metadata table (see following section) l. technical information needed to open the dataset files, including a brief description of the required software 6. A README.txt file will be created to explain why a pseudonymisation code key pseudonymisation code key was used. The file will include the following information: a. an explanation as to why sources where pseudonymised, i.e., why a key was necessary as a security measure. b. an explanation as to the choice of coding system, c. It WILL NOT provide access to the key itself or information about the contents, so as to protect the identities of respondents. Contact details for the researcher and promotors will be included, so that any future researcher can justify why they might need access to the key, i.e., for a follow up or longitudinal study. It is highly unlikely that any other researcher will be able to justify why they should have access to the key. The exception might be a new researcher brought in to join the extant team. d. a combined DCMI/DDI style metadata table (see following section). Obviously this will be a very limited table. e. technical information needed to open the encrypted and password protected file, including a brief description of the required software Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Given the inter-disciplinarity of my research, a generic metadata standard is preferred; as such, the Dublin Core Metadata Element Set (Dublin Core or DCMI) Dublin Core Metadata Element Set (Dublin Core or DCMI) will be used as a basic metadata standard. I will, however, incorporate elements of the the Data Documentation Initiative (DDI) Data Documentation Initiative (DDI) standard to take proper account of my observational data (i.e., interview and focus group transcripts and analysis; notes, journals, and memo transcripts and analysis) The structural and descriptive metadata will be included in the 6 thematic README.txt files described above, i.e., those pertaining to the following 6 data sets: 1. interview and focus group transcripts 2. literature review 3. prior empirical victim research 4. publicly available victim testimonies 5. general and field notes, field journals, and memo documents 6. pseudonymisation code key Each will include a Dublin Core style metadata table, with columns for each of the 15 structural metadata properties Dublin Core style metadata table, with columns for each of the 15 structural metadata properties which are required for resource description according to the DCMI standard: 1. Contributor(s) 2. Coverage 3. Creator 4. Date 5. Description 6. Format 7. Identifier 8. Language 9. Publisher 10. Relation (i.e. to other resources) 11. Rights (relevant to the source) 12. Source 13. Subject 14. Title 15. Type Further columns will be included for my observational data according to the DDI standard. I will seek the advice of colleagues at the Leuven Institute of Criminology Created using DMPonline.be. Last modiﬁed 21 April 2023 6 of 11 and other colleagues in my disciplines to decide which further properties might be required. The descriptive metadata will be included under the columnar property headings (i.e. under the structural metadata column property headings). I will refer to the DCMI Syntax guide and Type Vocabulary as well as the DDI standard vocabulary, where applicable, to ensure the metadata is machine searchable and can be processed efficiently. An extra (7th) README.txt file will compile a description of all metadata, again using a DCMI/DDI informed table for all data. The README.txt files will also include descriptions of the file name styles used for each data type descriptions of the file name styles used for each data type (i.e., descriptions of file name formats). This will be set out as follow: 1. For interview and focus group transcripts 1. For interview and focus group transcripts Structural data recorded for interviews and focus groups: Structural data recorded for interviews and focus groups: Title Title (i.e., Interview/focus Group Transcript Victim number (encryption key code identifier) or focus group number (encryption key code identifier)); interview/focus group date date ( a general date will be given for security and safety purposes, i.e., month and year); general interview/focus group location location ; data data collector collector ; transcription date transcription date . For coded transcripts add word - \" CODED CODED \" ( coder coder ), and ' date of completion date of completion '. Example with incorporation of descriptive metadata: Example with incorporation of descriptive metadata: Interview transcript victim S24, September 2024, Uganda, Rischbieth, CODED (Rischbieth), 23rd May 2025 . 2. For the literature files - Titles will be laid out as follows: 2. For the literature files - Titles will be laid out as follows: Note. For coded literature For coded literature the following will be added in brackets at the end of the title: word \" CODED CODED \" will be added as well as the ' date of completion date of completion '. a. Structural data recorded for Structural data recorded for Books Books - Author name(s). (publication year). book title. publication location, publisher. Examples Examples with incorporation of descriptive metadata: Letschert, R and van Dijk, J. (2011). The New Faces of Victimhood: Globalization, Transnational Crimes and Victim Rights. London, Springer. Letschert, R and van Dijk, J. (2011). The New Faces of Victimhood: Globalization, Transnational Crimes and Victim Rights. London, Springer (CODED, 25 November 2026) b. Structural data recorded for Book chapters: Structural data recorded for Book chapters: Author name(s). (publication year). 'chapter title' in editors name(s) (ed.), book title. publication location, publisher. Examples Examples with incorporation of descriptive metadata: Freeman, S. (2006). ‘The Law of Peoples, Social Cooperation, Human Rights, and Distributive Justice’ in E. Franken Paul and F. D. Miller (eds.), Justice and Global Politics . Cambridge: Cambridge University Press Freeman, S. (2006). ‘The Law of Peoples, Social Cooperation, Human Rights, and Distributive Justice’ in E. Franken Paul and F. D. Miller (eds.), Justice and Global Politics . Cambridge: Cambridge University Press (CODED, 28 November 2025) c. Structural data for Structural data for Journal articles: Journal articles: Author name(s). (publication year). 'article title', Journal title, Volume number, starting page Examples Examples with incorporation of descriptive metadata: Cook, K. S. and Hegtvedt, K. A. (1983). Distributive Justice, Equity, and Equality. Annual Review of Sociology . 9, 217 Cook, K. S. and Hegtvedt, K. A. (1983). Distributive Justice, Equity, and Equality. Annual Review of Sociology . 9, 217 (CODED, 13 March 2027) d. Structural data for Reports Structural data for Reports : Author name(s). (publication year). 'report title', Institution name(s), report numner (if applicable). Available at <hyperlink> Examples Examples with incorporation of descriptive metadata: Cook, B., David, F., and Grant, A., (1999). New Research on Victims of Crime in Australia: Victims’ needs, victims’ rights. Report, Australian Institute of Criminology Research and Public Policy, Series No. 19. Available at < https://www.aic.gov.au/sites/default/files/2020-05/rpp019> Cook, B., David, F., and Grant, A., (1999). New Research on Victims of Crime in Australia: Victims’ needs, victims’ rights. Report, Australian Institute of Criminology Research and Public Policy, Series No. 19. Available at < https://www.aic.gov.au/sites/default/files/2020-05/rpp019> .(CODED 29 January 2024) e. Structural data for Structural data for News articles News articles : Author name(s). 'article title', news, publisher/institution, pinpoint date. Available at <hyperlink> Examples Examples with incorporation of descriptive metadata: Kasande, S. K. (2020). The Trial of Dominic Ongwen: Has the Time for Accountability for Sexual Crimes in Contexts of War Finally Come? News, International Centre for Transitional Justice. 13 March 2020. Available at, < https://www.ictj.org/news/trial-dominic-ongwen-has-time-accountability-sexual-crimes-contexts-war- finally-come> Kasande, S. K. (2020). The Trial of Dominic Ongwen: Has the Time for Accountability for Sexual Crimes in Contexts of War Finally Come? News, International Centre for Transitional Justice. 13 March 2020. Available at, < https://www.ictj.org/news/trial-dominic-ongwen-has-time-accountability-sexual-crimes-contexts-war- finally-come> (CODED, 14 July 2027) 3. Structural data for Structural data for prior empirical studies datasets: prior empirical studies datasets: Title (study name); researcher name(s); name of data set (if applicable); year of publication) Example Example with incorporation of descriptive metadata. Peacebuilding Data Project, Vinck and Pham, UGANDA dataset, 2008. 4. Structural data for Structural data for Victim testimonies Victim testimonies : Title; victim name/identifier (where public); archive name; archive location; year of publication Examples Examples with incorporation of descriptive metadata. Joe Blogs, National Memory and Peace Documentation Centre, Kitgum, Uganda, 2011. Victim 781S, National Memory and Peace Documentation Centre, Kitgum, Uganda, 2014. 5. Structural data for Structural data for general notes: general notes: Note title, brief content descriptor, author, date Example Example with incorporation of descriptive metadata. Note 7, contemplating security needs (1), James Rischbieth, 17 September 2023 Created using DMPonline.be. Last modiﬁed 21 April 2023 7 of 11 6. Structural data for Structural data for field notes field notes : Field note title, brief content descriptor, author, date Example Example with incorporation of descriptive metadata. Field note 28, Observation documentation centre in Pader (3), James Rischbieth, 11 March 2024 6. Structural data for Structural data for Journals Journals : Journal title, author Example Example with incorporation of descriptive metadata. Field Journal number 6 - Northern Uganda, Trip 2 - 17 April 2024-23 April 2024, James Rischbieth 7. Structural data for Structural data for Memos Memos : memo title, brief content descriptor, author, date Example Example with incorporation of descriptive metadata. Memo 13, Comment on Interview transcript victim S24 , James Rischbieth, September 2024 8. Structural data for Structural data for NVIVO Files NVIVO Files : a. QUALITATIVE ANALYSIS, Coded and Categorised Transcripts and Focus Groups, data analysis, NVIVO b. LITERATURE REVIEW, Coded and Categorised Literature, data analysis, NVIVO c. NOTES, JOURNALS, and MEMOS, Coded and Categorised notes, journals and memos, data analysis, NVIVO d. REVIEW PRIOR EMPIRICAL VICTIM RESEARCH, Coded and Categorised prior empirical research, data analysis, NVIVO e. REVIEW VICTIM TESTIMONIES, Coded and Categorised victim testimonies, data analysis, NVIVO 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? For the storage of data, the researcher will use KU Leuven's Desktop File Storage service, which incorporates personal & shared network folders, which are stored encrypted on a Personal Network Drive (researcher) and Shared Network Drive (researcher and promotors), all backed up and stored on the KU Leuven network drive, i.e., the KUL ICTS Data Centre’s storage infrastructure. More specifically, all data will be stored within dedicated personal Microsoft 'BitLocker' encrypted folders on an extra storage drive on the researcher, James Rischbieth's, laptop. The laptop is password protected and the drive uses KU Leuven multifactor identification. The extra drive will be installed by KU Leuven ICTS staff, who will also set up the required folders. These folders will be backed up on the KU Leuven network drive (as shared network folders), with access shared between the researcher and the promotors: Stephan Parmentier and Antony Pemberton. These password protected files will be backed up on an encrypted 1TB external hard drive, which will be locked in a locked filing cabinet in the researcher's office or, whilst in the field, in a lockbox in the researcher's residence. It is worth reiterating that audio data will only be stored until transcription has been completed and will then be deleted: i.e., as soon as possible. All physical data, i.e., journals, field notes, memos, recording devices, will be secured by the researcher: in the field, the data will be stored in a locked bag, kept on the researcher's person; at KU Leuven, the data will be stored in the researcher's office in a locked filing cabinet; at the the researcher's home office, the physical data will be stored in a private storage cabinet. All locked infrastructure will only be accessible to the researcher: the exception is the filing cabinet in the researcher's KU Leuven office, which is also accessible to the promotors. How will the data be backed up? How will the data be backed up? All data is stored on the KU Leuven network drive, which is backed-up automatically on a daily basis. A copy of all central network drive data is stored at a 2nd location, ensuring 'disaster recovery.' As such, all digital data will be stored in a way that prevents data loss and misuse. Due to its nature, some physical data (i.e., field journals, notes, and memos) cannot be easily backed up; however, as noted, crucial physical data will be scanned, digitised, and coded in NVIVO. It will, thus, also be stored on the KU Leuven network drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No At this point, the elucidated data storage framework is not yet operational. However, to this point in the project, only publicly accessible data has been used: i.e., during a literature review. The data storage framework described in this DMP will be set up and operational before the field research commences. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 21 April 2023 8 of 11 As mentioned, the data will be securely stored in dedicated Microsoft 'BitLocker' encrypted folders, which are stored and backed up, encrypted on the KU Leuven network drive. All such folders require authentification to unlock them. Crucially, the all important 'Key' Word document will be stored in an entirely separate BitLocker folder, to provide extra security vis-a-vis the identification of respondents. The folders on the network drive will be set up as 'shared network folders', with access shared between the researcher and the promotors: Stephan Parmentier and Antony Pemberton. As such, the relevant KU Leuven network drive 'Security Group' consists of James Rischbieth, Stephan Parmentier, and Antony Pemberton. The use of a Security Group allows the applicant and the promotors to access and manage the data and, if necessary, include/remove KUL staff from the Security Group. It also ensures that data is not accessed or modified by unauthorised individuals. It is worth reiterating that audio data will only be stored until transcription has been completed and will then be deleted: i.e., as soon as possible. All physical data, i.e., journals, field notes, memos, recording devices, will be secured by the researcher: in the field, the data will be stored in a locked bag, kept on the researcher's person; at KU Leuven, the data will be stored in the researcher's office in a locked filing cabinet; at the the researcher's home office, the physical data will be stored in a private storage cabinet. All locked infrastructure will only be accessible to the researcher: the exception is the filing cabinet in the researcher's KU Leuven office, which is also accessible to the promotors. Some physical data will be carried in the field; every effort to be taken to ensure security. All devices, journals, memos, etc, will be carried in a locked bag, kept on the researcher's person at all times. Passcodes will be used to secure all multimedia devices. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data protection costs during research are estimated to cost use of the Desktop File Storage system will cost €519 per 1TB block per year. This comes to 2076 for the entire PhD period. (prices calculate using the KU Leuven interactive storage guide). After research: use of the Server Backend Storage system will cost €54 per 100GB (500GB max.) per year. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All research data will be preserved for 10 years from the completion of the research, in accordance with the KU Leuven Research Data Management Policy. The KU Leuven policy states that 'after the end of the research, relevant research data must be retained for a minimum of 10 years in a safe, secure and sustainable way for the purposes of reproducibility, verification, and potential reuse; a best effort is expected to make relevant research data available for reuse; ... deletion of data must be justified and documented; (and) documentation relating to the data should not be deleted as this impedes the audit trial.' The exception, of course, is the audio data of the victim interviews and focus groups, which will be deleted as soon as practicable during the research. After 10 years, the researcher and promotors will decide together whether it is necessary to store the data for a longer period. If any data is retained for a further period, a reminder date will be set. At this point, the researcher and promotors will again decide whether the data should be retained. If, after 10 years or a further period, ongoing storage is no longer necessary the data will be deleted. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? After completion of the PhD, the digital data will be archived on the KU Leuven ICTS Data Centre's Server Backend Storage infrastructure, which is apt for small volumes and recommended by the KUL Data centre for archival purposes. After the PhD is completed, all physical data will be transferred to the promotors, who will store the data in their offices in a secure cabinet. Promotor Parmentier is likely to retire shortly after the completion of the PhD; as such, in practice, Pemberton is likely to be responsible for the long term storage, management, and curation of the data, although Parmentier will also be involved. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? During research: use of the Desktop File Storage system will cost €519 per 1TB block per year. After research: use of the Server Backend Storage system will cost €54 per 100GB (500GB max.) per year. These costs will be covered using the FWO bench fee. 5. Data sharing and reuse 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 21 April 2023 9 of 11 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. be made available. Yes, in an Open Access repository Only 3 data sets/types will be made available on two public repository: the KU Leuven Research Data Repository (RDR) and Zedo. All 3 sets have significant scientific value for subsequent studies. 1. the transcripts of the victim interviews 2. the transcripts of the focus groups 3. the code book and categories relating to these sources These data will be shared on the Zenodo platform. The data will be pseudonymised. I will take a do no harm approach: any potentially identifying information will be anonymised or redacted. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects All victim respondents and personal data must remain anonymous. As noted, pseudonyms will be used for all respondents, and the interview and focus group transcripts will be the subject of anonymisation and redaction where there is any potential to identify atrocity victims. Of course, I will not share the identification key relevant to the interview/focus group participants. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. All 3 data sets as well as supporting metadata will be made available on the (i) KU Leuven RDR and (ii) Zenodo platforms. Because of the interdisciplinary nature of my research, I have chosen to avoid disciplinary specific depositories for the moment; however, as the research develops, I may consider making the data available on specialised depositories in addition to RDR and Zenodo. When will the data be made available? When will the data be made available? The data will be made available upon publication of research results: at the latest upon the completion of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. I will provide an adapted Creative Commons License, most likely a Creative Commons Attribution license, which has a citation condition: i.e., a CC BY license. As I proceed, I will also consider the implications of the commercial use of the data; as such, I may choose to apply an additional non-commercial use condition: i.e., a CC BY-NC license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not yet applicable, but I will add a DOI to each dataset. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? As the data sets are likely to be quite minimal in size, I do not foresee any costs. If costs arise, they will be covered by the FWO bench fee. Alternatively, they may be covered by institutional funds, i.e., a contribution from the Leuven Fund on Transitional Justice. Created using DMPonline.be. Last modiﬁed 21 April 2023 10 of 11 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes: the collection and creation of data; analysis of data; documents ordering the data; metadata; storage and backup responsibilities; data security; pseudonymisation of primary interview data; anonymisation and pseudonymisation of data entering the public realm; personal data protection responsibilities; and data sharing. The supervisors of the project, Stephan Parmentier and Antony Pemberton will manage and will be responsible for the data after the end of the project, including management of long term data preservation (for 10 years)-and sharing. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes data storage and backup activities. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The supervisors of the project, Stephan Parmentier and Antony Pemberton will manage and will be responsible for the data after the end of the project, including management of long term data preservation (for 10 years)-and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PhD researcher, James Rischbieth, is responsible for handling all data during the project. This includes all updates to and full implementation of this DMP. There is one exception: the long term management of data and post project implementation of this DMP will be conducted by the supervisors of the project, Stephan Parmentier and Antony Pemberton. Created using DMPonline.be. Last modiﬁed 21 April 2023 11 of 11"
}