{
    "document_id": "D-2024-2512",
    "LinkTitle": "D-2024-2512",
    "file_name": "D-2024-2512.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2512.pdf",
    "metadata": {
        "title": "New techniques for the cryptanalysis of hash functions",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "New techniques for the cryptanalysis of hash functions\nNew techniques for the cryptanalysis of hash functions\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nTim Beyne\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1274724N\nID: \nID: \n206080\nProject abstract:\nProject abstract:\nCryptographic hash functions map arbitrary length messages to fixed-length message digests. They are an essential building block in modern\ncryptography. For example, virtually all digital signature schemes produce a signature only on the message digest. To guarantee the security of this\napproach, it must be difficult to find two distinct messages with the same digest. Such a message pair is known as a collision and could be used to trick\na victim into signing one message while being shown only the other.\nThe goal of this proposal is to develop new techniques for the cryptanalysis of hash functions, and collision attacks in particular. These techniques will\nbe used to identify weaknesses in existing hash functions and to construct secure and efficient alternatives. The starting point for this proposal is a new\ndevelopment in differential cryptanalysis, the method that underlies existing collision attacks on hash functions. Specifically, in joint work with\nVincent Rijmen, published at CRYPTO 2022, I introduced \"quasidifferential trails\" to compute the fixed-key probability of differentials in block\nciphers. Previously, only key-averaged probabilities could be determined systematically, and only in an idealized model. Since hash functions are often\nconstructed from block ciphers by repurposing the key as an additional input that can be controlled by the attacker, quasidifferential trails lead to new\npossibilities in the analysis of hash functions.\nLast modified: \nLast modified: \n02-04-2024\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n1 of 6\nNew techniques for the cryptanalysis of hash functions\nNew techniques for the cryptanalysis of hash functions\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSimulated data\nResults of numerical or\nstatistical\nsimulations/experiments.\nNew\nDigital\nSimulation data\n.txt, .csv,\nbinary\n< 100GB\n \nSoftware for\nsimulations\nSource code of\nsimulation/experimentation\nsoftware. \nNew\nDigital\nSoftware\n.c, .cpp, .py,\n.sage\n< 1GB\n \nAutomated\ncryptanalysis tools\nSoftware to solve\ncombinatorial optimization\nproblems related to\ncrytanalysis.\nNew\nDigital\nSoftware\n.c, .cpp, .py,\n.sage\n< 1GB\n \nElectronic\nnotebooks\nPython or Sage notebooks.\nNew\nDigital\nOther\n.ipynb\n< 1 GB\n \nLaTeX code\npapers/presentations\nSource code of papers and\npresentations.\nNew\nDigital\nOther\n.tex\n< 1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo data will be reused, except for publicly available software such as Sage (\nhttps://sagemath.org\n) and source code accompanying papers in the\nliterature (various sources).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll data produced in this project will be synthetic. The software used to generated the data will be kept, along with documentation (in text or\nmarkdown format) to explain the purpose of the software and its dependencies. Makefiles and installation instructions will be provided where\napplicable.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data will be stored on ESAT (department of electrical engineering) systems.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nAn on-site backup of the ESAT systems is made daily. Off-side backups are made monthly, and yearly backups are stored off-sited for the long\nterm.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient storage is available on ESAT systems.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored with appropriate usergroup permissions.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of storing the data are external to the project (covered by the department).\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for at least five years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on ESAT-managed systems.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs of storing the data are external to the project (covered by the department).\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nAll source code and data necessary to reproduce the results of publications will be made available, either as a git repository (hosted on the\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n4 of 6\nESAT GitLab instance), or as raw files that can be downloaded from the ESAT webservers.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will not be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nSome of the software that will be developed may be used to generate collisions for widely used hash functions, which could be a concern for\nmany security applications. Software will only be made available if it does not affect the security of widely used systems. If any vulnerabilities\nare found, a process of responsible disclosure will be followed.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOn the ESAT GitLab instance, on through the ESAT webservers.\nWhen will the data be made available?\nWhen will the data be made available?\nAt the time of publication of the corresponding scientific results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons CC BY, except in cases where this would conflict with existing licenses.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone, the cost will be external to the project (the datasets are small).\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nTim Beyne \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nSaartje Verheyen (COSIC, i.e. within the research group), Frank Schoeters (ESAT) \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n5 of 6\nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nSaartje Verheyen (COSIC), Frank Schoeters (ESAT) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nTim Beyne \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n6 of 6"
    },
    "clean_full_text": "New techniques for the cryptanalysis of hash functions New techniques for the cryptanalysis of hash functions A Data Management Plan created using DMPonline.be Creator: Creator: Tim Beyne Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1274724N ID: ID: 206080 Project abstract: Project abstract: Cryptographic hash functions map arbitrary length messages to fixed-length message digests. They are an essential building block in modern cryptography. For example, virtually all digital signature schemes produce a signature only on the message digest. To guarantee the security of this approach, it must be difficult to find two distinct messages with the same digest. Such a message pair is known as a collision and could be used to trick a victim into signing one message while being shown only the other. The goal of this proposal is to develop new techniques for the cryptanalysis of hash functions, and collision attacks in particular. These techniques will be used to identify weaknesses in existing hash functions and to construct secure and efficient alternatives. The starting point for this proposal is a new development in differential cryptanalysis, the method that underlies existing collision attacks on hash functions. Specifically, in joint work with Vincent Rijmen, published at CRYPTO 2022, I introduced \"quasidifferential trails\" to compute the fixed-key probability of differentials in block ciphers. Previously, only key-averaged probabilities could be determined systematically, and only in an idealized model. Since hash functions are often constructed from block ciphers by repurposing the key as an additional input that can be controlled by the attacker, quasidifferential trails lead to new possibilities in the analysis of hash functions. Last modified: Last modified: 02-04-2024 Created using DMPonline.be. Last modiﬁed 02 April 2024 1 of 6 New techniques for the cryptanalysis of hash functions New techniques for the cryptanalysis of hash functions FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Simulated data Results of numerical or statistical simulations/experiments. New Digital Simulation data .txt, .csv, binary < 100GB Software for simulations Source code of simulation/experimentation software. New Digital Software .c, .cpp, .py, .sage < 1GB Automated cryptanalysis tools Software to solve combinatorial optimization problems related to crytanalysis. New Digital Software .c, .cpp, .py, .sage < 1GB Electronic notebooks Python or Sage notebooks. New Digital Other .ipynb < 1 GB LaTeX code papers/presentations Source code of papers and presentations. New Digital Other .tex < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No data will be reused, except for publicly available software such as Sage ( https://sagemath.org ) and source code accompanying papers in the literature (various sources). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 02 April 2024 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data produced in this project will be synthetic. The software used to generated the data will be kept, along with documentation (in text or markdown format) to explain the purpose of the software and its dependencies. Makefiles and installation instructions will be provided where applicable. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data will be stored on ESAT (department of electrical engineering) systems. Created using DMPonline.be. Last modiﬁed 02 April 2024 3 of 6 How will the data be backed up? How will the data be backed up? An on-site backup of the ESAT systems is made daily. Off-side backups are made monthly, and yearly backups are stored off-sited for the long term. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient storage is available on ESAT systems. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored with appropriate usergroup permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of storing the data are external to the project (covered by the department). 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be archived on ESAT-managed systems. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs of storing the data are external to the project (covered by the department). 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository All source code and data necessary to reproduce the results of publications will be made available, either as a git repository (hosted on the Created using DMPonline.be. Last modiﬁed 02 April 2024 4 of 6 ESAT GitLab instance), or as raw files that can be downloaded from the ESAT webservers. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access will not be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Some of the software that will be developed may be used to generate collisions for widely used hash functions, which could be a concern for many security applications. Software will only be made available if it does not affect the security of widely used systems. If any vulnerabilities are found, a process of responsible disclosure will be followed. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. On the ESAT GitLab instance, on through the ESAT webservers. When will the data be made available? When will the data be made available? At the time of publication of the corresponding scientific results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons CC BY, except in cases where this would conflict with existing licenses. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None, the cost will be external to the project (the datasets are small). 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Tim Beyne Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Saartje Verheyen (COSIC, i.e. within the research group), Frank Schoeters (ESAT) Created using DMPonline.be. Last modiﬁed 02 April 2024 5 of 6 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Saartje Verheyen (COSIC), Frank Schoeters (ESAT) Who will update and implement this DMP? Who will update and implement this DMP? Tim Beyne Created using DMPonline.be. Last modiﬁed 02 April 2024 6 of 6"
}