{
    "document_id": "D-2024-2633",
    "LinkTitle": "D-2024-2633",
    "file_name": "D-2024-2633.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2633.pdf",
    "metadata": {
        "title": "Employment Risk, Wealth, and Economic Policy in a Monetary Union",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Employment Risk, Wealth, and Economic Policy in a Monetary Union\nA Data Management Plan created using DMPonline.be\nCreator: \nCarolin Spallek\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nCarolin Spallek\nGrant number / URL: \n11P3I24N\nID: \n206690\nStart date: \n11-01-2023\nEnd date: \n31-10-2027\nProject abstract:\nA country joining a monetary union cedes control of both monetary policy and its exchange rate, as it\nadopts a union-wide currency with monetary policy decided at the union level. This leaves fiscal\npolicy as the sole tool available for stabilizing the economy at the country level. Therefore, a\nsubstantial string of literature focuses on the effects of fiscal policy on a country in a monetary\nunion.\nHowever, this research has been conducted abstracting from household heterogeneity. A recent\nstring of literature highlights the importance of household heterogeneity in the analysis of economic\npolicies. People react differently to economic shocks, depending on their income and wealth. Further,\nresearch suggests that households that have less certainty about their future income and\nemployment status tend to save more. The different individual consumption and saving decisions in\nresponse to monetary and fiscal policy are reflected in aggregate consumption and GDP.\nMy research combines both strings of literature. I advance the understanding of economic policy in a\nmonetary union by accounting for individual differences in income, wealth, and employment risk. In\nmy first project, I investigate the effects of a labor market reform and its implications on\nunemployment and income risk. My second project aims at characterizing optimal fiscal policy. In my\nthird project, I estimate the model focusing on the role of income risk and unemployment reforms in\nthe Spanish economy.\nLast modified: \n22-04-2024\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n1 of 8\nEmployment Risk, Wealth, and Economic Policy in a Monetary Union\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n2 of 8\nEmployment Risk, Wealth, and Economic Policy in a Monetary Union\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n3 of 8\nEmployment Risk, Wealth, and Economic Policy in a Monetary Union\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \nMacroeconomic\nData\n \nMacroeconomic\ntime series for\nSpain and the\nEurozone. The\ndata is used for\ncalibrating and\nestimating the\nstructural\nmodel. \n  \nR\n  D\n \nCompiled/aggregated\n  .csv\n  <1GB\n \n  Computer\ncode\n  Computer\ncode for\nnumerically\nsolving the\ntheoretical\nmodel\n  N\n  D\n  Software\n   .ipynb/.py\n(Jupyter\nnotebook\nwith Python\nkernel/Python\ncode) \n  <1GB\n \n  Computer\ncode\n  Computer\ncode for\nnumerically\nsolving the\ntheoretical\nmodel and\nestimating the\nmodel\nN\nD\nSoftware\n  .jl (Julia\ncode)\n  <1GB\n \n  Estimation\nresults\n  Results of\nestimated\nmodel\n  N\nD\nData\n  .jld2 (Julia\nsave file)\n  <10GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nI use macroeconomic data series from publicly available data sources:\nhttps://www.grid-database.org/\nhttps://eabcn.org/page/area-wide-model\nhttps://sites.google.com/view/jingcynthiawu/shadow-rates\nhttps://ilostat.ilo.org/\nhttps://wid.world/\nhttps://ec.europa.eu/eurostat/data/database\nhttps://www.conference-board.org/data/economydatabase#\nhttps://data.oecd.org/\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n4 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nFor the macroeconomic time series, I will save the original data files (including metadata provided by the organization, if\navailable), including the download date. Additionally, I will make clear the data manipulations of the original data sources needed\nto obtain the final time series data for my analysis.\nFor the computer code, I comment on the code so that it is understandable.  Further, I include a readme.txt file that explains how\nto obtain the results in the project. \nThe estimation results follow as an automatic output of the computer code and I will describe the output in the readme.txt. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n5 of 8\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOneDrive (KULeuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution and I further back-up data through Github. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI follow standard security measures by KU Leuven (such as multifactor authentication). \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no costs since the standard data storage space available for PhD students at KU Leuven is sufficient. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nNo costs occur. \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n6 of 8\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nAfter the publication of the associated papers. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot restricted. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe Mendeley Data repository is usually used in the field.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\n​​\nYes, a PID will be added upon deposit in a data repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs occur. \n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n7 of 8\nWho will manage data documentation and metadata during the research project?\nCarolin Spallek \nWho will manage data storage and backup during the research project?\nCarolin Spallek \nWho will manage data preservation and sharing?\nCarolin Spallek \nWho will update and implement this DMP?\nCarolin Spallek \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n8 of 8"
    },
    "clean_full_text": "Employment Risk, Wealth, and Economic Policy in a Monetary Union A Data Management Plan created using DMPonline.be Creator: Carolin Spallek Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Carolin Spallek Grant number / URL: 11P3I24N ID: 206690 Start date: 11-01-2023 End date: 31-10-2027 Project abstract: A country joining a monetary union cedes control of both monetary policy and its exchange rate, as it adopts a union-wide currency with monetary policy decided at the union level. This leaves fiscal policy as the sole tool available for stabilizing the economy at the country level. Therefore, a substantial string of literature focuses on the effects of fiscal policy on a country in a monetary union. However, this research has been conducted abstracting from household heterogeneity. A recent string of literature highlights the importance of household heterogeneity in the analysis of economic policies. People react differently to economic shocks, depending on their income and wealth. Further, research suggests that households that have less certainty about their future income and employment status tend to save more. The different individual consumption and saving decisions in response to monetary and fiscal policy are reflected in aggregate consumption and GDP. My research combines both strings of literature. I advance the understanding of economic policy in a monetary union by accounting for individual differences in income, wealth, and employment risk. In my first project, I investigate the effects of a labor market reform and its implications on unemployment and income risk. My second project aims at characterizing optimal fiscal policy. In my third project, I estimate the model focusing on the role of income risk and unemployment reforms in the Spanish economy. Last modified: 22-04-2024 Created using DMPonline.be. Last modiﬁed 22 April 2024 1 of 8 Employment Risk, Wealth, and Economic Policy in a Monetary Union DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 April 2024 2 of 8 Employment Risk, Wealth, and Economic Policy in a Monetary Union GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 April 2024 3 of 8 Employment Risk, Wealth, and Economic Policy in a Monetary Union FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Macroeconomic Data Macroeconomic time series for Spain and the Eurozone. The data is used for calibrating and estimating the structural model. R D Compiled/aggregated .csv <1GB Computer code Computer code for numerically solving the theoretical model N D Software .ipynb/.py (Jupyter notebook with Python kernel/Python code) <1GB Computer code Computer code for numerically solving the theoretical model and estimating the model N D Software .jl (Julia code) <1GB Estimation results Results of estimated model N D Data .jld2 (Julia save file) <10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I use macroeconomic data series from publicly available data sources: https://www.grid-database.org/ https://eabcn.org/page/area-wide-model https://sites.google.com/view/jingcynthiawu/shadow-rates https://ilostat.ilo.org/ https://wid.world/ https://ec.europa.eu/eurostat/data/database https://www.conference-board.org/data/economydatabase# https://data.oecd.org/ Created using DMPonline.be. Last modiﬁed 22 April 2024 4 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the macroeconomic time series, I will save the original data files (including metadata provided by the organization, if available), including the download date. Additionally, I will make clear the data manipulations of the original data sources needed to obtain the final time series data for my analysis. For the computer code, I comment on the code so that it is understandable. Further, I include a readme.txt file that explains how to obtain the results in the project. The estimation results follow as an automatic output of the computer code and I will describe the output in the readme.txt. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or Created using DMPonline.be. Last modiﬁed 22 April 2024 5 of 8 data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? OneDrive (KULeuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution and I further back-up data through Github. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I follow standard security measures by KU Leuven (such as multifactor authentication). What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs since the standard data storage space available for PhD students at KU Leuven is sufficient. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs occur. Created using DMPonline.be. Last modiﬁed 22 April 2024 6 of 8 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository After the publication of the associated papers. If access is restricted, please specify who will be able to access the data and under what conditions. Not restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The Mendeley Data repository is usually used in the field. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes ​​ Yes, a PID will be added upon deposit in a data repository. What are the expected costs for data sharing? How will these costs be covered? No costs occur. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 22 April 2024 7 of 8 Who will manage data documentation and metadata during the research project? Carolin Spallek Who will manage data storage and backup during the research project? Carolin Spallek Who will manage data preservation and sharing? Carolin Spallek Who will update and implement this DMP? Carolin Spallek Created using DMPonline.be. Last modiﬁed 22 April 2024 8 of 8"
}