{
    "document_id": "D-2023-2093",
    "LinkTitle": "D-2023-2093",
    "file_name": "D-2023-2093.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2093.pdf",
    "metadata": {
        "title": "Continuous Monitoring of Diabetes biomarkers (CoMoDi)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Continuous Monitoring of Diabetes biomarkers (CoMoDi)\nA Data Management Plan created using DMPonline.be\nCreator: \nFilippo Franceschini\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S61723N\nID: \n196916\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nDiabetes mellitus is a class of metabolic diseases characterized by elevated blood glucose levels\nfor a prolonged time. It is a major public health problem with severe personal and societal costs. If\nuntreated, it can lead to serious chronic complications, affecting almost every tissue and organ. For\nthe ideal management of the disease it is essential to replicate the glucose-dependent insulin\nrelease of the pancreas. This can be achieved by combining a continuous glucose sensor with an\ninsulin pump, also known as a closed loop insulin delivery system. In the last decade, several\ntechnologies have been developed, but their adoption has been hindered by the limited stability of\nglucose sensors and the unresolved occlusion risks of insulin pumps. CoMoDi aims to overcome\nthe above mentioned limitations by developing the first fully non-enzymatic multianalyte\nelectrochemical sensor for diabetes. The device, fabricated with easily scalable and wafer\ncompatible technologies will be able to continuously monitor glucose, ketones and pH. Aided by\nfirst principles simulations novel nano and surface engineering solutions are applied to achieve\nsignificant breakthroughs in glucose sensing with unparalleled durability and sensitivity. The first\nnon-enzymatic electrochemical sensor for the ketone beta-hydroxybutyric acid will be developed,\ngranting continuous protection against pump occlusions. CoMoDi will also lead to cutting edge\ndiscoveries in the field of chemical sensing and bioengineering\nLast modified: \n09-02-2023\nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n1 of 6\nContinuous Monitoring of Diabetes biomarkers (CoMoDi)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nXPS\nsurface chemistry\nanalysis\nnew\nDigital\nExperimental\nSoftware\n.vms,.emf,.csv\n<100MB\n \nXRD/XRR\ncrystallographic\ncharacterization\nnew\nDigital\nExperimental\nSoftware\n.xrdml,.csv\n<100MB\n \nElectrochemical\ntechniques\nchronoamperometry,\ncyclic voltammetry,\nimpedance\nspectroscopy\nnew\nDigital\nExperimental\n.txt,.csv,.nox\n<1GB\n \nSEM\nsample morphology\ncharacterization\nnew\nDigital\nExperimental\n.tif\n<100MB\n \nAFM\nroughness\nestimation\nnew\nDigital\nExperimental\n.jpg\n<100MB\n \nPVD deposition\nSputtering o thin\nfilms on glass or\nsilicon wafers.\nnew\nDigital\nPhysical\nExperimental\n.xlsx\n<100MB\nParameters\nwritten on\nnotebook\nand then\ncopied in an\nexcel\nspreadsheet\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nAll data will be generated new\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n2 of 6\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nYes\nThis work has a clear commercial potential. Both the raw and analyzed data will be kept confidential and shared when appropriate only with\nthe members of the research group. On a case by case basis we will evaluate whether to patent (LRD office) or publish an article on our\nwork.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll protocols and methodology are kept in Excel spreadsheets and shared with the promotor Prof. Irene Taurino. The files are kept on a\npersonal computer and on two different cloud services (Onedrive, Dropbox). Accompanying .readme files explaining the electronic filing\nsystem will always be kept in the main directory.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset\nor data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which\nmetadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n3 of 6\nData will be analyzed and stored on the centrally managed KU Leuven work pc, automatically synchronized with Onedrive (provided by\nKUL) and Dropox (personal). The promotor has access to this data at every time. Every 6months the data will be backed up on a physical\npen drive.\nHow will the data be backed up?\nThe data is automatically backed up in onedrive and dropbox. Manually backup every 6 months on a pen drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData both on onedrive and dropbox is encrypted and requires authentication to access it. The promotor has a unique link that allows access\nfrom her account. Data on the personal workstation is protected by an access password. The data on the pendrive is zipped in a password\nprotected archive.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEvery KU Leuven employee has 2TB of storage free to use. Dropbox costs 120$ a year for 2TB, which can easily be covered with the FWO\nbench fee.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll of the raw and analyzed data will be stored in the dropbox drive (KU leuven deactivates the microsoft 365 account after graduation) after\ngraduation\nWhere will these data be archived (stored and curated for the long-term)?\nDropbox account, paid through the FWO bench fee\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nmaximum 600$, paid by with the FWO bench fee\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n4 of 6\nAs a general principle, at the end of the PhD most of the data will be made available in an open access repository. However, some parts\nmay remain confidential due to the potential for commercialization\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe promotor(s) will always be able to access the restricted data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThis is yet to be defined\nWhen will the data be made available?\nAfter graduation and upon discussion with the LRD office\nWhich data usage licenses are you going to provide? If none, please explain why.\nTo be discussed with LRD\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nDuring the PhD and after 5 years: see above (FWO bench fee).\nAfterwards: to be defined\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD student will be the primary data documentation and metadata manager during the research project. However, the promotor may\nperiodically check independently the documentation and contribute to the organization. \nWho will manage data storage and backup during the research project?\nThe PhD student (Filippo Franceschini) \nWho will manage data preservation and sharing?\nThe promotor (Irene Taurino) \nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n5 of 6\nWho will update and implement this DMP?\nThe PhD student (Filippo Franceschini) \nCreated using DMPonline.be. Last modiﬁed 09 February 2023\n6 of 6"
    },
    "clean_full_text": "Continuous Monitoring of Diabetes biomarkers (CoMoDi) A Data Management Plan created using DMPonline.be Creator: Filippo Franceschini Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S61723N ID: 196916 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Diabetes mellitus is a class of metabolic diseases characterized by elevated blood glucose levels for a prolonged time. It is a major public health problem with severe personal and societal costs. If untreated, it can lead to serious chronic complications, affecting almost every tissue and organ. For the ideal management of the disease it is essential to replicate the glucose-dependent insulin release of the pancreas. This can be achieved by combining a continuous glucose sensor with an insulin pump, also known as a closed loop insulin delivery system. In the last decade, several technologies have been developed, but their adoption has been hindered by the limited stability of glucose sensors and the unresolved occlusion risks of insulin pumps. CoMoDi aims to overcome the above mentioned limitations by developing the first fully non-enzymatic multianalyte electrochemical sensor for diabetes. The device, fabricated with easily scalable and wafer compatible technologies will be able to continuously monitor glucose, ketones and pH. Aided by first principles simulations novel nano and surface engineering solutions are applied to achieve significant breakthroughs in glucose sensing with unparalleled durability and sensitivity. The first non-enzymatic electrochemical sensor for the ketone beta-hydroxybutyric acid will be developed, granting continuous protection against pump occlusions. CoMoDi will also lead to cutting edge discoveries in the field of chemical sensing and bioengineering Last modified: 09-02-2023 Created using DMPonline.be. Last modiﬁed 09 February 2023 1 of 6 Continuous Monitoring of Diabetes biomarkers (CoMoDi) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA XPS surface chemistry analysis new Digital Experimental Software .vms,.emf,.csv <100MB XRD/XRR crystallographic characterization new Digital Experimental Software .xrdml,.csv <100MB Electrochemical techniques chronoamperometry, cyclic voltammetry, impedance spectroscopy new Digital Experimental .txt,.csv,.nox <1GB SEM sample morphology characterization new Digital Experimental .tif <100MB AFM roughness estimation new Digital Experimental .jpg <100MB PVD deposition Sputtering o thin films on glass or silicon wafers. new Digital Physical Experimental .xlsx <100MB Parameters written on notebook and then copied in an excel spreadsheet If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All data will be generated new Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 09 February 2023 2 of 6 No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes This work has a clear commercial potential. Both the raw and analyzed data will be kept confidential and shared when appropriate only with the members of the research group. On a case by case basis we will evaluate whether to patent (LRD office) or publish an article on our work. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All protocols and methodology are kept in Excel spreadsheets and shared with the promotor Prof. Irene Taurino. The files are kept on a personal computer and on two different cloud services (Onedrive, Dropbox). Accompanying .readme files explaining the electronic filing system will always be kept in the main directory. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Created using DMPonline.be. Last modiﬁed 09 February 2023 3 of 6 Data will be analyzed and stored on the centrally managed KU Leuven work pc, automatically synchronized with Onedrive (provided by KUL) and Dropox (personal). The promotor has access to this data at every time. Every 6months the data will be backed up on a physical pen drive. How will the data be backed up? The data is automatically backed up in onedrive and dropbox. Manually backup every 6 months on a pen drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data both on onedrive and dropbox is encrypted and requires authentication to access it. The promotor has a unique link that allows access from her account. Data on the personal workstation is protected by an access password. The data on the pendrive is zipped in a password protected archive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Every KU Leuven employee has 2TB of storage free to use. Dropbox costs 120$ a year for 2TB, which can easily be covered with the FWO bench fee. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the raw and analyzed data will be stored in the dropbox drive (KU leuven deactivates the microsoft 365 account after graduation) after graduation Where will these data be archived (stored and curated for the long-term)? Dropbox account, paid through the FWO bench fee What are the expected costs for data preservation during the expected retention period? How will these costs be covered? maximum 600$, paid by with the FWO bench fee 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Created using DMPonline.be. Last modiﬁed 09 February 2023 4 of 6 As a general principle, at the end of the PhD most of the data will be made available in an open access repository. However, some parts may remain confidential due to the potential for commercialization If access is restricted, please specify who will be able to access the data and under what conditions. The promotor(s) will always be able to access the restricted data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. This is yet to be defined When will the data be made available? After graduation and upon discussion with the LRD office Which data usage licenses are you going to provide? If none, please explain why. To be discussed with LRD Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? During the PhD and after 5 years: see above (FWO bench fee). Afterwards: to be defined 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student will be the primary data documentation and metadata manager during the research project. However, the promotor may periodically check independently the documentation and contribute to the organization. Who will manage data storage and backup during the research project? The PhD student (Filippo Franceschini) Who will manage data preservation and sharing? The promotor (Irene Taurino) Created using DMPonline.be. Last modiﬁed 09 February 2023 5 of 6 Who will update and implement this DMP? The PhD student (Filippo Franceschini) Created using DMPonline.be. Last modiﬁed 09 February 2023 6 of 6"
}