{
    "document_id": "D-2021-1306",
    "LinkTitle": "D-2021-1306",
    "file_name": "D-2021-1306.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1306.pdf",
    "metadata": {
        "title": "DMP FWO-SB Mattijs Bulcaen - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP FWO-SB Mattijs Bulcaen - DMP title\nProject Identifier\n 1SE8122N\nPrincipal Investigator / Researcher\n Zeger Debyser\nProject Data Contact\n Mattijs Bulcaen\nDescription\n DMP for FWO-funded Strategic Basic PhD research project entitled \"A prime editing\nand translational delivery strategy for drug-refractory CFTR mutations causing cystic fibrosis\".\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMattijs Bulcaen\nFWO Project Number & Title\nApplication number: 1SE8122N\nProject title: A prime editing and translational delivery strategy for drug-refractory \nCFTR\nmutations causing cystic fibrosis\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nMicroscopy\nimages\n.tif\n100-300 GB\nPhotos taken from (transduced) cell\ncultures. Fluorescence photos\nstained samples or of cells\nexpressing YFP/GFP. Confocal\nimages for single particle tracking.\nHistological staining. Forskolin-\ninduced swelling intestinal\norganoids.\nGel\nelectrophoresis\nimages\n.tif, .jpg\n5 GB\nImaging of agarose gel\nelectrophoresis, PAGE Western blot\nNumeric data\n.xls, .txt,\n.fcs, .csv\n1 GB\nData on BCA analysis, editing\noutcomes, flow cytometry\nmeasurements, p24 ELISA,\ntransduction efficiencies, cell\ncounts.\nSanger\nsequencing\nchromatograms\n.abi\n10 GB\nOutcome gene editing experiments,\ncontrol sequencing of new plasmid\nconstructs\nNext\ngeneration\nsequencing\n.fastq,\n.zip,\n.fastq.gz\n40 GB\nGUIDE-Seq experiments, targeted\namplicon deep sequencing on/off-\ntarget sites\nUssing\nchamber\nmeasurements\n.cla\n5 GB\nShort-circuit recordings of\ntransepithelial voltage, resistance\nand currents.\nFluorometric\nreadout Perkin\nElmer-Envision\n.csv\n2 GB\nHS-YFP quenching assay and\nfluorometric readout of mucin-\ncyanoacetamide reaction.\nProtocols, lab\nbook, metadate\ndescription\n.docx,\n.ppt, .txt\n5 GB\nAll experiments\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nIP protection will be prioritised before disclosure. For this matter, I can rely on the in-house\nexpertise of IOF manager dr. F. Christ and on the IP-cell of the LRD office at KU Leuven. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nNo\nNo third-party agreements restrict dissemination.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor all experiments, all metadata is saved in both hardcopy notebooks as well as digital files in\nsuch a way that a non-expert researcher will be able to reconstruct the experiment and analyse\nthe data.  All raw data, together with detailed annotations and techniques are stored both as\nprinted hard copy, as well as online via OneNote. These OneNote digital lab books contain\nintroduction, rationale, materials&methods, execution, raw data, analysis method, results,\nconclusion section and rationale for future experiments. Reported metadata includes sample\ncoding eg. \"exp117-c29\" and concomittant storage of experiment sheets that in detail describe\nhow every sample was treated. For every type of experiment, standard protocols are saved and\nreferred to in experiment descriptions. Deviations from these standard protocol versions are\nalways mentioned. Sequencing files are always annotated according to this sample coding and\ninclude the primer that was used during sequencing. For NGS, a sample description .docx file is\nkept along .docx and .txt files that describe the used analysis commands. For readouts in\nmultiwell-plates .txt files describing plate layout are saved next to the raw data files. For gel\nelectrophoresis/Western blot/microscopy images/... .ppt files that show the location of each\ncondition or nature of each staining on the gel/blot/image are saved in the same folder as the\nraw data files. For cloning/PCR procedures all details (incl. ordered DNA sequences) documented.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nCurrently, the use of metadata standards has not been implemented in the daily routine of the\nresearch group. In case this will change in the course of the project, this change and its timing\nwill be reported at the end of the project. For all data common metadata are collected: title,\nauthor, data type, date created and data modified, file size, equipment reference (such as\nmanufacturer and model identification). Depending on th enature of data additional metadata are\ncollected. For instance, for microscopy; channels used, fluorescence: wavelength.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nTime-stamped master copies of all data will be stored centrally. All lab work will be reported both\nin an electronic lab book (OneNote) as well as in a physical lab book with chronological reporting\nof all experiments and results including cross references to electronic storage of the data. Both\nOneNote as well as most data and metadata are stored on a 2TB harddrive and synchronised\nwith a KUL OneDrive account. For large data the laboratory has reserved 5 TB of server storage\ncapacity which can be extended on demand.\nHow is backup of the data provided?\nDaily backup is secured for all data stored on central university servers. All other data stored on\nthe main desktop is synchronised via OneDrive and weekly transferred to an extra physical\nbackup drive of 2TB.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nBoth the OneDrive account, as well as the storage capacity of the desktop computer have a limit\nof 2TB. Large data sets, as well as periodic backups of the OneDrive-stored data are stored on\nuniversity servers (5TB available).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nOneDrive is free of use for KUL members. For large data storage (L-drive), the devision of\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nMolecular Medicine pays €1138.40 per year. These costs are financed through grant applications.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to any of the locations used for data storage (KUL servers, personal desktop, extra\nharddrive, physical lab books and lab archive) require explicit authorisation and are protected\nfrom outside access.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data obtained during this FWO project will be retained for the expected 10 year period,\nthereby complying to the data preservation rules of KU Leuven.\nWhere will the data be archived (= stored for the longer term)?\nLong term data preservation will be achieved via the central university servers and the\nlaboratory physical archive. Digital versions of the lab books will be kept on OneDrive.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThese costs directly depend on the pricing of large storage drives of KU Leuven. These costs will\nbe covered through grant applications.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nIn respect to the data produced/collected no restriction for data sharing apply.\nWhich data will be made available after the end of the project?\nRelevant digital data will be published and made available after the end of the project. Data with\nvaluable IP will be protected prior to publication. We will comply with open access regulations of\nFWO.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nData will be available after signing a data sharing agreement which will be established with the\nsupport of KUL R&D after a request. Once KU Leuven has established a university managed and\nowned data repository sharing of data (or a subset of data), this repository will be evaluated for\nuse based on policy and repository conditions. Changes to the data sharing policy will be\nreported in the final DMP of this project.\nWhen will the data be made available?\nUpon publication of the research results\nData will be made available after publication in peer reviewed journals. Additional data will be\nmade available on basis of data sharing agreements if requested by third party. Additional\nmaterial (and associated data) will be made available on basis of material transfer agreements\n(MTAs). \nWho will be able to access the data and under what conditions?\nAll members of the laboratory of Molecular Virology and Gene Therapy are authorized to have\naccess to all obtained digital and physical data after the project. Due to potential commercial\nvalue of the data, no general full open access will be provided by default before IP protection and\npublication. Data which will be shared with third parties will exclude commercial use and will\nrequire appropriate credit to the data owners.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe KU Leuven repository will not require any cost contribution for KU Leuven researchers. Data\nshared through journal repositories will be covered by publication costs. Bilateral agreements for\ndata sharing will be established through the services of KU Leuven R&D. The costs expected for\ndata sharing are thus low.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe individual researcher producing the data - ie. Mattijs Bulcaen - will have the final\nresponsibility for data documentation and metadata. Supervision is provided by prof. Zeger\nDebyser and prof. Marianne Carlon.\nWho will be responsible for data storage & back up during the project?\nProf. Zeger Debyser and prof. Marianne Carlon are responsible for data preservation and reuse.\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Zeger Debyser and prof. Marianne Carlon are responsible for data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nProf. Zeger Debyser and prof. Marianne Carlon bear the end responsibility for updating and\nimplementing this Data Management Plan.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP FWO-SB Mattijs Bulcaen - DMP title Project Identifier 1SE8122N Principal Investigator / Researcher Zeger Debyser Project Data Contact Mattijs Bulcaen Description DMP for FWO-funded Strategic Basic PhD research project entitled \"A prime editing and translational delivery strategy for drug-refractory CFTR mutations causing cystic fibrosis\". Institution KU Leuven 1. General Information Name applicant Mattijs Bulcaen FWO Project Number & Title Application number: 1SE8122N Project title: A prime editing and translational delivery strategy for drug-refractory CFTR mutations causing cystic fibrosis Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Microscopy images .tif 100-300 GB Photos taken from (transduced) cell cultures. Fluorescence photos stained samples or of cells expressing YFP/GFP. Confocal images for single particle tracking. Histological staining. Forskolin- induced swelling intestinal organoids. Gel electrophoresis images .tif, .jpg 5 GB Imaging of agarose gel electrophoresis, PAGE Western blot Numeric data .xls, .txt, .fcs, .csv 1 GB Data on BCA analysis, editing outcomes, flow cytometry measurements, p24 ELISA, transduction efficiencies, cell counts. Sanger sequencing chromatograms .abi 10 GB Outcome gene editing experiments, control sequencing of new plasmid constructs Next generation sequencing .fastq, .zip, .fastq.gz 40 GB GUIDE-Seq experiments, targeted amplicon deep sequencing on/off- target sites Ussing chamber measurements .cla 5 GB Short-circuit recordings of transepithelial voltage, resistance and currents. Fluorometric readout Perkin Elmer-Envision .csv 2 GB HS-YFP quenching assay and fluorometric readout of mucin- cyanoacetamide reaction. Protocols, lab book, metadate description .docx, .ppt, .txt 5 GB All experiments 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes IP protection will be prioritised before disclosure. For this matter, I can rely on the in-house expertise of IOF manager dr. F. Christ and on the IP-cell of the LRD office at KU Leuven. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 No No third-party agreements restrict dissemination. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For all experiments, all metadata is saved in both hardcopy notebooks as well as digital files in such a way that a non-expert researcher will be able to reconstruct the experiment and analyse the data. All raw data, together with detailed annotations and techniques are stored both as printed hard copy, as well as online via OneNote. These OneNote digital lab books contain introduction, rationale, materials&methods, execution, raw data, analysis method, results, conclusion section and rationale for future experiments. Reported metadata includes sample coding eg. \"exp117-c29\" and concomittant storage of experiment sheets that in detail describe how every sample was treated. For every type of experiment, standard protocols are saved and referred to in experiment descriptions. Deviations from these standard protocol versions are always mentioned. Sequencing files are always annotated according to this sample coding and include the primer that was used during sequencing. For NGS, a sample description .docx file is kept along .docx and .txt files that describe the used analysis commands. For readouts in multiwell-plates .txt files describing plate layout are saved next to the raw data files. For gel electrophoresis/Western blot/microscopy images/... .ppt files that show the location of each condition or nature of each staining on the gel/blot/image are saved in the same folder as the raw data files. For cloning/PCR procedures all details (incl. ordered DNA sequences) documented. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Currently, the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project, this change and its timing will be reported at the end of the project. For all data common metadata are collected: title, author, data type, date created and data modified, file size, equipment reference (such as manufacturer and model identification). Depending on th enature of data additional metadata are collected. For instance, for microscopy; channels used, fluorescence: wavelength. 5. Data storage and backup during the FWO project Where will the data be stored? Time-stamped master copies of all data will be stored centrally. All lab work will be reported both in an electronic lab book (OneNote) as well as in a physical lab book with chronological reporting of all experiments and results including cross references to electronic storage of the data. Both OneNote as well as most data and metadata are stored on a 2TB harddrive and synchronised with a KUL OneDrive account. For large data the laboratory has reserved 5 TB of server storage capacity which can be extended on demand. How is backup of the data provided? Daily backup is secured for all data stored on central university servers. All other data stored on the main desktop is synchronised via OneDrive and weekly transferred to an extra physical backup drive of 2TB. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Both the OneDrive account, as well as the storage capacity of the desktop computer have a limit of 2TB. Large data sets, as well as periodic backups of the OneDrive-stored data are stored on university servers (5TB available). What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive is free of use for KUL members. For large data storage (L-drive), the devision of This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Molecular Medicine pays €1138.40 per year. These costs are financed through grant applications. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to any of the locations used for data storage (KUL servers, personal desktop, extra harddrive, physical lab books and lab archive) require explicit authorisation and are protected from outside access. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data obtained during this FWO project will be retained for the expected 10 year period, thereby complying to the data preservation rules of KU Leuven. Where will the data be archived (= stored for the longer term)? Long term data preservation will be achieved via the central university servers and the laboratory physical archive. Digital versions of the lab books will be kept on OneDrive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? These costs directly depend on the pricing of large storage drives of KU Leuven. These costs will be covered through grant applications. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No In respect to the data produced/collected no restriction for data sharing apply. Which data will be made available after the end of the project? Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of FWO. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Data will be available after signing a data sharing agreement which will be established with the support of KUL R&D after a request. Once KU Leuven has established a university managed and owned data repository sharing of data (or a subset of data), this repository will be evaluated for use based on policy and repository conditions. Changes to the data sharing policy will be reported in the final DMP of this project. When will the data be made available? Upon publication of the research results Data will be made available after publication in peer reviewed journals. Additional data will be made available on basis of data sharing agreements if requested by third party. Additional material (and associated data) will be made available on basis of material transfer agreements (MTAs). Who will be able to access the data and under what conditions? All members of the laboratory of Molecular Virology and Gene Therapy are authorized to have access to all obtained digital and physical data after the project. Due to potential commercial value of the data, no general full open access will be provided by default before IP protection and publication. Data which will be shared with third parties will exclude commercial use and will require appropriate credit to the data owners. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 What are the expected costs for data sharing? How will the costs be covered? The KU Leuven repository will not require any cost contribution for KU Leuven researchers. Data shared through journal repositories will be covered by publication costs. Bilateral agreements for data sharing will be established through the services of KU Leuven R&D. The costs expected for data sharing are thus low. 8. Responsibilities Who will be responsible for data documentation & metadata? The individual researcher producing the data - ie. Mattijs Bulcaen - will have the final responsibility for data documentation and metadata. Supervision is provided by prof. Zeger Debyser and prof. Marianne Carlon. Who will be responsible for data storage & back up during the project? Prof. Zeger Debyser and prof. Marianne Carlon are responsible for data preservation and reuse. Who will be responsible for ensuring data preservation and reuse ? Prof. Zeger Debyser and prof. Marianne Carlon are responsible for data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Prof. Zeger Debyser and prof. Marianne Carlon bear the end responsibility for updating and implementing this Data Management Plan. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}