{
    "document_id": "D-2023-2097",
    "LinkTitle": "D-2023-2097",
    "file_name": "D-2023-2097.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2097.pdf",
    "metadata": {
        "title": "High-throughput low-cost production of polymer fibers for delivery of vitamins",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "High-throughput low-cost production of polymer fibers for delivery of vitamins\nA Data Management Plan created using DMPonline.be\nCreators: \nRuth Cardinaels \n \nhttps://orcid.org/0000-0002-4191-6504\n, Swaraj Deodhar \n \nhttps://orcid.org/0000-0002-\n0243-8810\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nRuth Cardinaels \n \nhttps://orcid.org/0000-0002-4191-6504\n, Swaraj Deodhar \nhttps://orcid.org/0000-0002-0243-8810\nGrant number / URL: \nZB/22/028\nID: \n194101\nStart date: \n14-12-2022\nEnd date: \n13-12-2026\nProject abstract:\nIn India, a study conducted by metropolis healthcare showed that 81% of the population is deficient in vitamin D, 21% is\ndeficient in vitamin B12 and 15% is deficient in vitamin B9. This vitamin deficiency costs 2.5% of the gross domestic\nproduct per annum in terms of productivity, illness, increased health care costs, and death. The release of active\npharmaceutical ingredients and essential supplements such as vitamins is thus a crucial aspect of the healthcare\nsupport system. The matrix in which active ingredients are encapsulated, the excipient, plays a vital role in the\nfunctionality and performance of the final product. In recent years, the process encapsulation of active ingredients into\npolymer fibers has received considerable attention due to the versatility of the process. The appealing features of\npolymer fibers include a high surface area/volume ratio, mechanical flexibility, ease of fabrication, and the possibility of\nsurface and bulk modification to produce functional fibers. Centrifugal spinning is an emerging technology for producing\nfibers from polymeric solutions. The overall goal of this project is to fabricate vitamin-loaded polymeric fibers for\noptimum release kinetics. To reach this goal, a systematic study of the effects of material formulation and processing\nconditions on the fiber properties, vitamin distribution within the fibers and release characteristics will be performed\nwith the aim of developing processing-structure-properties relations. Apart from the use of food-compatible polymers\nand green solvents, which is generally not the case in the present literature, novel fiber spinning concepts will be\ninvestigated.\nLast modified: \n04-07-2023\nCreated using DMPonline.be. Last modiﬁed 04 July 2023\n1 of 5\nHigh-throughput low-cost production of polymer fibers for delivery of vitamins\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPolymeric Fibers\nVitamin encapsulated polymeric fibers will be fabricated using centrifugal spinning\nN\nP\n \n \n \n \nMicroscopy images\n \nN\nD\nI\n.tiff\n<100GB\n \nSEM images\nTo measure diameter and porosity of the polymer fibers\nN\nD\nI\n.tiff\n<1TB\n \nUV spectroscopy\nUV spectra will be recorded to study vitamin release kinetics\nN\nD\nT\n.xls\n<1GB\n \nDifferential\nscanning\ncalorimetry\nTo determine phase change as function of temperature\nN\nD\nT\n.xls\n<1GB\n \nConfocal\nmicroscopy\nimages \nTo probe vitamin distribution across fiber cross section\nN\nD\nI\n.tiff\n<1TB\n \nFTIR spectroscopy\nFTIR spectra will be recorded to ascertain molecular structure of the fibers\nN\nD\nT\n.xls\n<1GB\n \nViscosity\nmeasurements\nTo determine critical aggregation concentration and extensional relaxation time\nN\nD\nT\n.xls\n<1GB\n \nContact angle\nmeasurement\nTo determine hydrophobicity of the polymer fibers\nN\nD\nT\n.xls\n<1GB\n \nPresentations with\ndata overview\nOverview of results\nN\nD\nA and T\n.ppt\n<100GB\n \nManuscripts\nDescription and overview of results\nN\nD\nT\n.docx\n<100GB\n \nScanned images of\narchival\ndocuments\nDigitalization of lab-books which contain information on the experimental setup\nand protocol, and results as well as sample compositions, exp. settings, data\nvisualisation , etc.\nN\nD\nT\n.pdf\n<100GB\n \nPython code to\nanalyze data\nWritten code to analyze the data\nN\nD\nSO\n.py\n<1GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nExisting data will not be used. New data will be generated.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nIf the release kinetics of vitamin-encapsulated polymer fibers show promising results a patent application may be submitted in collaboration with KU Leuven Research &\nDevelopment (LRD). This will involve a combination of the various generated data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nCreated using DMPonline.be. Last modiﬁed 04 July 2023\n2 of 5\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nDetailed information regarding experiments will be added to the lab notebook. This will include information on experimental design,\nprotocols, sample preparation information (chemicals, concentration, environmental conditions during the experiment, and the steps involved in data analysis).\nA clear and consistent naming system will be used to store digital data.\nThese digital files will be stored in the format as follows\nNameExperiment_Chemicals_ddmmyyyy.\nFor the generated codes, specific readme files will be generated in text form, specifiying the usuage and detail of the codes.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe metadata standard will not be used.\nThe data will be stored and named in a consistent manner to retrieve them easily.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nData will be stored during 10 years on external drives, dedicated to this project. Selected data will be stored on OneDrive and two NAS servers located at the physics\ndepartment as well as the department of chemical engineering KU Leuven.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nIn addition to the automatic back-up procedures for the data stored on OneDrive, a second back-up will be done on two NAS servers located at the physics department as\nwell as the department of chemical engineering KU Leuven.\nFor extra safety we will also have back-ups on external hard disks.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nDaily storage drives have at the moment a capacity of 2 TB. Back-up drives have currently sufficient capacity for this additional data, the secondary backup drives (NAS)\nare monitored and capacity is adjusted if necessary.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe access to the folder containing all project related data is restricted to the project researchers and PI.\nData that will be stored on OneDrive is trusted to be in the university's secure environment for private data\nCreated using DMPonline.be. Last modiﬁed 04 July 2023\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts will be covered by another grant from the PI (no budget for other costs in the present project). Cost include purchase of external hard disks and maintenance of the\nNAS.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nAll data will be stored during 10 years on external drives, dedicated to this project.\nSelected data will be stored on OneDrive and two NAS servers located at the physics department as well as the department of chemical engineering KU Leuven.\nSelected data related to publications will be stored in KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor most data repositories there are no extra costs. The external hard disks will be the same as the ones used during the project.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nYes, as open data\nData contained in published manuscripts will be available upon request or via KU Leuven RDR or another data repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly researchers participating in the project will be able to access the data before publishing the results. After publication, the data can be obtained upon request with\nthe PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nCreated using DMPonline.be. Last modiﬁed 04 July 2023\n4 of 5\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nFor published data, they can be freely used.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nMaybe we will put data with a DOI available per publication, but only if it is an extensive dataset. If the amount of data is limited, we will keep it available upon request.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo expected costs for public data repositories (KU Leuven RDR). Since no budget for data sharing is included in the project, we will only participate in free of charge data\nsharing options.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nSwaraj Deodhar will manage data documentation and metadata.\nWho will manage data storage and backup during the research project? \nSwaraj Deodhar will manage data storage and backup during the research project. \nWho will manage data preservation and sharing? \nSwaraj Deodhar will manage data preservation and sharing during the project. After the project, Prof. Ruth Cardinaels will manage data preservation and sharing.\nWho will update and implement this DMP? \nSwaraj Deodhar and Prof. Ruth Cardinaels will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 04 July 2023\n5 of 5"
    },
    "clean_full_text": "High-throughput low-cost production of polymer fibers for delivery of vitamins A Data Management Plan created using DMPonline.be Creators: Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , Swaraj Deodhar https://orcid.org/0000-0002- 0243-8810 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Ruth Cardinaels https://orcid.org/0000-0002-4191-6504 , Swaraj Deodhar https://orcid.org/0000-0002-0243-8810 Grant number / URL: ZB/22/028 ID: 194101 Start date: 14-12-2022 End date: 13-12-2026 Project abstract: In India, a study conducted by metropolis healthcare showed that 81% of the population is deficient in vitamin D, 21% is deficient in vitamin B12 and 15% is deficient in vitamin B9. This vitamin deficiency costs 2.5% of the gross domestic product per annum in terms of productivity, illness, increased health care costs, and death. The release of active pharmaceutical ingredients and essential supplements such as vitamins is thus a crucial aspect of the healthcare support system. The matrix in which active ingredients are encapsulated, the excipient, plays a vital role in the functionality and performance of the final product. In recent years, the process encapsulation of active ingredients into polymer fibers has received considerable attention due to the versatility of the process. The appealing features of polymer fibers include a high surface area/volume ratio, mechanical flexibility, ease of fabrication, and the possibility of surface and bulk modification to produce functional fibers. Centrifugal spinning is an emerging technology for producing fibers from polymeric solutions. The overall goal of this project is to fabricate vitamin-loaded polymeric fibers for optimum release kinetics. To reach this goal, a systematic study of the effects of material formulation and processing conditions on the fiber properties, vitamin distribution within the fibers and release characteristics will be performed with the aim of developing processing-structure-properties relations. Apart from the use of food-compatible polymers and green solvents, which is generally not the case in the present literature, novel fiber spinning concepts will be investigated. Last modified: 04-07-2023 Created using DMPonline.be. Last modiﬁed 04 July 2023 1 of 5 High-throughput low-cost production of polymer fibers for delivery of vitamins Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Polymeric Fibers Vitamin encapsulated polymeric fibers will be fabricated using centrifugal spinning N P Microscopy images N D I .tiff <100GB SEM images To measure diameter and porosity of the polymer fibers N D I .tiff <1TB UV spectroscopy UV spectra will be recorded to study vitamin release kinetics N D T .xls <1GB Differential scanning calorimetry To determine phase change as function of temperature N D T .xls <1GB Confocal microscopy images To probe vitamin distribution across fiber cross section N D I .tiff <1TB FTIR spectroscopy FTIR spectra will be recorded to ascertain molecular structure of the fibers N D T .xls <1GB Viscosity measurements To determine critical aggregation concentration and extensional relaxation time N D T .xls <1GB Contact angle measurement To determine hydrophobicity of the polymer fibers N D T .xls <1GB Presentations with data overview Overview of results N D A and T .ppt <100GB Manuscripts Description and overview of results N D T .docx <100GB Scanned images of archival documents Digitalization of lab-books which contain information on the experimental setup and protocol, and results as well as sample compositions, exp. settings, data visualisation , etc. N D T .pdf <100GB Python code to analyze data Written code to analyze the data N D SO .py <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Existing data will not be used. New data will be generated. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If the release kinetics of vitamin-encapsulated polymer fibers show promising results a patent application may be submitted in collaboration with KU Leuven Research & Development (LRD). This will involve a combination of the various generated data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Created using DMPonline.be. Last modiﬁed 04 July 2023 2 of 5 collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Detailed information regarding experiments will be added to the lab notebook. This will include information on experimental design, protocols, sample preparation information (chemicals, concentration, environmental conditions during the experiment, and the steps involved in data analysis). A clear and consistent naming system will be used to store digital data. These digital files will be stored in the format as follows NameExperiment_Chemicals_ddmmyyyy. For the generated codes, specific readme files will be generated in text form, specifiying the usuage and detail of the codes. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No The metadata standard will not be used. The data will be stored and named in a consistent manner to retrieve them easily. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Data will be stored during 10 years on external drives, dedicated to this project. Selected data will be stored on OneDrive and two NAS servers located at the physics department as well as the department of chemical engineering KU Leuven. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) In addition to the automatic back-up procedures for the data stored on OneDrive, a second back-up will be done on two NAS servers located at the physics department as well as the department of chemical engineering KU Leuven. For extra safety we will also have back-ups on external hard disks. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Daily storage drives have at the moment a capacity of 2 TB. Back-up drives have currently sufficient capacity for this additional data, the secondary backup drives (NAS) are monitored and capacity is adjusted if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to the folder containing all project related data is restricted to the project researchers and PI. Data that will be stored on OneDrive is trusted to be in the university's secure environment for private data Created using DMPonline.be. Last modiﬁed 04 July 2023 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs will be covered by another grant from the PI (no budget for other costs in the present project). Cost include purchase of external hard disks and maintenance of the NAS. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Large Volume Storage (longterm for large volumes) All data will be stored during 10 years on external drives, dedicated to this project. Selected data will be stored on OneDrive and two NAS servers located at the physics department as well as the department of chemical engineering KU Leuven. Selected data related to publications will be stored in KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For most data repositories there are no extra costs. The external hard disks will be the same as the ones used during the project. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Yes, as open data Data contained in published manuscripts will be available upon request or via KU Leuven RDR or another data repository. If access is restricted, please specify who will be able to access the data and under what conditions. Only researchers participating in the project will be able to access the data before publishing the results. After publication, the data can be obtained upon request with the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Created using DMPonline.be. Last modiﬁed 04 July 2023 4 of 5 Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) For published data, they can be freely used. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No Maybe we will put data with a DOI available per publication, but only if it is an extensive dataset. If the amount of data is limited, we will keep it available upon request. What are the expected costs for data sharing? How will these costs be covered? No expected costs for public data repositories (KU Leuven RDR). Since no budget for data sharing is included in the project, we will only participate in free of charge data sharing options. Responsibilities Who will manage data documentation and metadata during the research project? Swaraj Deodhar will manage data documentation and metadata. Who will manage data storage and backup during the research project? Swaraj Deodhar will manage data storage and backup during the research project. Who will manage data preservation and sharing? Swaraj Deodhar will manage data preservation and sharing during the project. After the project, Prof. Ruth Cardinaels will manage data preservation and sharing. Who will update and implement this DMP? Swaraj Deodhar and Prof. Ruth Cardinaels will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 04 July 2023 5 of 5"
}