{
    "document_id": "D-2022-1427",
    "LinkTitle": "D-2022-1427",
    "file_name": "D-2022-1427.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1427.pdf",
    "metadata": {
        "title": "D-2022-1427",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Karan Ahuja  \nFWO Project Number & Title   \nUnravelling neuron -glia interactions in Wolfram syndrome  \nthrough optic nerve -on-chip and in vivo base editing.  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  We will collect both physical and digital data, the latter being stored in several  file formats (docx, excel, \ntiff, jp g, csv files, etc.), along with the  associated  metadata files.  \n \nDigital data  will be retain ed for the expected 5 year period  and for most publications we expect that we \nwill make the data publicly available on data repositories , e.g. on open platforms like  KU Leuven Research \nData Repository (RDR) and the Open Science Framework (OSF ). \nLaboratory notebooks and electronic data will be stored by the PI,  Prof. Lieve Moons.  \nSequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be \npermanently archived to preserve access to the public.  \nPhysical data: Freezer stocks of histological slides will be available upon request.  \n \nWork package I: To de velop an in vitro iPSC -derived RGC -glial cell coculture model for the optic nerve  \nusing a microfluidic -microelectrode array integrated system (MF -MEA).  \n \niPSC derived RGC, astrocyte and oligodendrocyte monocultures  and their cocultures in microfluidics, wil l \nbe characterized by qPCR, immunohistochemistry and single nuclei RNA sequencing  (snRNAseq) . The \nmicroscopic images will be stored in different formats (. tif, .jpeg, .png, .lif ) along with their metadata files, \nin KU Leuven Luna drives. The qPCR data file s will be stored as .xlx format and data analysis will be done in \nMicrosoft excel. The files will be saved in shared J -drive, one drive and KU  Leuven  Luna drives. The \nsnRNAseq files will be saved as .fastq format and analysis will be done in Microsoft exce l (.xls, .csv ) to \nevaluate the expression of differentially expressed genes. All the files and raw data will be backed up in \nonedrive from KU Leuven, accessed by applicant’s details on KU Leuven portal.  \n \nWork package 2: To identify the neural cell type(s) (i.e. neurons, astrocytes, oligodendrocytes) whose  \ndysfunction is caused by mutations in the WFS1 gene and drives WS neuropathology  \n \nHealthy cell types will be replaced by mutant cells in different combinations to see the impact of sick cell \non healthy cel ls by snRNAseq and functional assays like multielectrode array. Mutant cells will be \ncharacterized as healthy cells (as in WP1) by qPCR, immunohistochemistry and snRNAseq and all the data \nwill be saved in similar way. The proteins levels for ER stress mark ers in mutant cells, wolframin protein \n2019-10-01 | FWO DMP Template   3 \n levels will be accessed by western blot and the scanned files for it will be saved as PDF format in KU \nLeuven Luna drives, one drive and shared J -drive.  snRNAseq datasets from the cocultures will be saved as \n.fastq fo rmat and analysis will be done in Microsoft excel (.xls, .csv) to determine the differentially \nexpressed genes.  \n \nWP3: To provide proof -of-concept for in vivo base editing of the relevant CNS cell types  in WS.  \n \nIn this work package, findings from the previous ex vivo/in vivo studies will be validated in vivo using \nimmunohistochemistry (resulting again in resulting file format are .tiff or .czi and oib. image stacks) and \nELISA resulting in excel compatible data.  \n \nAnalysis of the data will be done by sof twares like Imaris Bitplane, ImageJ and data visualizations will be \ndone by softwares like Graphpad Prism, adobe illustrator and saved as PDF format in Ku Leuven drives.  \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the  reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \n2019-10-01 | FWO DMP Template   4 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nWe will use experiments  on human -derived induced pluripotent stem cells and mice. The research will be \nperformed under normal laboratory safety rules. All  necessary safety measures for laboratory and animal \nwork will be taken.  \n \nFor use of healthy humans or patient derived stem c ells in the research, we will follow the guidelines and \nrules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU  \nLeuven . \nThe Ethics Committee Research UZ / KU Leuven : S52426  \n \nThe Ethical Committee for Animal Expe rimentation (ECD) will be requested in a later period of the project.  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment : \nThe uniqueness and value of t he project  is that it targets both problems parallelly by creating an iPSC \nbased in vitro optic nerve -model  on-chip to understand cellular crosstalk, as well as application of in vivo \nbase editing to correct the  genetic defec t in WS patients . Therefore, it possesses high strategic potential \nand novel and promising for clinical application . Possible IP protection will be considered, which will then \nbe performed in  consultation with LRD and VIB.  \nDo existing 3rd party agreements  restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n2019-10-01 | FWO DMP Template   5 \n 4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Documentation and metadata linked to each experiment will be documented by research groups  \nin hard copy lab notebooks in this project. T his includes the research design,  protocol, context of data \ncollection, data collection methods,  quality control procedures, processing and analysis procedures.  \n \nDigital data:  \n-Experimental design and protocol  (.docx file)  \n-Steps involved in data analysis and relevant analysis scripts (R, MATLAB, Python, ImageJ and Imaris \nBitplane scripts)  \n-Raw data (specific file format according to data type)  \n-Analysed data (specific file format according to data type)  \n \nPhysical data:  \nSamp les taken from experiments will be documented and stored for up to three years after the end of the \nproject. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological \nstained slides will be stored in appro priate boxes i n a dry place or freezer.  \n2019-10-01 | FWO DMP Template   6 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \n \nWe will adopt a single, well -defined file -folder structure and file -naming rules. Every data folder will be \naccompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file \nformat, software and a dopted data standards.     \n \n \n \n \n \n \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  The host institute provides a  secure data storage system (KU Leuven LUNA servers) with automated onsite \nback -up and mirroring. Every person has  storage capacity of 2 TB with regular backup system  \n(OneDrive) so the data will be stored there for active use and copies can be made and kep t on \npersonal devices.  For active use of the data during the project, OneDrive will ensure data transfer between \ncomputers, and will also be stored on the KU Leuven LUNA Large Volume Storage space.  Also, the PI of \nthe laboratory pays for storage space (10 0 GB) on the network  drives of KU Leuven (J drive). The data will \nbe stored there as well.  Biological samples will be taken, and stored in labelled fridges, freezers and \nclosets in the lab. The inventory of all locations is shared on the KU Leuven LUNA Sha red drive.  \n \nHow will the data be backed up?  The data will be stored on the university's central servers (OneDrive) with automatic daily backup  \nprocedures.  \n2019-10-01 | FWO DMP Template   7 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Back -up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private \ndata: windows server (KU Leuven ICTS): 1302 €/year  \n100 GB network drive (J drive) : 51,9 €/year  \nThe costs will be covered by part of the allocated project budget.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  All storage spaces (OneDrive and J drive) is hosted in the KU Leuven ICTS data center, with a mirror in the \nsecond ICTS centre . They  are accessible only with my  KU Leuven credentials , that  provide s disaster \nrecovery and additional back -up capacity  with  guaranteeing long -term data availability.  \n \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during  the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  Digital data  will be retain ed for the expected 5 year period  and for most publications we expect that we \nwill make the data publicly available on data repositories.  \nLaboratory notebooks and electronic data will be stored by the PI,  Prof. Lieve Moons.  \nSequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be \npermanent ly archived to preserve access to the public.  \nPhysical data: Freezer stocks of histological slides will be available upon request. After the conclusion of \nthe project samples will be stored for up to three years after the end of the project. Storage will b e in \nfixative or in freezers depending on the kind of sample.  \n2019-10-01 | FWO DMP Template   8 \n Where will these data be archived (= stored for \nthe long term)?  Digital data: KU Leuven LUNA servers  \nPhysical data: Notebooks and publications: Laboratory repository  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  1200 EUR/year  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  Sequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be \npermanently archived to preserve access to the public.  \nWritten progress reports , thesis  will be stored for internal purposes and can be accessed by KU Leuven \nrese archer upon request . \nFor most publications we expect that we will make the data publicly available on data repositories.  \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☐ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  Upon publication of the research results  \nWho will be able to access the data and under \nwhat conditions?  Published data are accessible to all.  Only research personnel of the lab can access the data and metadata  \ngenerated during the project.  \n2019-10-01 | FWO DMP Template   9 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  The expected cost for data sharing will b e low, since the use of OneDrive is free for KU Leuven members \nup to 1TB . \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Responsibility for generating data and ensuring data preservation and sharing is with the supervisors \n(Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself.  \nWho will be responsible for data storage & back \nup during the project?  Supervisors  (Lieve Moons, Catherine Verfaillie, Lies De G roef) and myself . \nWho will be responsible for ensuring data \npreservation and sharing?  Supervisors  (Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself . \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Supervisors  (Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself . \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Karan Ahuja FWO Project Number & Title Unravelling neuron -glia interactions in Wolfram syndrome through optic nerve -on-chip and in vivo base editing. Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will collect both physical and digital data, the latter being stored in several file formats (docx, excel, tiff, jp g, csv files, etc.), along with the associated metadata files. Digital data will be retain ed for the expected 5 year period and for most publications we expect that we will make the data publicly available on data repositories , e.g. on open platforms like KU Leuven Research Data Repository (RDR) and the Open Science Framework (OSF ). Laboratory notebooks and electronic data will be stored by the PI, Prof. Lieve Moons. Sequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be permanently archived to preserve access to the public. Physical data: Freezer stocks of histological slides will be available upon request. Work package I: To de velop an in vitro iPSC -derived RGC -glial cell coculture model for the optic nerve using a microfluidic -microelectrode array integrated system (MF -MEA). iPSC derived RGC, astrocyte and oligodendrocyte monocultures and their cocultures in microfluidics, wil l be characterized by qPCR, immunohistochemistry and single nuclei RNA sequencing (snRNAseq) . The microscopic images will be stored in different formats (. tif, .jpeg, .png, .lif ) along with their metadata files, in KU Leuven Luna drives. The qPCR data file s will be stored as .xlx format and data analysis will be done in Microsoft excel. The files will be saved in shared J -drive, one drive and KU Leuven Luna drives. The snRNAseq files will be saved as .fastq format and analysis will be done in Microsoft exce l (.xls, .csv ) to evaluate the expression of differentially expressed genes. All the files and raw data will be backed up in onedrive from KU Leuven, accessed by applicant’s details on KU Leuven portal. Work package 2: To identify the neural cell type(s) (i.e. neurons, astrocytes, oligodendrocytes) whose dysfunction is caused by mutations in the WFS1 gene and drives WS neuropathology Healthy cell types will be replaced by mutant cells in different combinations to see the impact of sick cell on healthy cel ls by snRNAseq and functional assays like multielectrode array. Mutant cells will be characterized as healthy cells (as in WP1) by qPCR, immunohistochemistry and snRNAseq and all the data will be saved in similar way. The proteins levels for ER stress mark ers in mutant cells, wolframin protein 2019-10-01 | FWO DMP Template 3 levels will be accessed by western blot and the scanned files for it will be saved as PDF format in KU Leuven Luna drives, one drive and shared J -drive. snRNAseq datasets from the cocultures will be saved as .fastq fo rmat and analysis will be done in Microsoft excel (.xls, .csv) to determine the differentially expressed genes. WP3: To provide proof -of-concept for in vivo base editing of the relevant CNS cell types in WS. In this work package, findings from the previous ex vivo/in vivo studies will be validated in vivo using immunohistochemistry (resulting again in resulting file format are .tiff or .czi and oib. image stacks) and ELISA resulting in excel compatible data. Analysis of the data will be done by sof twares like Imaris Bitplane, ImageJ and data visualizations will be done by softwares like Graphpad Prism, adobe illustrator and saved as PDF format in Ku Leuven drives. 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: We will use experiments on human -derived induced pluripotent stem cells and mice. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. For use of healthy humans or patient derived stem c ells in the research, we will follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven . The Ethics Committee Research UZ / KU Leuven : S52426 The Ethical Committee for Animal Expe rimentation (ECD) will be requested in a later period of the project. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment : The uniqueness and value of t he project is that it targets both problems parallelly by creating an iPSC based in vitro optic nerve -model on-chip to understand cellular crosstalk, as well as application of in vivo base editing to correct the genetic defec t in WS patients . Therefore, it possesses high strategic potential and novel and promising for clinical application . Possible IP protection will be considered, which will then be performed in consultation with LRD and VIB. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 5 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Documentation and metadata linked to each experiment will be documented by research groups in hard copy lab notebooks in this project. T his includes the research design, protocol, context of data collection, data collection methods, quality control procedures, processing and analysis procedures. Digital data: -Experimental design and protocol (.docx file) -Steps involved in data analysis and relevant analysis scripts (R, MATLAB, Python, ImageJ and Imaris Bitplane scripts) -Raw data (specific file format according to data type) -Analysed data (specific file format according to data type) Physical data: Samp les taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appro priate boxes i n a dry place or freezer. 2019-10-01 | FWO DMP Template 6 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : We will adopt a single, well -defined file -folder structure and file -naming rules. Every data folder will be accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and a dopted data standards. 5. Data storage & backup during the FWO project Where will the data be stored? The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back -up and mirroring. Every person has storage capacity of 2 TB with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kep t on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Also, the PI of the laboratory pays for storage space (10 0 GB) on the network drives of KU Leuven (J drive). The data will be stored there as well. Biological samples will be taken, and stored in labelled fridges, freezers and closets in the lab. The inventory of all locations is shared on the KU Leuven LUNA Sha red drive. How will the data be backed up? The data will be stored on the university's central servers (OneDrive) with automatic daily backup procedures. 2019-10-01 | FWO DMP Template 7 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Back -up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1302 €/year 100 GB network drive (J drive) : 51,9 €/year The costs will be covered by part of the allocated project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All storage spaces (OneDrive and J drive) is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS centre . They are accessible only with my KU Leuven credentials , that provide s disaster recovery and additional back -up capacity with guaranteeing long -term data availability. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digital data will be retain ed for the expected 5 year period and for most publications we expect that we will make the data publicly available on data repositories. Laboratory notebooks and electronic data will be stored by the PI, Prof. Lieve Moons. Sequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be permanent ly archived to preserve access to the public. Physical data: Freezer stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three years after the end of the project. Storage will b e in fixative or in freezers depending on the kind of sample. 2019-10-01 | FWO DMP Template 8 Where will these data be archived (= stored for the long term)? Digital data: KU Leuven LUNA servers Physical data: Notebooks and publications: Laboratory repository What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. 1200 EUR/year 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? Sequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be permanently archived to preserve access to the public. Written progress reports , thesis will be stored for internal purposes and can be accessed by KU Leuven rese archer upon request . For most publications we expect that we will make the data publicly available on data repositories. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Published data are accessible to all. Only research personnel of the lab can access the data and metadata generated during the project. 2019-10-01 | FWO DMP Template 9 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The expected cost for data sharing will b e low, since the use of OneDrive is free for KU Leuven members up to 1TB . 8. Responsibilities Who will be responsible for the data documentation & metadata? Responsibility for generating data and ensuring data preservation and sharing is with the supervisors (Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself. Who will be responsible for data storage & back up during the project? Supervisors (Lieve Moons, Catherine Verfaillie, Lies De G roef) and myself . Who will be responsible for ensuring data preservation and sharing? Supervisors (Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself . Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Supervisors (Lieve Moons, Catherine Verfaillie, Lies De Groef ) and myself ."
}