{
    "document_id": "D-2024-2572",
    "LinkTitle": "D-2024-2572",
    "file_name": "D-2024-2572.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2572.pdf",
    "metadata": {
        "title": "Vibroacoustic metamaterials for broadband sound insulation in building acoustics",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Vibroacoustic metamaterials for broadband sound insulation in building acoustics\nVibroacoustic metamaterials for broadband sound insulation in building acoustics\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nDaniele Giannini\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n12A3Q24N\nID: \nID: \n206572\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nNoise coming from traffic, industrial and construction activities or neighbors has a severe impact on people and results in activity disturbance, social\ntensions and health problems. It is therefore of paramount importance to ensure sufficient levels of sound insulation. This is very challenging,\nespecially for emerging sustainable types of construction such as cross laminated timber (CLT). Recently, a very promising sound insulation concept\nhas been developed. It consists of adding small, local resonators to a host structure so as to create a vibroacoustic metamaterial with superior sound\ninsulation properties. However, conventional vibroacoustic metamaterials target only bending waves in thin panels. In this postdoctoral research\nproject, vibroacoustic metamaterials will be developed to achieve broadband sound insulation in building acoustics for the first time, by targeting\nsimultaneously several wave types in thick walls and floors. This key open challenge will be tackled by first developing analytical and numerical\nvibroacoustic models to analyze the interaction between the metamaterial resonators and the different target wave types. Subsequently, a methodology\nfor the resonator design will be established to maximize sound insulation under the appropriate practical constraints. Finally, the potential of both\nfundamental developments will be demonstrated through the design of novel building elements in CLT and hollow masonry with superior sound\ninsulation properties.\nLast modified: \nLast modified: \n29-04-2024\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n1 of 7\nVibroacoustic metamaterials for broadband sound insulation in building acoustics\nVibroacoustic metamaterials for broadband sound insulation in building acoustics\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMatlab files\nScripts for\nnumerical\nsimulations\nand\noptimization,\nsaved input\ndata, and\noutput\nresults\nGenerate new data\nDigital\nSoftware, simulation data\n.m, .mat\n<1 TB\n \nComsol files\nScripts for\nsimulation,\ninput data,\nand saved\nresults\nGenerate new data\nDigital\nSoftware, simulation data\n.mph,\n.mphbin,\n.mphtxt,\n.mphphb\n<1 TB\n \nExperimental\ndata\nAcquisition\nscripts,\nacquired\ndata from\nvibration and\nsound\ninsulation\ntesting\nGenerate new data\nDigital\nSoftware, experimental\n.csv, .vi,\n.tdms, .ana,\n.bid, \n<1 TB\n \nDemonstrators\nMetamaterial\nresonators,\nbuilding\ncomponents\nGenerate new data\nPhysical\n \n \n \nResonators\n(10-100), 1\nmetamaterial\nplasterboard\npanel, 1\nmetamaterial\nCLT floor, 1\nmetamaterial\nhollow brick\nwall.\nBWM\ntoolboxes\nMatlab\ntoolbox for\nnumerical\nsimulation,\navailable at\nthe\nStructural\nMechanics\nSection\nReusing existing data\n \nSoftware\n.m\n<100 GB\n \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n3 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nBWM toolboxes: toolboxes of the Structural Mechanics Section for numerical simulation, developed during several years of research and\navailable to all members of the Section on shared drives. This project will make particular use of the tools developed within the ERC Starting\nGrant 714591 VirBAcous.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe developed computational tools and designs are primarily tailored towards academic purposes. Nevertheless, the potential for commercial\nvalorization will be carefully checked with KU Leuven IP guidance and LRD, before publication.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll digital data are stored in chronological order on KU Leuven OneDrive and HDDs for backup purposes. A clear explanation of the contents\nis provided in accompanying readme.txt files included in the same folders. Relevant commenting is included in Matlab/Comsol scripts so that\nthey can be reused in the future.\nThe most relevant Matlab scripts (.m) will be included in the BWM toolboxes, to further facilitate their use for future research within the\nStructural Mechanics Section. \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n4 of 7\nDetailed reports will be generated regarding the realization and test of each physical demonstrator, to facilitate the replication of prototypes and\nexperiments in the future.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDigital data will be stored on KU Leuven OneDrive, KU Leuven shared network drives and external HDD drives.\nPhysical prototypes will be stored at the KU Leuven Laboratory of Acoustics.\nHow will the data be backed up?\nHow will the data be backed up?\nFor digital data, standard backup provided by KU Leuven OneDrive and by KU Leuven ICTS on shared network drives will be used. This\nsolution guarantees security and version control of the data. In addition, external HDD drives will be used.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe access to KU Leuven OneDrive and shared network drives is secured by KU Leuven authentication. External HDD drives will be stored in\nsecure places (closets, drawers) and locked. \nThe KU Leuven Laboratory of Acoustics, where physical prototypes will be stored, requires badge access. Furthermore, the prototypes will be\nstored in secured and locked spaces.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are related only to external HDD drives, as the available free space provided by KU Leuven on OneDrive and Teams-site is sufficient.\nHDD costs are about 100 euros per disk and no more than 2 disks will be required. Such costs will be covered by my FWO bench fee.\nNo specific costs are foreseen for the storage of the physical prototypes in the KU Leuven Laboratory of Acoustics.\n \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n5 of 7\nAll digital data can be preserved after the end of the project and for at least 10 years both online (KU Leuven One Drive and KU Leuven\nshared network drives), as well as on HDDs.\nPhysical prototypes can be preserved in the KU Leuven Laboratory of Acoustics for at least 1 year. Preservation for up to 5 years will be\nevaluated based on the storage capacity of the laboratory. If this is not possible, as a backup plan, detailed drawings, reports and instructions\nwill be preserved as digital data, to allow for the replication of the prototypes.\nProf. Edwin Reynders will have access to all generated data also after the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data will be archived on KU Leuven shared network drives and on external HDDs as backup. Physical prototypes will be stored in the\nKU Leuven Laboratory of Acoustics.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDatasets will be of a limited size that can be stored with no cost (<5 TB). No cost is foreseen for the storage of physical prototypes.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe datasets might be used for research collaboration purposes with other researchers during the project. The most relevant datasets will be\navailable for further research activities within the Structural Mechanics Section after the project ends.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nProf. Edwin Reynders will have access to all datasets after the project. The most relevant datasets will be made available for all members of the\nStructural Mechanics Section.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA\nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication and upon request and agreement with research collaborators.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n6 of 7\nThis is not clear yet. Will be decided if necessary during the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo cost is expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDaniele Giannini \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDaniele Giannini \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nDaniele Giannini \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nDaniele Giannini \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n7 of 7"
    },
    "clean_full_text": "Vibroacoustic metamaterials for broadband sound insulation in building acoustics Vibroacoustic metamaterials for broadband sound insulation in building acoustics A Data Management Plan created using DMPonline.be Creator: Creator: Daniele Giannini Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 12A3Q24N ID: ID: 206572 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Noise coming from traffic, industrial and construction activities or neighbors has a severe impact on people and results in activity disturbance, social tensions and health problems. It is therefore of paramount importance to ensure sufficient levels of sound insulation. This is very challenging, especially for emerging sustainable types of construction such as cross laminated timber (CLT). Recently, a very promising sound insulation concept has been developed. It consists of adding small, local resonators to a host structure so as to create a vibroacoustic metamaterial with superior sound insulation properties. However, conventional vibroacoustic metamaterials target only bending waves in thin panels. In this postdoctoral research project, vibroacoustic metamaterials will be developed to achieve broadband sound insulation in building acoustics for the first time, by targeting simultaneously several wave types in thick walls and floors. This key open challenge will be tackled by first developing analytical and numerical vibroacoustic models to analyze the interaction between the metamaterial resonators and the different target wave types. Subsequently, a methodology for the resonator design will be established to maximize sound insulation under the appropriate practical constraints. Finally, the potential of both fundamental developments will be demonstrated through the design of novel building elements in CLT and hollow masonry with superior sound insulation properties. Last modified: Last modified: 29-04-2024 Created using DMPonline.be. Last modiﬁed 29 April 2024 1 of 7 Vibroacoustic metamaterials for broadband sound insulation in building acoustics Vibroacoustic metamaterials for broadband sound insulation in building acoustics FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 29 April 2024 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Matlab files Scripts for numerical simulations and optimization, saved input data, and output results Generate new data Digital Software, simulation data .m, .mat <1 TB Comsol files Scripts for simulation, input data, and saved results Generate new data Digital Software, simulation data .mph, .mphbin, .mphtxt, .mphphb <1 TB Experimental data Acquisition scripts, acquired data from vibration and sound insulation testing Generate new data Digital Software, experimental .csv, .vi, .tdms, .ana, .bid, <1 TB Demonstrators Metamaterial resonators, building components Generate new data Physical Resonators (10-100), 1 metamaterial plasterboard panel, 1 metamaterial CLT floor, 1 metamaterial hollow brick wall. BWM toolboxes Matlab toolbox for numerical simulation, available at the Structural Mechanics Section Reusing existing data Software .m <100 GB Created using DMPonline.be. Last modiﬁed 29 April 2024 3 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: BWM toolboxes: toolboxes of the Structural Mechanics Section for numerical simulation, developed during several years of research and available to all members of the Section on shared drives. This project will make particular use of the tools developed within the ERC Starting Grant 714591 VirBAcous. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The developed computational tools and designs are primarily tailored towards academic purposes. Nevertheless, the potential for commercial valorization will be carefully checked with KU Leuven IP guidance and LRD, before publication. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All digital data are stored in chronological order on KU Leuven OneDrive and HDDs for backup purposes. A clear explanation of the contents is provided in accompanying readme.txt files included in the same folders. Relevant commenting is included in Matlab/Comsol scripts so that they can be reused in the future. The most relevant Matlab scripts (.m) will be included in the BWM toolboxes, to further facilitate their use for future research within the Structural Mechanics Section. Created using DMPonline.be. Last modiﬁed 29 April 2024 4 of 7 Detailed reports will be generated regarding the realization and test of each physical demonstrator, to facilitate the replication of prototypes and experiments in the future. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Digital data will be stored on KU Leuven OneDrive, KU Leuven shared network drives and external HDD drives. Physical prototypes will be stored at the KU Leuven Laboratory of Acoustics. How will the data be backed up? How will the data be backed up? For digital data, standard backup provided by KU Leuven OneDrive and by KU Leuven ICTS on shared network drives will be used. This solution guarantees security and version control of the data. In addition, external HDD drives will be used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to KU Leuven OneDrive and shared network drives is secured by KU Leuven authentication. External HDD drives will be stored in secure places (closets, drawers) and locked. The KU Leuven Laboratory of Acoustics, where physical prototypes will be stored, requires badge access. Furthermore, the prototypes will be stored in secured and locked spaces. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are related only to external HDD drives, as the available free space provided by KU Leuven on OneDrive and Teams-site is sufficient. HDD costs are about 100 euros per disk and no more than 2 disks will be required. Such costs will be covered by my FWO bench fee. No specific costs are foreseen for the storage of the physical prototypes in the KU Leuven Laboratory of Acoustics. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Created using DMPonline.be. Last modiﬁed 29 April 2024 5 of 7 All digital data can be preserved after the end of the project and for at least 10 years both online (KU Leuven One Drive and KU Leuven shared network drives), as well as on HDDs. Physical prototypes can be preserved in the KU Leuven Laboratory of Acoustics for at least 1 year. Preservation for up to 5 years will be evaluated based on the storage capacity of the laboratory. If this is not possible, as a backup plan, detailed drawings, reports and instructions will be preserved as digital data, to allow for the replication of the prototypes. Prof. Edwin Reynders will have access to all generated data also after the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Digital data will be archived on KU Leuven shared network drives and on external HDDs as backup. Physical prototypes will be stored in the KU Leuven Laboratory of Acoustics. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Datasets will be of a limited size that can be stored with no cost (<5 TB). No cost is foreseen for the storage of physical prototypes. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The datasets might be used for research collaboration purposes with other researchers during the project. The most relevant datasets will be available for further research activities within the Structural Mechanics Section after the project ends. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Prof. Edwin Reynders will have access to all datasets after the project. The most relevant datasets will be made available for all members of the Structural Mechanics Section. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? When will the data be made available? After publication and upon request and agreement with research collaborators. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 29 April 2024 6 of 7 This is not clear yet. Will be decided if necessary during the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No cost is expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Daniele Giannini Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Daniele Giannini Who will manage data preservation and sharing? Who will manage data preservation and sharing? Daniele Giannini Who will update and implement this DMP? Who will update and implement this DMP? Daniele Giannini Created using DMPonline.be. Last modiﬁed 29 April 2024 7 of 7"
}