{
    "document_id": "D-2025-3739",
    "LinkTitle": "D-2025-3739",
    "file_name": "D-2025-3739.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3739.pdf",
    "metadata": {
        "title": "Emotion dysfunction in children with ADHD: a cross-cultural investigation",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "  \n      \n          \n \n    \n      \n      \n    \n   \n    \n    \n      \n  \n               \n                  \n                  \n                \n                    \n                      \n                  \n                    \n           \n  \n    \n    \n    \n         PlanOverview PlanOverview\nADataManagementPlancreatedusingDMPonline.be\nTeTiittlle::EmotiondysfunctioninchildrenwithADHD:across-culturalinvestigation\nCeao Crreattorr::CanmeiXu\nPncpanvesgao Pr ri inci ipal l I Invest ti igat tor r: : Dieter Baeyens\nDaaManage\nPoecAdmnsaDat ta Manager r: : Canmei Xu, Dieter Baeyens\no Pr roj ject t Admi ini ist tr rat tor r: : Canmei Xu, Dieter Baeyens\nA aon Affffiilliiattiion::KULeuven(KUL)\nFunde Funderr::BijzonderOnderzoeksfonds\nTempae Templlatte::KULeuvenBOF-IOF\nPncpanvesgao Pr ri inci ipal l I Invest ti igat tor r: : Dieter Baeyens\nDaaManage Dat ta Manager r: : Canmei Xu, Dieter Baeyens\nPoecabsac Prrojjecttabsttrractt::\nAttention-deficit/hyperactivitydisorder(ADHD)ischaracterizedbycoresymptomsofinattention,hyperactivity,andimpulsivity,withrecentstudies\nproposingemotionaldysregulation(ED)couldbeanothercoresymptom.EDinchildrenwithADHDinvolvesheightenedemotionalreactivityand\nimpairedemotionregulation.StudieshaveindicatedthatEDinchildrenwithADHDhasfar-reachingeffects,suchasincreasedinternalizing\nsymptoms,socialimpairment,andoverallfunctionalchallenges.Associetiesbecomeincreasinglydiverse,mentalhealthprofessionalsfacethe\nchallengeofservingchildrenfromvariousculturalbackgrounds.SincetheresearchonEDhasprimarilybeenbasedonevidencefromWestern\ncountries,questionsariseregardingitsreliabilityacrossdiversecultures.ThusitisimportanttoexaminewhetherandhowEDisexpressedinchildren\nwithADHDacrosscultures.Thisisespeciallypertinentconsideringtherichcross-culturalfindingsthatdemonstratevariationsinemotionexpression\nandregulation.IdentifyingEDacrossculturesisessentialforunderstandingtheculturalandbiologicalunderpinningsofEDinchildrenwithADHD,\nandforpromotingequitableandtailoredmentalhealthcareformulticulturalpopulations.\nSadaGrant number: PDMT2/24/026\ne Sttarrttdatte::03-02-2025\nEnddae Enddatte::31-10-2025\nLasmoded Lasttmodiiffiied::05-02-2025\nCreatedusingDMPonline.be.Lastmodiﬁed05February2025 1of8\nEmotion dysfunction in children with ADHD: a cross-cultural investigation\nEmotion dysfunction in children with ADHD: a cross-cultural investigation\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInformed\nconsents\nInformed consents participants\nNew data\nDigital\nTextual\nObservational.pdf\n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nAudio\ninterviews\n(n=40)\nAudio files of the interviews\nNew data\nDigital\nSound\nObservational.wav;\nObservational.mp3\n<100GB\nNone, as\nthis will\nbe\ncollected\nonline.\nTranscripts\ninterviews\nPseudonymized transcripts of audiofiles of the\ninterviews\nNew data\nDigital\nTextual\nObservational.doc\n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nNotes\nNotes taken during data collection\nNew data\nDigital\nTextual\nObservational.doc\n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nQDA\nQualitative data analysis documents in NVivo\nNew data\nDigital\nTextual\nObservational.nvp \n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nResults\nThe themes, meta-themes, and transcripts\ngenerated from NVivo, along with discussions\nbetween the coders.\nNew data\nDigital\nTextual\nObservational.doc\n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nQuestionnaires\nEmpty questionnaires to be filled in by\nparticipants\nNew data\nDigital\n(digitized\nphysical\ncopies)\nTextual\nObservational.pdf\n<1GB\nNone, as\nthis will\nbe\ncollected\nonline.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n2 of 8\nNo existing data will be reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPRET G-number in KU Leuven: G-2024-8591.\nParents will be interviewed by trained professionals, using thoughtfully crafted questions that align with the study's objectives. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPRET G-number in KU Leuven: G-2024-8591.\nWe will ask participants only the bare minimum regarding personal data. Parents will be invited to report their child’s ADHD diagnosis,\ntreatment, and medication history, as well as basic personal information (e.g., the child’s age, gender, cultural and ethnic background, and\nfamily socioeconomic status). While we could omit questions about diagnosis, it is crucial to understand the child’s diagnosis and treatment\nhistory, as these factors can influence the manifestation of emotional dysregulation. We will limit the data collection to what is necessary for\nthe purposes of this study. The personal information and content provided by participants in this study will be kept entirely confidential.\nPersonal data will be pseudonymized using a code and stored in an electronic file that can only be accessed with a password. Access to this\nelectronic file will be restricted to the principal investigator, Professor Dieter Baeyens, and his research team. Furthermore, the data will be\nstored on a secure drive at KU Leuven, accessible only to the key researchers involved in this project. This protocol has been shown to\nsignificantly reduce privacy risks for the participants.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n3 of 8\nTo ensure that the qualitative interview data remains understandable and usable both now and in the future, the following approach will be\nadopted:\n1. Data Collection and Documentation:\nWe will create a dedicated document to record how data is collected, stored, and processed. This document will detail the plan for transcribing\naudio recordings into text, and the steps for data analysis. This systematic record will ensure transparency and traceability throughout the data\nhandling process.\n2. Audio Recording and Transcription:\nAll interviews will be recorded using high-quality digital audio devices in common formats such as MP3 or WAV. The audio files will be\nnamed using pseudonymized codes and interview dates to protect participant privacy. Recordings will be transcribed verbatim, including key\nnon-verbal cues (e.g., pauses, laughter), and will undergo multiple rounds of verification to ensure accuracy.\n3. Data Documentation:\n(1) A README.txt file will accompany the dataset, providing an overview of the research background, file naming conventions, data\nstructure, and interpretation guidelines.\n(2) A codebook (Codebook.doc) will be created, documenting the coding framework, definitions of key themes, and any adjustments made\nduring the coding process to help future researchers understand and reuse the data.\n(3) Each interview will include metadata, detailing the interview date, format (online), pseudonymized demographic information of\nparticipants, and contextual notes about the interview environment to provide comprehensive background information.\n(4) Data Storage and Security: All data files (audio recordings, transcriptions, and related documents) will be saved on Canmei Xu's personal\nnetwork drive, accessed via a KU Leuven password-protected laptop. Additionally, data will be backed up on the KU Leuven shared network\ndrive to ensure security and long-term preservation. Access to the data will be strictly limited to authorized personnel only.\n4. Ensuring Long-Term Usability:\nTo enhance the usability and shareability of the data, all files will be stored in standardized formats (e.g., .txt for text files, .doc for the\ncodebook) and organized using logical structures and consistent naming conventions. This clear documentation and systematic management\nwill ensure that future researchers can easily access and interpret the data.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nA formal metadata standard will not be used in this study, as the data will primarily consist of qualitative interview transcripts and audio\nrecordings. However, to ensure the data is organized, understandable, and reusable, custom metadata will be created and documented\nthoroughly.\nThe following metadata will be included to facilitate data discovery and reuse:\n1. Interview Metadata:\nInterview ID (pseudonymized)\nDate and format of the interview (online/face-to-face)\nDuration of the interview\nParticipant demographics (age range, gender, relevant background information, all pseudonymized)\nContextual information (e.g., setting, notable interruptions, interviewer notes)\n2. Data File Metadata:\nFile name and description\nFile format (e.g., MP3, WAV, TXT)\nTranscription status (e.g., draft, verified, final)\nVersion history for both audio and transcribed files\n3. Project Documentation Metadata:\nREADME.txt file explaining the structure of the dataset, file naming conventions, and instructions for reuse\nCodebook.tsv containing definitions of codes and themes used in data analysis\nDescription of data collection methods and ethical considerations\nBy providing this comprehensive metadata, we aim to ensure that the data remains accessible and meaningful for future researchers, even\nwithout adhering to a specific standardized metadata framework.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n4 of 8\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \n1. Restricted Access:\nOnly authorized researchers will have access to the shared OneDrive folder. Permissions will be managed to prevent unauthorized viewing,\nediting, or downloading of files.\n2. Version Control and Audit Trails:\nOneDrive automatically tracks file versions and logs all access and modifications, allowing the research team to monitor any changes and\nensure data integrity.\n3. Pseudonymization:\nAll personal identifiers will be removed or pseudonymized to protect participant confidentiality, further reducing risks in case of any data\nbreach.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nDuring the research project, the costs for data storage and backup will be minimal, as we will utilize the ICTS storage services provided by KU\nLeuven. For instance, we will use OneDrive, which offers secure, cloud-based storage with ample space to meet the project's data needs. These\nservices are part of the university's IT infrastructure and do not incur additional costs for the research team.\nFor backup, we will also rely on the automated backup systems provided by OneDrive, which includes versioning and secure data recovery\noptions. This ensures that all research data is regularly backed up without additional financial cost.\nIn case of any unexpected data storage needs or if additional storage capacity is required beyond the institutional provisions, these costs will be\ncovered by funding allocated for research-related expenses in the project budget. However, we do not anticipate significant additional costs as\nthe storage provided by KU Leuven is sufficient for the project's requirements.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n5 of 8\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation during the retention period will be minimal, as we will store the data on KU Leuven's OneDrive,\nwhich provides secure and long-term cloud-based storage. This service is part of the university’s IT infrastructure and does not incur additional\ncosts for the research team.\nKU Leuven’s OneDrive offers adequate storage for the project’s data needs and includes features like data backup, versioning, and secure\naccess control, ensuring the preservation of data throughout the retention period. As part of the university’s services, there are no additional\ncharges for the duration of the research project and retention period.\nIf the project requires any additional data storage beyond the provisions already available through KU Leuven, these costs will be covered by\nresearch funding allocated for data management or other related project resources. However, we do not anticipate needing extra storage, as\nOneDrive provides sufficient space for the duration of the project and the retention period.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAt this stage, the data will primarily be used for the purposes of this project. We are unsure whether the data will be made available for reuse\nafter the project as it depends on the outcomes and further research directions. If any data are made available for reuse in the future, the\nrelevant details will be shared in accordance with the university's policies and ethical guidelines. Access will be provided under appropriate\nconditions, ensuring privacy and confidentiality are maintained.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data collected during the project will be primarily accessible to the principal investigator, Prof. Dieter Baeyens, Canmei Xu, and other\nauthorized members of the research team. Access to the data will be restricted to ensure confidentiality and compliance with ethical guidelines.\nWhile the intention is to share the data for future research or educational purposes, access will be limited to ensure privacy and security. Any\ndata that may be shared or made available for reuse will be pseudonymized and will follow strict protocols to protect participants' identities.\nAccess to the data will be provided under the following conditions: Prof. Dieter Baeyens will have full access to the data for the duration of the\nproject and during the data analysis phase. Other research team members will have access to specific data relevant to their part of the project,\nwith the necessary permissions and confidentiality agreements in place. If the data is made available for reuse after the project, it will be shared\nunder controlled access, and only external researchers who agree to the terms of use and ethical guidelines will be granted access. This will be\ndone through the KU Leuven repository or another trusted academic platform, where the data will be pseudonymized to prevent the\nidentification of participants. Any reuse of the data will be handled through a formal request process and will require approval from the\nresearch team and adherence to ethical guidelines.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n6 of 8\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nSince the data will not be shared outside the research team due to privacy and ethical considerations, there will be no costs associated with data\nsharing. The data will be securely stored and accessible only to authorized members of the research team for the duration of the project.\nTherefore, there are no expected costs for data sharing, and the resources for storing and securing the data will be covered by the university’s\nexisting infrastructure, specifically using the KU Leuven OneDrive system, which is already provided as part of the institution's resources for\nresearch data management.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nData documentation and metadata will be managed by the researchers generating the data, including the Fellow, Canmei Xu. The Promotor,\nProf. Dieter Baeyens, will oversee the project and ensure the long-term preservation in accordance with the university's policies and ethical\nguidelines. The researchers will ensure that all documentation is thorough, including clear descriptions of the data collection process, storage\nmethods, and any relevant metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nData storage and backup will be managed by the researchers, including Fellow Canmei Xu. The data will be securely stored on KU Leuven's\nOneDrive, with access limited to the research team. Backup procedures will be followed to ensure the data is regularly and securely backed up.\nThe Promotor, Prof. Dieter Baeyens, will oversee the overall data management process, ensuring that all storage and backup practices comply\nwith the university’s data protection policies and ethical guidelines.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nData preservation and sharing will be managed by the researchers, including Fellow Canmei Xu. The data will be securely stored and\npreserved on KU Leuven's OneDrive, with access restricted to the research team. If applicable, data sharing will follow university policies and\nethical guidelines, with appropriate permissions granted. The Promotor, Prof. Dieter Baeyens, will oversee the long-term preservation of the\nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n7 of 8\ndata and ensure that data sharing, if applicable, complies with all ethical and legal standards, as well as the university's data-sharing policies.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe Data Management Plan (DMP) will be updated and implemented by Fellow Canmei Xu, in collaboration with the Promotor, Prof. Dieter\nBaeyens. Canmei Xu will be responsible for the day-to-day implementation of the DMP, ensuring that data is collected, stored, and shared\naccording to the plan. Prof. Dieter Baeyens will oversee the process and ensure compliance with institutional guidelines and ethical standards.\nAny necessary updates to the DMP will be made as the project progresses, and the research team will ensure that all changes are documented\nand implemented accordingly.\nCreated using DMPonline.be. Last modiﬁed 05 February 2025\n8 of 8"
    },
    "clean_full_text": "PlanOverview PlanOverview ADataManagementPlancreatedusingDMPonline.be TeTiittlle::EmotiondysfunctioninchildrenwithADHD:across-culturalinvestigation Ceao Crreattorr::CanmeiXu Pncpanvesgao Pr ri inci ipal l I Invest ti igat tor r: : Dieter Baeyens DaaManage PoecAdmnsaDat ta Manager r: : Canmei Xu, Dieter Baeyens o Pr roj ject t Admi ini ist tr rat tor r: : Canmei Xu, Dieter Baeyens A aon Affffiilliiattiion::KULeuven(KUL) Funde Funderr::BijzonderOnderzoeksfonds Tempae Templlatte::KULeuvenBOF-IOF Pncpanvesgao Pr ri inci ipal l I Invest ti igat tor r: : Dieter Baeyens DaaManage Dat ta Manager r: : Canmei Xu, Dieter Baeyens Poecabsac Prrojjecttabsttrractt:: Attention-deficit/hyperactivitydisorder(ADHD)ischaracterizedbycoresymptomsofinattention,hyperactivity,andimpulsivity,withrecentstudies proposingemotionaldysregulation(ED)couldbeanothercoresymptom.EDinchildrenwithADHDinvolvesheightenedemotionalreactivityand impairedemotionregulation.StudieshaveindicatedthatEDinchildrenwithADHDhasfar-reachingeffects,suchasincreasedinternalizing symptoms,socialimpairment,andoverallfunctionalchallenges.Associetiesbecomeincreasinglydiverse,mentalhealthprofessionalsfacethe challengeofservingchildrenfromvariousculturalbackgrounds.SincetheresearchonEDhasprimarilybeenbasedonevidencefromWestern countries,questionsariseregardingitsreliabilityacrossdiversecultures.ThusitisimportanttoexaminewhetherandhowEDisexpressedinchildren withADHDacrosscultures.Thisisespeciallypertinentconsideringtherichcross-culturalfindingsthatdemonstratevariationsinemotionexpression andregulation.IdentifyingEDacrossculturesisessentialforunderstandingtheculturalandbiologicalunderpinningsofEDinchildrenwithADHD, andforpromotingequitableandtailoredmentalhealthcareformulticulturalpopulations. SadaGrant number: PDMT2/24/026 e Sttarrttdatte::03-02-2025 Enddae Enddatte::31-10-2025 Lasmoded Lasttmodiiffiied::05-02-2025 CreatedusingDMPonline.be.Lastmodiﬁed05February2025 1of8 Emotion dysfunction in children with ADHD: a cross-cultural investigation Emotion dysfunction in children with ADHD: a cross-cultural investigation Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Informed consents Informed consents participants New data Digital Textual Observational.pdf <1GB None, as this will be collected online. Audio interviews (n=40) Audio files of the interviews New data Digital Sound Observational.wav; Observational.mp3 <100GB None, as this will be collected online. Transcripts interviews Pseudonymized transcripts of audiofiles of the interviews New data Digital Textual Observational.doc <1GB None, as this will be collected online. Notes Notes taken during data collection New data Digital Textual Observational.doc <1GB None, as this will be collected online. QDA Qualitative data analysis documents in NVivo New data Digital Textual Observational.nvp <1GB None, as this will be collected online. Results The themes, meta-themes, and transcripts generated from NVivo, along with discussions between the coders. New data Digital Textual Observational.doc <1GB None, as this will be collected online. Questionnaires Empty questionnaires to be filled in by participants New data Digital (digitized physical copies) Textual Observational.pdf <1GB None, as this will be collected online. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Created using DMPonline.be. Last modiﬁed 05 February 2025 2 of 8 No existing data will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) PRET G-number in KU Leuven: G-2024-8591. Parents will be interviewed by trained professionals, using thoughtfully crafted questions that align with the study's objectives. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) PRET G-number in KU Leuven: G-2024-8591. We will ask participants only the bare minimum regarding personal data. Parents will be invited to report their child’s ADHD diagnosis, treatment, and medication history, as well as basic personal information (e.g., the child’s age, gender, cultural and ethnic background, and family socioeconomic status). While we could omit questions about diagnosis, it is crucial to understand the child’s diagnosis and treatment history, as these factors can influence the manifestation of emotional dysregulation. We will limit the data collection to what is necessary for the purposes of this study. The personal information and content provided by participants in this study will be kept entirely confidential. Personal data will be pseudonymized using a code and stored in an electronic file that can only be accessed with a password. Access to this electronic file will be restricted to the principal investigator, Professor Dieter Baeyens, and his research team. Furthermore, the data will be stored on a secure drive at KU Leuven, accessible only to the key researchers involved in this project. This protocol has been shown to significantly reduce privacy risks for the participants. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 05 February 2025 3 of 8 To ensure that the qualitative interview data remains understandable and usable both now and in the future, the following approach will be adopted: 1. Data Collection and Documentation: We will create a dedicated document to record how data is collected, stored, and processed. This document will detail the plan for transcribing audio recordings into text, and the steps for data analysis. This systematic record will ensure transparency and traceability throughout the data handling process. 2. Audio Recording and Transcription: All interviews will be recorded using high-quality digital audio devices in common formats such as MP3 or WAV. The audio files will be named using pseudonymized codes and interview dates to protect participant privacy. Recordings will be transcribed verbatim, including key non-verbal cues (e.g., pauses, laughter), and will undergo multiple rounds of verification to ensure accuracy. 3. Data Documentation: (1) A README.txt file will accompany the dataset, providing an overview of the research background, file naming conventions, data structure, and interpretation guidelines. (2) A codebook (Codebook.doc) will be created, documenting the coding framework, definitions of key themes, and any adjustments made during the coding process to help future researchers understand and reuse the data. (3) Each interview will include metadata, detailing the interview date, format (online), pseudonymized demographic information of participants, and contextual notes about the interview environment to provide comprehensive background information. (4) Data Storage and Security: All data files (audio recordings, transcriptions, and related documents) will be saved on Canmei Xu's personal network drive, accessed via a KU Leuven password-protected laptop. Additionally, data will be backed up on the KU Leuven shared network drive to ensure security and long-term preservation. Access to the data will be strictly limited to authorized personnel only. 4. Ensuring Long-Term Usability: To enhance the usability and shareability of the data, all files will be stored in standardized formats (e.g., .txt for text files, .doc for the codebook) and organized using logical structures and consistent naming conventions. This clear documentation and systematic management will ensure that future researchers can easily access and interpret the data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes A formal metadata standard will not be used in this study, as the data will primarily consist of qualitative interview transcripts and audio recordings. However, to ensure the data is organized, understandable, and reusable, custom metadata will be created and documented thoroughly. The following metadata will be included to facilitate data discovery and reuse: 1. Interview Metadata: Interview ID (pseudonymized) Date and format of the interview (online/face-to-face) Duration of the interview Participant demographics (age range, gender, relevant background information, all pseudonymized) Contextual information (e.g., setting, notable interruptions, interviewer notes) 2. Data File Metadata: File name and description File format (e.g., MP3, WAV, TXT) Transcription status (e.g., draft, verified, final) Version history for both audio and transcribed files 3. Project Documentation Metadata: README.txt file explaining the structure of the dataset, file naming conventions, and instructions for reuse Codebook.tsv containing definitions of codes and themes used in data analysis Description of data collection methods and ethical considerations By providing this comprehensive metadata, we aim to ensure that the data remains accessible and meaningful for future researchers, even without adhering to a specific standardized metadata framework. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 05 February 2025 4 of 8 Shared network drive (J-drive) Personal network drive (I-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1. Restricted Access: Only authorized researchers will have access to the shared OneDrive folder. Permissions will be managed to prevent unauthorized viewing, editing, or downloading of files. 2. Version Control and Audit Trails: OneDrive automatically tracks file versions and logs all access and modifications, allowing the research team to monitor any changes and ensure data integrity. 3. Pseudonymization: All personal identifiers will be removed or pseudonymized to protect participant confidentiality, further reducing risks in case of any data breach. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? During the research project, the costs for data storage and backup will be minimal, as we will utilize the ICTS storage services provided by KU Leuven. For instance, we will use OneDrive, which offers secure, cloud-based storage with ample space to meet the project's data needs. These services are part of the university's IT infrastructure and do not incur additional costs for the research team. For backup, we will also rely on the automated backup systems provided by OneDrive, which includes versioning and secure data recovery options. This ensures that all research data is regularly backed up without additional financial cost. In case of any unexpected data storage needs or if additional storage capacity is required beyond the institutional provisions, these costs will be covered by funding allocated for research-related expenses in the project budget. However, we do not anticipate significant additional costs as the storage provided by KU Leuven is sufficient for the project's requirements. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 05 February 2025 5 of 8 Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation during the retention period will be minimal, as we will store the data on KU Leuven's OneDrive, which provides secure and long-term cloud-based storage. This service is part of the university’s IT infrastructure and does not incur additional costs for the research team. KU Leuven’s OneDrive offers adequate storage for the project’s data needs and includes features like data backup, versioning, and secure access control, ensuring the preservation of data throughout the retention period. As part of the university’s services, there are no additional charges for the duration of the research project and retention period. If the project requires any additional data storage beyond the provisions already available through KU Leuven, these costs will be covered by research funding allocated for data management or other related project resources. However, we do not anticipate needing extra storage, as OneDrive provides sufficient space for the duration of the project and the retention period. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) At this stage, the data will primarily be used for the purposes of this project. We are unsure whether the data will be made available for reuse after the project as it depends on the outcomes and further research directions. If any data are made available for reuse in the future, the relevant details will be shared in accordance with the university's policies and ethical guidelines. Access will be provided under appropriate conditions, ensuring privacy and confidentiality are maintained. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data collected during the project will be primarily accessible to the principal investigator, Prof. Dieter Baeyens, Canmei Xu, and other authorized members of the research team. Access to the data will be restricted to ensure confidentiality and compliance with ethical guidelines. While the intention is to share the data for future research or educational purposes, access will be limited to ensure privacy and security. Any data that may be shared or made available for reuse will be pseudonymized and will follow strict protocols to protect participants' identities. Access to the data will be provided under the following conditions: Prof. Dieter Baeyens will have full access to the data for the duration of the project and during the data analysis phase. Other research team members will have access to specific data relevant to their part of the project, with the necessary permissions and confidentiality agreements in place. If the data is made available for reuse after the project, it will be shared under controlled access, and only external researchers who agree to the terms of use and ethical guidelines will be granted access. This will be done through the KU Leuven repository or another trusted academic platform, where the data will be pseudonymized to prevent the identification of participants. Any reuse of the data will be handled through a formal request process and will require approval from the research team and adherence to ethical guidelines. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 05 February 2025 6 of 8 KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Since the data will not be shared outside the research team due to privacy and ethical considerations, there will be no costs associated with data sharing. The data will be securely stored and accessible only to authorized members of the research team for the duration of the project. Therefore, there are no expected costs for data sharing, and the resources for storing and securing the data will be covered by the university’s existing infrastructure, specifically using the KU Leuven OneDrive system, which is already provided as part of the institution's resources for research data management. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Data documentation and metadata will be managed by the researchers generating the data, including the Fellow, Canmei Xu. The Promotor, Prof. Dieter Baeyens, will oversee the project and ensure the long-term preservation in accordance with the university's policies and ethical guidelines. The researchers will ensure that all documentation is thorough, including clear descriptions of the data collection process, storage methods, and any relevant metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data storage and backup will be managed by the researchers, including Fellow Canmei Xu. The data will be securely stored on KU Leuven's OneDrive, with access limited to the research team. Backup procedures will be followed to ensure the data is regularly and securely backed up. The Promotor, Prof. Dieter Baeyens, will oversee the overall data management process, ensuring that all storage and backup practices comply with the university’s data protection policies and ethical guidelines. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Data preservation and sharing will be managed by the researchers, including Fellow Canmei Xu. The data will be securely stored and preserved on KU Leuven's OneDrive, with access restricted to the research team. If applicable, data sharing will follow university policies and ethical guidelines, with appropriate permissions granted. The Promotor, Prof. Dieter Baeyens, will oversee the long-term preservation of the Created using DMPonline.be. Last modiﬁed 05 February 2025 7 of 8 data and ensure that data sharing, if applicable, complies with all ethical and legal standards, as well as the university's data-sharing policies. Who will update and implement this DMP? Who will update and implement this DMP? The Data Management Plan (DMP) will be updated and implemented by Fellow Canmei Xu, in collaboration with the Promotor, Prof. Dieter Baeyens. Canmei Xu will be responsible for the day-to-day implementation of the DMP, ensuring that data is collected, stored, and shared according to the plan. Prof. Dieter Baeyens will oversee the process and ensure compliance with institutional guidelines and ethical standards. Any necessary updates to the DMP will be made as the project progresses, and the research team will ensure that all changes are documented and implemented accordingly. Created using DMPonline.be. Last modiﬁed 05 February 2025 8 of 8"
}