{
    "document_id": "D-2023-1957",
    "LinkTitle": "D-2023-1957",
    "file_name": "D-2023-1957.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1957.pdf",
    "metadata": {
        "title": "D-2023-1957",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Steven Smeijers, ORCID: 0000-0002-3548-1022\nContributor name(s) (+ ORCID) & roles Tom Theys (PI), ORCID: 0000-0001-7595-3234\nBart Depreitere (co-promoter), ORCID: 0000-0002-7458-0648\nProject number1 & title Neural dynamics of unresponsive states, 11K8923N\nFunder(s) GrantID2FWO research project 11K8923N\nAffiliation(s) ☐ KU Leuven \nPlease provide a short project description        :     Human consciousness fluctuates across a continuum of brain states from physiological states of\n   ,          conscious wakefulness and sleep to altered states in general anesthesia and disorders of consciousness  \n( ).              DOC The traditional way of inferring consciousness based on behavioral responsiveness can fail to\n    .         reflect the actual brain state Clinical unresponsiveness does therefore not rule out unconsciousness and  \n       .    additional tools are needed to assess neuronal responsiveness The reverberating thalamocortical system  \n        ,      has been implicated across a myriad of brain states but functional neuroimaging and macroscale\n        . ,    electrophysiology fail to provide high spatiotemporal precision and causality Moreover the capacity and\n       .        mechanisms for recovery in acute DOC remain unclear We aim to reveal neural biomarkers and profiles  \n        .      of neural activity and complexity underlying unresponsive brain states Analysis of neural dynamics with\n -           . intracranial multi electrode recordings will deliver unprecedented insights at the single neuron level\n            Through a causal perturbational micromacrostimulation approach we can elicit neural and behavioral\n       .       responsiveness and measure the complexity of neural responses We will target the thalamus and cortex  \n         ,      in DOC subjects and elaborate this approach to deep sleep anesthesia and the conscious wakefulness\n.  ,             state As such we aim to elucidate neural responsiveness across the continuum of unresponsive brain\n        .states through invasive brain recordings and neuromodulation in humans\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nElectrophysio\nlogy dataGenerated by \nsurface EEG and \nintracranial \nelectrodes\n-Epilepsy \npatients\n-Coma \npatients\n-DBS patients\nEEG, LFP, MUA \nand SUA☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ \nother: .ns6, .nev, .\nns2, .mat, .pkl \nfiles\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☒ < 50 TB\n☐ > 50 TB\n☐ NANA\nMultimodal \nmonitoring \ndataMultimodal \nsystemic and \nintracranial data \n(ICU)☒ Generate new \ndata☒ Digital☒ Observational☒ other: .dta \nfiles and .mat files☒ < 100 GB NA\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 4Behavioural \ndataPsychometric \nand behavioural \ndata☒ Generate new \ndata☒ Digital☒ Observational\n☒ Experimental☒ other: .mat \nfiles, and .docx☒ < 1 GB NA\nImaging dataFunctional and \nanatomic \nimaging data \n(CT, MRI, fMRI \nand DWI)☒ Generate new \ndata☒ Digital☒ Experimental☒ other: dicom, \nNifti (for \nstatistical \nanalyses)☒ < 5 TB NA\nPatient dataDemographic, \nhealth and \nfollow-up data, \nclinical \nparameters☒ Generate new \ndata☒ Digital☐ Observational☒ .doc and \nelectronic case \nreport form \n(eCRF)☒ < 1 GB NA\nManuscriptsLiterature files ☒ Generate new \ndata☒ Digital☒ Other☒ .pdf and .doc☒ < 100 GB NA\nFWO DMP Template (Flemish Standard DMP) 5GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA4 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: All of the above datasets (except manuscripts) originate from human subject \nstudies (epilepsy patients, coma patients and DBS patients).\n-Ethical  approval is obtained from the Medical Ethical Committee from UZ/KU Leuven – S53216  \n(epilepsy subjects). Written informed consent is obligatory prior to study enrolment.\n-Ethical approval is pending for S67062 (coma subjects)\n4 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Will  you  process  personal  data5?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No: all data will be decoded for personal information to ensure privacy\nIf yes:\n-Short description of the kind of personal data that will be used: NA\n-Privacy Registry Reference: NA\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No, but this may change during the project. If so, LRD will be contacted for support.\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).We will use files with names that include the experimental data. The folder structure is organized \naccording to experiment type and will be accessible by all researchers on the delegation log.  We are using \ndetailed lab notebooks. The data will be annotated during the acquisition phase of the experiments.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nMetadata will be provided as .readme, .csv, word or excel files, containing all settings and technical \ndescriptions of the experiment. Header files of the imaging data, including all the relevant imaging \nparameters will be automatically extracted during scanning and stored in automatically created directory \nstructures. The metadata will be provided in a structured manner.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? UZ Leuven \nFWO DMP Template (Flemish Standard DMP) 8How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.6\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Neurophysiological, imaging and behavioural  data is recorded on the internal and external storage of the \ncomputers attached to equipment and is duplicated on the storage facilities of the research unit (UZ \nLeuven).\nOne copy is stored on our own servers, another one on the KU Leuven servers. After analysis, we make a \ndouble copy on HDs which are stored in two different rooms within the laboratory. There is always (at \nleast) a double copy of the data available.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: Yes, we have 50 TB of space available and a budget if more would be \nnecessary (but we do not anticipate that more data storage is needed for human data).\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data can only be accessed by personal login by the principal investigator and delegates involved in the \nconduct of this trial, as mentioned in the research protocol. The file containing the identification code will \nbe secured with a password only available for the investigators involved in this trial. If correction of the \ndata is required, the time, date and initials of the investigator will be written next to the correction.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?A budget is included in a grant proposal of the PI (Tom Theys).\n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 95. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be retained - the goal of the project is to collect data beyond 5 years;  \nAll data related to the clinical trials will be retained for at least 20 years after completing the trial, as \nrequired by law. Data collection has been defined in the informed consent.\nWhere will these data be archived (stored and \ncurated for the long-term)?On UZLeuven/KULeuven Server\nThe data will be stored on labelled pairs of high-capacity hard drives within the research facility.\nA compressed archive will be stored on the university's central servers (with automatic back-up \nprocedures) for at least 5 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The cost of archival on KU Leuven servers is estimated to be between 4000 and 8000 EUR for the 5 years \nafter project end.\nFWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data without legal or contractual restrictions will be available in a collaborative setting (i.e. any other \ninternal and external research group with whom we may work in the future that could benefit from data \nand materials gathered in this project); the conditions of access will be determined by the need of the \nthird party that wants access (e.g. only data, only materials, industrial or academic party, etc). External \nusers will have access to our database through our publications and after setting up a new collaboration.\nHuman data: All people defined on the delegation log will be able to access the data with the approval of \nthe PI and head of the department. Data can be shared with academic researchers, upon request, after \npublication and after discussing the purpose and possible collaborations.\nFWO DMP Template (Flemish Standard DMP) 11Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Only people of the research team will have access to the data for research purposes. \nIf collaboration with another research team is necessary, a data transfer agreement will be drawn.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type./\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.2026-2027\nFWO DMP Template (Flemish Standard DMP) 12Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 7  Data from the project that can be shared will be made available under a creative commons attribution \nlicense (CC-BY 4.0), so that users have to give credit to the original data creators\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Minimal costs expected\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PhD Students, technicians, administrative personnel and a clinical research coordinator, all of which are \nfunded by a grant.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13Who will manage data storage and backup \nduring the research project?Steven Smeijers, Tom Theys and Anaïs Van Hoylandt\nWho will manage data preservation and \nsharing?Steven Smeijers, Tom Theys and Anaïs Van Hoylandt\nWho will update and implement this DMP? Steven Smeijers and Tom Theys"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Steven Smeijers, ORCID: 0000-0002-3548-1022 Contributor name(s) (+ ORCID) & roles Tom Theys (PI), ORCID: 0000-0001-7595-3234 Bart Depreitere (co-promoter), ORCID: 0000-0002-7458-0648 Project number1 & title Neural dynamics of unresponsive states, 11K8923N Funder(s) GrantID2FWO research project 11K8923N Affiliation(s) ☐ KU Leuven Please provide a short project description : Human consciousness fluctuates across a continuum of brain states from physiological states of , conscious wakefulness and sleep to altered states in general anesthesia and disorders of consciousness ( ). DOC The traditional way of inferring consciousness based on behavioral responsiveness can fail to . reflect the actual brain state Clinical unresponsiveness does therefore not rule out unconsciousness and . additional tools are needed to assess neuronal responsiveness The reverberating thalamocortical system , has been implicated across a myriad of brain states but functional neuroimaging and macroscale . , electrophysiology fail to provide high spatiotemporal precision and causality Moreover the capacity and . mechanisms for recovery in acute DOC remain unclear We aim to reveal neural biomarkers and profiles . of neural activity and complexity underlying unresponsive brain states Analysis of neural dynamics with - . intracranial multi electrode recordings will deliver unprecedented insights at the single neuron level Through a causal perturbational micromacrostimulation approach we can elicit neural and behavioral . responsiveness and measure the complexity of neural responses We will target the thalamus and cortex , in DOC subjects and elaborate this approach to deep sleep anesthesia and the conscious wakefulness . , state As such we aim to elucidate neural responsiveness across the continuum of unresponsive brain .states through invasive brain recordings and neuromodulation in humans 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Electrophysio logy dataGenerated by surface EEG and intracranial electrodes -Epilepsy patients -Coma patients -DBS patients EEG, LFP, MUA and SUA☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .ns6, .nev, . ns2, .mat, .pkl files ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☒ < 50 TB ☐ > 50 TB ☐ NANA Multimodal monitoring dataMultimodal systemic and intracranial data (ICU)☒ Generate new data☒ Digital☒ Observational☒ other: .dta files and .mat files☒ < 100 GB NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4Behavioural dataPsychometric and behavioural data☒ Generate new data☒ Digital☒ Observational ☒ Experimental☒ other: .mat files, and .docx☒ < 1 GB NA Imaging dataFunctional and anatomic imaging data (CT, MRI, fMRI and DWI)☒ Generate new data☒ Digital☒ Experimental☒ other: dicom, Nifti (for statistical analyses)☒ < 5 TB NA Patient dataDemographic, health and follow-up data, clinical parameters☒ Generate new data☒ Digital☐ Observational☒ .doc and electronic case report form (eCRF)☒ < 1 GB NA ManuscriptsLiterature files ☒ Generate new data☒ Digital☒ Other☒ .pdf and .doc☒ < 100 GB NA FWO DMP Template (Flemish Standard DMP) 5GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA4 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: All of the above datasets (except manuscripts) originate from human subject studies (epilepsy patients, coma patients and DBS patients). -Ethical approval is obtained from the Medical Ethical Committee from UZ/KU Leuven – S53216 (epilepsy subjects). Written informed consent is obligatory prior to study enrolment. -Ethical approval is pending for S67062 (coma subjects) 4 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Will you process personal data5? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No: all data will be decoded for personal information to ensure privacy If yes: -Short description of the kind of personal data that will be used: NA -Privacy Registry Reference: NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No, but this may change during the project. If so, LRD will be contacted for support. If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).We will use files with names that include the experimental data. The folder structure is organized according to experiment type and will be accessible by all researchers on the delegation log. We are using detailed lab notebooks. The data will be annotated during the acquisition phase of the experiments. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Metadata will be provided as .readme, .csv, word or excel files, containing all settings and technical descriptions of the experiment. Header files of the imaging data, including all the relevant imaging parameters will be automatically extracted during scanning and stored in automatically created directory structures. The metadata will be provided in a structured manner. 4.Data Storage & Back-up during the Research Project Where will the data be stored? UZ Leuven FWO DMP Template (Flemish Standard DMP) 8How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.6 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Neurophysiological, imaging and behavioural data is recorded on the internal and external storage of the computers attached to equipment and is duplicated on the storage facilities of the research unit (UZ Leuven). One copy is stored on our own servers, another one on the KU Leuven servers. After analysis, we make a double copy on HDs which are stored in two different rooms within the laboratory. There is always (at least) a double copy of the data available. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Yes, we have 50 TB of space available and a budget if more would be necessary (but we do not anticipate that more data storage is needed for human data). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data can only be accessed by personal login by the principal investigator and delegates involved in the conduct of this trial, as mentioned in the research protocol. The file containing the identification code will be secured with a password only available for the investigators involved in this trial. If correction of the data is required, the time, date and initials of the investigator will be written next to the correction. What are the expected costs for data storage and backup during the research project? How will these costs be covered?A budget is included in a grant proposal of the PI (Tom Theys). 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 95. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be retained - the goal of the project is to collect data beyond 5 years; All data related to the clinical trials will be retained for at least 20 years after completing the trial, as required by law. Data collection has been defined in the informed consent. Where will these data be archived (stored and curated for the long-term)?On UZLeuven/KULeuven Server The data will be stored on labelled pairs of high-capacity hard drives within the research facility. A compressed archive will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The cost of archival on KU Leuven servers is estimated to be between 4000 and 8000 EUR for the 5 years after project end. FWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Data without legal or contractual restrictions will be available in a collaborative setting (i.e. any other internal and external research group with whom we may work in the future that could benefit from data and materials gathered in this project); the conditions of access will be determined by the need of the third party that wants access (e.g. only data, only materials, industrial or academic party, etc). External users will have access to our database through our publications and after setting up a new collaboration. Human data: All people defined on the delegation log will be able to access the data with the approval of the PI and head of the department. Data can be shared with academic researchers, upon request, after publication and after discussing the purpose and possible collaborations. FWO DMP Template (Flemish Standard DMP) 11Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Only people of the research team will have access to the data for research purposes. If collaboration with another research team is necessary, a data transfer agreement will be drawn. Where will the data be made available? If already known, please provide a repository per dataset or data type./ When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.2026-2027 FWO DMP Template (Flemish Standard DMP) 12Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 7 Data from the project that can be shared will be made available under a creative commons attribution license (CC-BY 4.0), so that users have to give credit to the original data creators Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Minimal costs expected 7. Responsibilities Who will manage data documentation and metadata during the research project?PhD Students, technicians, administrative personnel and a clinical research coordinator, all of which are funded by a grant. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13Who will manage data storage and backup during the research project?Steven Smeijers, Tom Theys and Anaïs Van Hoylandt Who will manage data preservation and sharing?Steven Smeijers, Tom Theys and Anaïs Van Hoylandt Who will update and implement this DMP? Steven Smeijers and Tom Theys"
}