{
    "document_id": "D-2024-3246",
    "LinkTitle": "D-2024-3246",
    "file_name": "D-2024-3246.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3246.pdf",
    "metadata": {
        "title": "D-2024-3246",
        "author": "Veerle Van den Eynden",
        "num_pages": 9
    },
    "content": {
        "full_text": "Data Management Plan Overview  \n1.General Project Information\nName Grant Holder & ORCID Sander Teck (https://orcid.org/0000-0003-2405-7979 ) \nContributor name(s) (+ ORCID) & roles Jef Peeters (https://orcid.org/0000-0003-1356-6508 ) - Supervisor \nPieter Vansteenwegen ( https://orcid.org/0000-0002-5646-669X ) – (Co)supervisor\nGiovanni Lugaresi (https://orcid.org/0000-0001-9625-6622 ) – (Co)supervisor\nProject number 1 & title Development of an adaptive scheduling framework for multi-robot-human re- and demanufacturing.\nFunder(s) GrantID 21237325N - Fonds voor Wetenschappelijk Onderzoek – Research Foundation Flanders (FWO)\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nPlease provide a short project description               Facilitating the transition to a circular economy is pivotal in achieving the commitments of the\n             . , European Union to lead the way toward a more sustainable and more competitive Europe Herein\n   ( )    ,        original equipment manufacturers OEMs play a crucial role as they are expected to organize the\n, , ,  reuse repair remanufacturing and recycling    - (- )-  . ,   of endof first life products Currently Flemish OEMs\n  -      -    -  lack a welldefined approach for efficiently and costeffectively managing such re and\n .    ,     demanufacturing practices To address this challenge innovative technologies are increasingly\n     ( -)  ,   . available for the human collaborative semi automated inspection handling and disassembly\n,             However ensuring the seamless compatibility and effective integration of these technologies is of\n          . ,    paramount importance for these processes to be economically viable in Europe Therefore I aim to\n              develop an efficient control framework for the flexible allocation of tasks among different robotic\n     -    -   .  cells and operators in a humancentric and adaptive re and demanufacturing environment In\n,     - - .      addition the framework will consider humanrobotcollaboration The developed algorithms will be\n  integrated and demonstrated        . ,   on the systems of our partner organizations Furthermore I will\n             5.0 validate the developed algorithms and quantify the potential gains of the envisaged industry\n        ,   technologies through several industrial validation cases with increasing complexity involving various\n       . products as defined by the industrial steering group\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), \nprovide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. \nONLY FOR \nDIGITAL DATAONLY FOR \nDIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR \nPHYSICAL \nDATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data \nTypeDigital \nData \nFormat Digital Data \nVolume \n(MB, GB, TB)Physical \nVolume\nHDD datasetA dataset on hard disk drive characteristics used to generate \nlarge scale problem instances for the optimization framework.Generate new data DigitalNumerical / \nTextual / \nImages.csv \n& .json< 100 GBNA\nCompany datasetA dataset on a test case provided by a company to generate \nrealistic problem instances for the optimization framework.  Generate new data DigitalNumerical / \nTextual /\nImages.csv \n& .json< 100 GBNA\nHuman operator \ndatasetA dataset on human operator processing time distributions. \nThesis student will develop a systematic framework and \nphysical setup to measure the variability of the inherent \nstochasticity of human workers.  Generate new data DigitalNumerical / \nTextual / \nAudiovisual.csv< 100 GBNA\nDeterministic \noptimization \nframeworkA software package containing a simulation environment, \nscripts, and algorithms for the deterministic optimization of \nmulti-actor semi-automated de- and remanufacturing systems.  Generate new data DigitalSoftware.py< 1 GBNA\nStochastic \noptimization \nframeworkA software package containing a simulation environment under  \nuncertainty, scripts, and algorithms for the stochastic \noptimization of multi-actor semi-automated de- and \nremanufacturing systems.  Generate new data DigitalSoftware.py< 1 GBNA\nTraining datasetPre-processed training data for the prediction model.  Generate new data DigitalNumerical .json< 100 GBNA\nPredictive modelA software package containing scripts for the predictive model \nused to cope with the inherent uncertainty in real-world de- \nand remanufacturing. Generate new data DigitalSoftware.py< 1 GBNA\n3 Add rows for each dataset you want to describe.\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the source, preferably by \nusing a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset \nor data type. NA\nAre there any ethical issues concerning the creation and/or use of \nthe data \n(e.g. experiments on humans or animals, dual use)? If so, refer to \nspecific datasets or data types when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill you process personal  data4? If so, please refer to specific datasets  \nor data types when appropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nDoes your work have potential for commercial valorization (e.g. tech  \ntransfer, for example spin-offs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type where appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nThe optimization framework can be of interest to companies aiming to improve their de- and remanufacturing \nbusinesses. The software packages have the highest potential for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data transfer \nagreements, research collaboration agreements)?  \nIf so, please explain to what data they relate and what restrictions \nare in place.☒ Yes\n☐ No\nIf yes, please explain: \nThe data from the ‘company dataset’ will have some 3rd party restrictions, although with proper anonymization the \ndissemination of this data will be possible.\nAre there any other legal issues, such as intellectual property rights \nand ownership, to be managed related to the data you (re)use?  \nIf so, please explain to what data they relate and which restrictions \nwill be asserted.☐ Yes\n☒ No\nIf yes, please explain: \n4 See Glossary Flemish Standard Data Management Plan  \n3.Documentation and Metadata\nClearly describe what approach will be followed to capture  \nthe  accompanying  information  necessary  to  keep  data \nunderstandable and usable , for yourself and others, now  \nand in the future (e.g. in terms of documentation levels and  \ntypes  required,  procedures  used,  Electronic  Lab  \nNotebooks, README.txt files, Codebook.tsv etc. where this  \ninformation is recorded).\nRDM guidance on documentation and metadata .A layered documentation approach will be implemented. GitLab repositories will be created for the software packages. Python \nscripts within these repositories will be documented and commented, with version control maintained through Git. For the \ndataset generation, raw and processed data will be stored locally as well as stored in the database structure provided by the \naffiliated de- and remanufacturing research group, organized in a well-documented file tree where each folder contains a \nREADME.txt specifying data format and processing steps. This multi-faceted approach, including project-level READMEs, code \ndocumentations, version control, structured file organization, ensures data and methods are understandable and (re-)usable for  \nus and others, now and in the future.  \nWill a metadata standard be used to make it easier to find \nand reuse the data? \nIf so, please specify which metadata standard will be \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nNo specific metadata standard will be used, but we will create rich metadata documented in README files. This will include the \ntitle, creator, creation data, description, keywords, methodology, data format, and licensing information. This detailed \nmetadata will ensure the data is easier to find, understand, and reuse.  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to find \nthe most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☐ Teams\n☒ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☒ ManGO\n☐ Digital vault\n☒ Other: GitLab (software code)\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup capacity \nduring the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available, \nthen explain how this will be taken care of.☒ Yes\n☐ No\nFor both the data and software packages, that are foreseen to be developed, enough storage capacity is available.\nIf no, please specify: \nHow will you ensure that the data are securely stored and  \nnot accessed or modified by unauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  During the research, writing rights to the data will be limited to myself and the supervisors. Access will be granted to \nresearchers from the research group and to people who request the data. The writing rights for the GitHub repositories are \nlimited to my own account, unless other collaborators are explicitly invited by me.  \nWhat are the expected costs for data storage and backup \nduring the research project? How will these costs be \ncovered?There are no additional costs expected for the back-ups and storage of the data and software packages.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five years (or \nlonger, in agreement with other retention policies that \nare applicable) after the end of the project? In case some \ndata cannot be preserved, clearly state the reasons for \nthis \n(e.g. legal or contractual restrictions, storage/budget \nissues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for \nhuman use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and curated for  \nthe long-term)?\nDedicated data repositories  are often the best place to \npreserve your data. Data not suitable for preservation in a  \nrepository can be stored using a KU Leuven storage \nsolution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data preservation during \nthe expected retention period? How will these costs be \ncovered?No additional costs for data preservation are expected during the retention period as this is a service provided by the KU \nLeuven.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made available for \nreuse after/during the project?  \nPlease explain per dataset or data type which data will be \nmade available. \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be able to \naccess the data and under what conditions.NA\nAre there any factors that restrict or prevent the sharing \nof (some of) the data (e.g. as defined in an agreement \nwith a 3rd party, legal restrictions)? Please explain per \ndataset or data type where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset \nor data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to provide? If \nnone, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and software  \nsources code or consult the  License selector tool to help \nyou choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☒ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession number to your  \ndataset(s)? If already available, please provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? How will \nthese costs be covered?  No additional costs for data sharing are expected.\n7. Responsibilities\nWho will manage data documentation and metadata \nduring the research project?Data documentation and metadata will be managed by myself.\nWho will manage data storage and backup during the \nresearch project?Data storage and backup will be managed by myself.  \nWho will manage data preservation and sharing? Data preservation and sharing will be managed by myself.\nWho will update and implement this DMP? Updating and implementing the DMP will be through myself."
    },
    "clean_full_text": "Data Management Plan Overview 1.General Project Information Name Grant Holder & ORCID Sander Teck (https://orcid.org/0000-0003-2405-7979 ) Contributor name(s) (+ ORCID) & roles Jef Peeters (https://orcid.org/0000-0003-1356-6508 ) - Supervisor Pieter Vansteenwegen ( https://orcid.org/0000-0002-5646-669X ) – (Co)supervisor Giovanni Lugaresi (https://orcid.org/0000-0001-9625-6622 ) – (Co)supervisor Project number 1 & title Development of an adaptive scheduling framework for multi-robot-human re- and demanufacturing. Funder(s) GrantID 21237325N - Fonds voor Wetenschappelijk Onderzoek – Research Foundation Flanders (FWO) Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. Please provide a short project description Facilitating the transition to a circular economy is pivotal in achieving the commitments of the . , European Union to lead the way toward a more sustainable and more competitive Europe Herein ( ) , original equipment manufacturers OEMs play a crucial role as they are expected to organize the , , , reuse repair remanufacturing and recycling - (- )- . , of endof first life products Currently Flemish OEMs - - - lack a welldefined approach for efficiently and costeffectively managing such re and . , demanufacturing practices To address this challenge innovative technologies are increasingly ( -) , . available for the human collaborative semi automated inspection handling and disassembly , However ensuring the seamless compatibility and effective integration of these technologies is of . , paramount importance for these processes to be economically viable in Europe Therefore I aim to develop an efficient control framework for the flexible allocation of tasks among different robotic - - . cells and operators in a humancentric and adaptive re and demanufacturing environment In , - - . addition the framework will consider humanrobotcollaboration The developed algorithms will be integrated and demonstrated . , on the systems of our partner organizations Furthermore I will 5.0 validate the developed algorithms and quantify the potential gains of the envisaged industry , technologies through several industrial validation cases with increasing complexity involving various . products as defined by the industrial steering group 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume HDD datasetA dataset on hard disk drive characteristics used to generate large scale problem instances for the optimization framework.Generate new data DigitalNumerical / Textual / Images.csv & .json< 100 GBNA Company datasetA dataset on a test case provided by a company to generate realistic problem instances for the optimization framework. Generate new data DigitalNumerical / Textual / Images.csv & .json< 100 GBNA Human operator datasetA dataset on human operator processing time distributions. Thesis student will develop a systematic framework and physical setup to measure the variability of the inherent stochasticity of human workers. Generate new data DigitalNumerical / Textual / Audiovisual.csv< 100 GBNA Deterministic optimization frameworkA software package containing a simulation environment, scripts, and algorithms for the deterministic optimization of multi-actor semi-automated de- and remanufacturing systems. Generate new data DigitalSoftware.py< 1 GBNA Stochastic optimization frameworkA software package containing a simulation environment under uncertainty, scripts, and algorithms for the stochastic optimization of multi-actor semi-automated de- and remanufacturing systems. Generate new data DigitalSoftware.py< 1 GBNA Training datasetPre-processed training data for the prediction model. Generate new data DigitalNumerical .json< 100 GBNA Predictive modelA software package containing scripts for the predictive model used to cope with the inherent uncertainty in real-world de- and remanufacturing. Generate new data DigitalSoftware.py< 1 GBNA 3 Add rows for each dataset you want to describe. GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: The optimization framework can be of interest to companies aiming to improve their de- and remanufacturing businesses. The software packages have the highest potential for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: The data from the ‘company dataset’ will have some 3rd party restrictions, although with proper anonymization the dissemination of this data will be possible. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .A layered documentation approach will be implemented. GitLab repositories will be created for the software packages. Python scripts within these repositories will be documented and commented, with version control maintained through Git. For the dataset generation, raw and processed data will be stored locally as well as stored in the database structure provided by the affiliated de- and remanufacturing research group, organized in a well-documented file tree where each folder contains a README.txt specifying data format and processing steps. This multi-faceted approach, including project-level READMEs, code documentations, version control, structured file organization, ensures data and methods are understandable and (re-)usable for us and others, now and in the future. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: No specific metadata standard will be used, but we will create rich metadata documented in README files. This will include the title, creator, creation data, description, keywords, methodology, data format, and licensing information. This detailed metadata will ensure the data is easier to find, understand, and reuse. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☐ Teams ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☒ ManGO ☐ Digital vault ☒ Other: GitLab (software code) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No For both the data and software packages, that are foreseen to be developed, enough storage capacity is available. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data During the research, writing rights to the data will be limited to myself and the supervisors. Access will be granted to researchers from the research group and to people who request the data. The writing rights for the GitHub repositories are limited to my own account, unless other collaborators are explicitly invited by me. What are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no additional costs expected for the back-ups and storage of the data and software packages. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No additional costs for data preservation are expected during the retention period as this is a service provided by the KU Leuven. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? No additional costs for data sharing are expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?Data documentation and metadata will be managed by myself. Who will manage data storage and backup during the research project?Data storage and backup will be managed by myself. Who will manage data preservation and sharing? Data preservation and sharing will be managed by myself. Who will update and implement this DMP? Updating and implementing the DMP will be through myself."
}