{
    "document_id": "D-2023-2100",
    "LinkTitle": "D-2023-2100",
    "file_name": "D-2023-2100.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2100.pdf",
    "metadata": {
        "title": "A novel chimeric model investigating human neurological features in Alzheimer's disease",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "A novel chimeric model investigating human neurological features in Alzheimer's disease\nA Data Management Plan created using DMPonline.be\nCreator: \nXu Zhang\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12ZZ523N\nID: \n198491\nStart date: \n01-01-2023\nEnd date: \n31-12-2024\nProject abstract:\nAlzheimer’s disease (AD) is a severe neurodegenerative disease that troubles people and society for many years. However,\nunderstanding of its mechanism is still limited due to the lack of proper models. In this study, I want to build up a novel AD chimeric\nmouse model through implanting human cortical organoids into amyloid model mice. These mini-brains undergo vascularization,\nthickening of the cortical plate, differential cortical layer formation and microglia infiltration. The engrafts progressively develop amyloid\nplaques, microglia activation and tangle-like structures following the disease onset in the host mice. We will study the initial alterations in\nhuman neurons and compare our data with human datasets. Single cell RNA-seq will be conducted on neurons according to\nneurofibrillary tangle signatures covering steady state, early- and late-AD to investigate neuronal cell vulnerabilities and pathological\npathway over the spectrum of neurons in these human minibrains. As such, this work will provide an innovative and very valuable tool as\nwell as novel insights urgently needed in our field to unravel and cure AD.\nLast modified: \n11-05-2023\nCreated using DMPonline.be. Last modiﬁed 11 May 2023\n1 of 4\nA novel chimeric model investigating human neurological features in Alzheimer's disease\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWP1-Organoid\ndevelopment\nImaging data collected  for characterization of neuronal cell further maturation, layer segregation, and \nmaintenance of the implanted organoids using micropscopy\nGenerate\nnew data\nDigital\nExperimental\n.tiff\n.xlsx\n<10TB\n \nWP2-AD\nPathological\nfeatures\nImaging data collected for characterization of AD pathological features, plaque and tangle formation within\nthe implanted organoids using microscopy\nGenerate\nnew data\nDigital\nExperimental\n.tiff\n.xlsx\n<10TB\n \nWP3-\nTranscriptomics\nanalysis\nTranscriptomics datasets generated during analysis of differentially expressed genes and unique pathways\nduring AD progression in the implanted organoids using single-cell RNA seq and spatial transcriptomics\nGenerate\nnew data\nDigital\nExperimental\n.csv\n.tiff\n.ipynb\n<10TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, dual use\nAll datasets involved\nIn terms of the creation of data from human samples, this research involves generation of brain organoids from the human embryonic cell line H9. H9 is derived from a human blastocyst, well\nrecognized in organoid experiments and commercially available (WiCell). Its application in the host lab has been approved by the Ethical Committee of KU Leuven S63481. \nIn terms of the creation of data from animal samples, this research involves the use of two human APP knock-in (wild-type APP and APPNL-G-F) mouse strains for organoid transplantation\nsurgery. Ethical approval concerning these mice experiments have been achieved from the Ethical Committee of KU Leuven P081/2021. All the animal experiments will be executed as required\nby the European and Belgian legislation (EU Directive 2010/63/EC and Belgian Royal Decree of May 29 2013), and comply with the 3R principle.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIt cannot be excluded that the proposed work will result in research data with potential for tech transfer and valorization. Our host institute VIB has a policy to actively monitor research data for\nsuch potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases be IP protected (mostly patent protection or copyright protection). As such the IP\nprotection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will only mean that a patent application will be filed prior to the\ndata being published in a scientific publication.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 11 May 2023\n2 of 4\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor all datasets\nProtocols and details related to data collection and processing will be recorded in Electronic Lab Notebooks. Data folders containing raw and processed data will be hierarchically organized and\nlabeled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and particularities\n(including metadata) will be described in text documents and Excel files included in these folders. All files will be stored in the KU Leven Large Volume Storage space with daily onsite backup.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nBio-formats guidelines will be used for microscopy image data from all datasets\nMinimum Information About a Bioinformatics investigation\n(MIABi) guideline will be used for transcriptomics data from dataset WP3\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on KU Leuven administered drives (large volume storage and\nOneDrive). In order to be able to analyse the data, some files will need (temporarily) to\nbe stored on the encrypted PC hard drive (this since calculations from a non-local\nsource are too slow and lead to computational failures). Once analysed, the raw data\nare again removed from the local hard drive.\nHow will the data be backed up?\nSince the data are stored on KU Leuven storage, the general ICT back-up Policy is\napplied.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes. Since the data are stored on KU Leuven servers, and these drives are\nexpandable in blocks, the backup capacity is technically not an issue.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe lab policy is that the researchers have only access to the data from the project\nthey are involved in. Furthermore, the data for longer term storage are kept on separate\ndrives with a) limited access (only a limited set of people have access) and b) an\noverwrite and delete protection (based on read-write access) in order to prevent\naccidental loss of these data.\nProf. De Strooper is the only person who has access to the key information for\nidentification of the subjects.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe OneDrive (including version history) has sufficient capacity and is available\nwithout any costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data\nWhere will these data be archived (stored and curated for the long-term)?\nOn OneDrive, as this data storage is still accessible by the promotor if the researcher\nhas left the lab it can be considered long term storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone, as OneDrive is not paid by the researcher.\nCreated using DMPonline.be. Last modiﬁed 11 May 2023\n3 of 4\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nData will be made available for reuse after the project. After research result publication, data mentioned in the article will be made available in an Open Access repository. Data not published in\nthe article will be available in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon request by mail\nIf the participants have allowed that their data can be reused, other researchers can\nask for the data. The data will be provided using a secure medium, e.g. the filesender\nof Belnet.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nTranscriptome data will be available on EMBL-EBI ENA (European Nucleotide Archive) is a repository for nucleotide sequence data, and it will be available for others to access.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution-NonCommercial-ShareAlike (CC-BY-NC-SA)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data on EMBL-EBI ENA is free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. \nWho will manage data storage and backup during the research project?\nThe researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. \nWho will manage data preservation and sharing?\nThe researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. \nWho will update and implement this DMP?\nThe researcher will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 11 May 2023\n4 of 4"
    },
    "clean_full_text": "A novel chimeric model investigating human neurological features in Alzheimer's disease A Data Management Plan created using DMPonline.be Creator: Xu Zhang Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12ZZ523N ID: 198491 Start date: 01-01-2023 End date: 31-12-2024 Project abstract: Alzheimer’s disease (AD) is a severe neurodegenerative disease that troubles people and society for many years. However, understanding of its mechanism is still limited due to the lack of proper models. In this study, I want to build up a novel AD chimeric mouse model through implanting human cortical organoids into amyloid model mice. These mini-brains undergo vascularization, thickening of the cortical plate, differential cortical layer formation and microglia infiltration. The engrafts progressively develop amyloid plaques, microglia activation and tangle-like structures following the disease onset in the host mice. We will study the initial alterations in human neurons and compare our data with human datasets. Single cell RNA-seq will be conducted on neurons according to neurofibrillary tangle signatures covering steady state, early- and late-AD to investigate neuronal cell vulnerabilities and pathological pathway over the spectrum of neurons in these human minibrains. As such, this work will provide an innovative and very valuable tool as well as novel insights urgently needed in our field to unravel and cure AD. Last modified: 11-05-2023 Created using DMPonline.be. Last modiﬁed 11 May 2023 1 of 4 A novel chimeric model investigating human neurological features in Alzheimer's disease FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WP1-Organoid development Imaging data collected for characterization of neuronal cell further maturation, layer segregation, and maintenance of the implanted organoids using micropscopy Generate new data Digital Experimental .tiff .xlsx <10TB WP2-AD Pathological features Imaging data collected for characterization of AD pathological features, plaque and tangle formation within the implanted organoids using microscopy Generate new data Digital Experimental .tiff .xlsx <10TB WP3- Transcriptomics analysis Transcriptomics datasets generated during analysis of differentially expressed genes and unique pathways during AD progression in the implanted organoids using single-cell RNA seq and spatial transcriptomics Generate new data Digital Experimental .csv .tiff .ipynb <10TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, dual use All datasets involved In terms of the creation of data from human samples, this research involves generation of brain organoids from the human embryonic cell line H9. H9 is derived from a human blastocyst, well recognized in organoid experiments and commercially available (WiCell). Its application in the host lab has been approved by the Ethical Committee of KU Leuven S63481. In terms of the creation of data from animal samples, this research involves the use of two human APP knock-in (wild-type APP and APPNL-G-F) mouse strains for organoid transplantation surgery. Ethical approval concerning these mice experiments have been achieved from the Ethical Committee of KU Leuven P081/2021. All the animal experiments will be executed as required by the European and Belgian legislation (EU Directive 2010/63/EC and Belgian Royal Decree of May 29 2013), and comply with the 3R principle. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes It cannot be excluded that the proposed work will result in research data with potential for tech transfer and valorization. Our host institute VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will only mean that a patent application will be filed prior to the data being published in a scientific publication. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 11 May 2023 2 of 4 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For all datasets Protocols and details related to data collection and processing will be recorded in Electronic Lab Notebooks. Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. All files will be stored in the KU Leven Large Volume Storage space with daily onsite backup. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Bio-formats guidelines will be used for microscopy image data from all datasets Minimum Information About a Bioinformatics investigation (MIABi) guideline will be used for transcriptomics data from dataset WP3 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on KU Leuven administered drives (large volume storage and OneDrive). In order to be able to analyse the data, some files will need (temporarily) to be stored on the encrypted PC hard drive (this since calculations from a non-local source are too slow and lead to computational failures). Once analysed, the raw data are again removed from the local hard drive. How will the data be backed up? Since the data are stored on KU Leuven storage, the general ICT back-up Policy is applied. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes. Since the data are stored on KU Leuven servers, and these drives are expandable in blocks, the backup capacity is technically not an issue. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab policy is that the researchers have only access to the data from the project they are involved in. Furthermore, the data for longer term storage are kept on separate drives with a) limited access (only a limited set of people have access) and b) an overwrite and delete protection (based on read-write access) in order to prevent accidental loss of these data. Prof. De Strooper is the only person who has access to the key information for identification of the subjects. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The OneDrive (including version history) has sufficient capacity and is available without any costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data Where will these data be archived (stored and curated for the long-term)? On OneDrive, as this data storage is still accessible by the promotor if the researcher has left the lab it can be considered long term storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None, as OneDrive is not paid by the researcher. Created using DMPonline.be. Last modiﬁed 11 May 2023 3 of 4 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Data will be made available for reuse after the project. After research result publication, data mentioned in the article will be made available in an Open Access repository. Data not published in the article will be available in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. Upon request by mail If the participants have allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesender of Belnet. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Transcriptome data will be available on EMBL-EBI ENA (European Nucleotide Archive) is a repository for nucleotide sequence data, and it will be available for others to access. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution-NonCommercial-ShareAlike (CC-BY-NC-SA) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Sharing data on EMBL-EBI ENA is free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. Who will manage data storage and backup during the research project? The researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. Who will manage data preservation and sharing? The researcher, when his contract has ended the responsibility shifts towards Prof. De Strooper to ensure data preservation and reuse. Who will update and implement this DMP? The researcher will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 11 May 2023 4 of 4"
}