{
    "document_id": "D-2024-3406",
    "LinkTitle": "D-2024-3406",
    "file_name": "D-2024-3406.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3406.pdf",
    "metadata": {
        "title": "The Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nThe Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle\nCreator:\nCreator:\nOrsolya Albert\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThis project will examine an underexplored case in late nineteenth-century aesthetic theories: the life-enhancing properties ascribed to\nart in the works of the cosmopolitan author Violet Paget, better known as Vernon Lee (1856-1935). Lee describes the occurrence of a\n“certain increase in vitality”, both physical and mental, during the encounter with a piece of art (Laurus Nobilis 14), which deserves in-\ndepth analysis in the contexts of the novel developments in life sciences and the fin de siècle fascination with the empirical study of\naesthetics. Significantly, Lee interacted with an extensive network of European intellectuals, including artists and professionals across\nvarious disciplines. This study will elucidate the relationship between Lee’s theories and the works on aesthetics authored by the\nmembers of her circle. It is imperative to bear in mind the influences that shaped Lee’s thought and to consider how her claims about the\nconnection between art and well-being fit into the broader intellectual discourse of the period. I will investigate the ramifications of Lee’s\nviews for the international dialogues about the beneficial effects of the aesthetic experience, both at the end of the nineteenth century\nand even today, for example, in alternative healing, holistic conceptualizations of health and art, music and movement therapy.\nID: \nID: \n214254\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n21-04-2025\nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n1 of 6\nThe Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle\nThe Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following\noptions:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPublished\nprimary\nsources -\nbooks\nPrimary\nsources for\ntextual\nanalysis\nReused\nDigital and\nphysical\nCompiled/aggregated\n.pdf\n<100GB\nSome\nphysical\ncopies to\nbe\nborrowed\nfrom KU\nLeuven\nlibraries\nand some\nconsulted\nduring\narchival\nresearch\nin search\nfor\nmarginal\nnotes\nNotes\nNotes on\nsecondary\nand primary\nsources\nNew\nDigital and\nphysical\nCompiled/aggregated\n.md\n(Obsidian)\n<100GB\n \nPublished\nsecondary\nsources -\nbooks,\narticles \nSecondary\nsources for\nresearch\nReused\nDigital and\nphysical\nCompiled/aggregated\n.pdf\n<100GB\nPhysical\ncopies to\nbe\nborrowed\nfrom KU\nLeuven\nlibraries\nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n2 of 6\nPictures\nPictures taken\nduring\narchival\nresearch of\nprimary\nresearch\nmaterials\n(marginal\nnotes in\nbooks)\nNew\nDigital\nCompiled/aggregated\n.jpg\n<100GB\n \nTranscriptions\nTranscriptions\nmade based\non pictures\ntaken during\narchival\nresearch\nNew\nDigital\nCompiled/aggregated\nWord (.txt)\n<100GB\n \nWritten output\nDocuments\nproduced as\nan output of\nthe research\nprocess\n(articles,\ndissertation)\nNew\nDigital\nCompiled/aggregated\nWord (.txt)\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nWhen I reuse existing data (by citing secondary sources), I will provide the DOI if available, or URL.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nN/A\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n3 of 6\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nI use Obsidian for the systematisation of my notes, secondary, and primary sources. I have a separate note (System.md) in a\nseparate folder called \"Management\" dedicated to explaining this system.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nThe only type of metadata collected during the research process is the metadata of the secondary and primary sources to\nproduce citations.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored in the OneDrive cloud storage provided by KU Leuven.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be backed up by the additional backup provided by KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, I have 250 GB storage space in OneDrive.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI will store my files in the OneDrive cloud, which is backed up by KU Leuven and protected through multifactor authentication. I\nwill not store my data on any external devices (USB, SSD) which could be stolen.\nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n4 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no additional costs of data storage and backup since the size of the storage space and the backup offered by KU\nLeuven are sufficient for the project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least five years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDuring my project, my research data will be stored in the OneDrive cloud provided by KU Leuven and I will be the responsible\nperson for the preservation and management of the data. After the end of my project, my supervisor, Professor Ortwin de Graef\nwill be responsible for the preservation of the data, which will be published to the KU Leuven RDR and preserved for 10 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nMy notes and metadata about the secondary and primary sources utilized during the research process will be published to RDR.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n-\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\n-\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n5 of 6\nThe data described above will be published to KU Leuven RDR. My own research output will be available through KU Leuven\nLirias.\nWhen will the data be made available?\nWhen will the data be made available?\nAfter the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\n-\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDuring the research project, I will be responsible for data documentation and metadata management. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDuring the research project, I will be responsible for the data storage and backup. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nDuring the research project, I will be responsible for data preservation and sharing. After the end of the research project, my\nsupervisor, Professor Ortwin de Graef will be responsible for data preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nI will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 21 April 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: The Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle Creator: Creator: Orsolya Albert Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: This project will examine an underexplored case in late nineteenth-century aesthetic theories: the life-enhancing properties ascribed to art in the works of the cosmopolitan author Violet Paget, better known as Vernon Lee (1856-1935). Lee describes the occurrence of a “certain increase in vitality”, both physical and mental, during the encounter with a piece of art (Laurus Nobilis 14), which deserves in- depth analysis in the contexts of the novel developments in life sciences and the fin de siècle fascination with the empirical study of aesthetics. Significantly, Lee interacted with an extensive network of European intellectuals, including artists and professionals across various disciplines. This study will elucidate the relationship between Lee’s theories and the works on aesthetics authored by the members of her circle. It is imperative to bear in mind the influences that shaped Lee’s thought and to consider how her claims about the connection between art and well-being fit into the broader intellectual discourse of the period. I will investigate the ramifications of Lee’s views for the international dialogues about the beneficial effects of the aesthetic experience, both at the end of the nineteenth century and even today, for example, in alternative healing, holistic conceptualizations of health and art, music and movement therapy. ID: ID: 214254 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 21-04-2025 Created using DMPonline.be. Last modiﬁed 21 April 2025 1 of 6 The Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle The Aesthetics of Health and Healthy Aesthetics in the Works of Vernon Lee and Her Circle FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Published primary sources - books Primary sources for textual analysis Reused Digital and physical Compiled/aggregated .pdf <100GB Some physical copies to be borrowed from KU Leuven libraries and some consulted during archival research in search for marginal notes Notes Notes on secondary and primary sources New Digital and physical Compiled/aggregated .md (Obsidian) <100GB Published secondary sources - books, articles Secondary sources for research Reused Digital and physical Compiled/aggregated .pdf <100GB Physical copies to be borrowed from KU Leuven libraries Created using DMPonline.be. Last modiﬁed 21 April 2025 2 of 6 Pictures Pictures taken during archival research of primary research materials (marginal notes in books) New Digital Compiled/aggregated .jpg <100GB Transcriptions Transcriptions made based on pictures taken during archival research New Digital Compiled/aggregated Word (.txt) <100GB Written output Documents produced as an output of the research process (articles, dissertation) New Digital Compiled/aggregated Word (.txt) <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: When I reuse existing data (by citing secondary sources), I will provide the DOI if available, or URL. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Created using DMPonline.be. Last modiﬁed 21 April 2025 3 of 6 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). I use Obsidian for the systematisation of my notes, secondary, and primary sources. I have a separate note (System.md) in a separate folder called \"Management\" dedicated to explaining this system. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No The only type of metadata collected during the research process is the metadata of the secondary and primary sources to produce citations. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored in the OneDrive cloud storage provided by KU Leuven. How will the data be backed up? How will the data be backed up? The data will be backed up by the additional backup provided by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, I have 250 GB storage space in OneDrive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will store my files in the OneDrive cloud, which is backed up by KU Leuven and protected through multifactor authentication. I will not store my data on any external devices (USB, SSD) which could be stolen. Created using DMPonline.be. Last modiﬁed 21 April 2025 4 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs of data storage and backup since the size of the storage space and the backup offered by KU Leuven are sufficient for the project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be retained for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? During my project, my research data will be stored in the OneDrive cloud provided by KU Leuven and I will be the responsible person for the preservation and management of the data. After the end of my project, my supervisor, Professor Ortwin de Graef will be responsible for the preservation of the data, which will be published to the KU Leuven RDR and preserved for 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository My notes and metadata about the secondary and primary sources utilized during the research process will be published to RDR. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. - Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No - Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 21 April 2025 5 of 6 The data described above will be published to KU Leuven RDR. My own research output will be available through KU Leuven Lirias. When will the data be made available? When will the data be made available? After the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes - What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the research project, I will be responsible for data documentation and metadata management. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? During the research project, I will be responsible for the data storage and backup. Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the research project, I will be responsible for data preservation and sharing. After the end of the research project, my supervisor, Professor Ortwin de Graef will be responsible for data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? I will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 21 April 2025 6 of 6"
}