{
    "document_id": "D-2024-3134",
    "LinkTitle": "D-2024-3134",
    "file_name": "D-2024-3134.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3134.pdf",
    "metadata": {
        "title": "Repolarization heterogeneity beyond the infarct border zone as a whole",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Repolarization heterogeneity beyond the infarct border zone as a whole\nRepolarization heterogeneity beyond the infarct border zone as a whole\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nMRI\nMRI data collected from\nmyocardial infarction porcine\nmodel (MI + 4wk)\nReuse existing data\nDigital\nExperimental\nDICOM\n<10GB\n \nElectrophysiology\n(EP)\nEP data collected from\nmyocardial infarction porcine\nmodel (MI + 4wk)\nReuse existing data\nDigital\nExperimental\nEnsite Precision\nproprietary format\n/ Ensite precision\nCSV format\n<100GB\n \nDune-Copasi\nSoftware for multi-\ncompartment reaction-\ndiffusion simulation\nGenerate  data\nDigital\nSoftware\nGitLab KUL\nrepository\n<1GB\n \nBayesianEP\nSoftware for MCMC\nGenerate  data\nDigital\nSoftware\nGitLab KUL\nrepository\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nKU Leuven C1 (2018) - ... (Rik Willems - Piet Claus)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nAll animal data was obtained with permission of the KU Leuven Ethical Committee \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 04 December 2024\n1 of 5\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSoftware is documented online in its respective GitLab repository.\nMRI acquistions are stored on the server of the experimental cardiology department. MRI data is accompanied by Excel\noverview of animal and date of recording. Experimental protocols are also present there.\nEP studies are stored on the server of the experimental cardiology department. MRI data is accompanied by Excel overview\nof animal and date of recording. Experimental protocols are also present there.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nFor reports and manuscripts, the group has a shared file server, but individual researchers are also responsible for tracking\nand ensuring copies in their personal server space.\nExperimental Cardiology KU Leuven has dedicated server space for data storage from imaging and electrophysiology studies\nduring and after the research. \nBiological samples are stored in a dedicated room within the department with controlled access.\nSoftware version control will be handled by KU Leuven GitLab.\nHow will the data be backed up?\nHow will the data be backed up?\nThe dedicated KU Leuven server space is equipped with secure backup mechanisms for data storage. \nCreated using DMPonline.be. Last modiﬁed 04 December 2024\n2 of 5\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nServer space access is restricted to people direct involved in the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are covered within the department / the PI.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 5 years after the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nExperimental Cardiology KU Leuven has dedicated server space for data storage from imaging and electrophysiology studies. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered within the department / the PI.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nExperimental animal data relating to publications will be made available after publication. \nSoftware will be hosted on GitLab repositories. Releases of the software will be mirrored to a public GitLab repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNo restrictions\nCreated using DMPonline.be. Last modiﬁed 04 December 2024\n3 of 5\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAnimal data will be made available including cMRI and electrophysiology data. We will use KU Leuven RDR tool to do this.\n \nWhen will the data be made available?\nWhen will the data be made available?\nData will be made available after publication of the related articles.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-4.0 \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nNot yet available. Will be obtained from KU Leuven RDR.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nCosts related to KU Leuven RDR are covered institution wide.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDylan Vermoortele \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDylan Vermoortele \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPiet Claus \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nDylan Vermoortele \nCreated using DMPonline.be. Last modiﬁed 04 December 2024\n4 of 5\nCreated using DMPonline.be. Last modiﬁed 04 December 2024\n5 of 5"
    },
    "clean_full_text": "Repolarization heterogeneity beyond the infarct border zone as a whole Repolarization heterogeneity beyond the infarct border zone as a whole FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. MRI MRI data collected from myocardial infarction porcine model (MI + 4wk) Reuse existing data Digital Experimental DICOM <10GB Electrophysiology (EP) EP data collected from myocardial infarction porcine model (MI + 4wk) Reuse existing data Digital Experimental Ensite Precision proprietary format / Ensite precision CSV format <100GB Dune-Copasi Software for multi- compartment reaction- diffusion simulation Generate data Digital Software GitLab KUL repository <1GB BayesianEP Software for MCMC Generate data Digital Software GitLab KUL repository <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: KU Leuven C1 (2018) - ... (Rik Willems - Piet Claus) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data All animal data was obtained with permission of the KU Leuven Ethical Committee Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 04 December 2024 1 of 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Software is documented online in its respective GitLab repository. MRI acquistions are stored on the server of the experimental cardiology department. MRI data is accompanied by Excel overview of animal and date of recording. Experimental protocols are also present there. EP studies are stored on the server of the experimental cardiology department. MRI data is accompanied by Excel overview of animal and date of recording. Experimental protocols are also present there. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? For reports and manuscripts, the group has a shared file server, but individual researchers are also responsible for tracking and ensuring copies in their personal server space. Experimental Cardiology KU Leuven has dedicated server space for data storage from imaging and electrophysiology studies during and after the research. Biological samples are stored in a dedicated room within the department with controlled access. Software version control will be handled by KU Leuven GitLab. How will the data be backed up? How will the data be backed up? The dedicated KU Leuven server space is equipped with secure backup mechanisms for data storage. Created using DMPonline.be. Last modiﬁed 04 December 2024 2 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Server space access is restricted to people direct involved in the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are covered within the department / the PI. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 5 years after the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Experimental Cardiology KU Leuven has dedicated server space for data storage from imaging and electrophysiology studies. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered within the department / the PI. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Experimental animal data relating to publications will be made available after publication. Software will be hosted on GitLab repositories. Releases of the software will be mirrored to a public GitLab repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. No restrictions Created using DMPonline.be. Last modiﬁed 04 December 2024 3 of 5 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Animal data will be made available including cMRI and electrophysiology data. We will use KU Leuven RDR tool to do this. When will the data be made available? When will the data be made available? Data will be made available after publication of the related articles. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Not yet available. Will be obtained from KU Leuven RDR. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs related to KU Leuven RDR are covered institution wide. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dylan Vermoortele Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dylan Vermoortele Who will manage data preservation and sharing? Who will manage data preservation and sharing? Piet Claus Who will update and implement this DMP? Who will update and implement this DMP? Dylan Vermoortele Created using DMPonline.be. Last modiﬁed 04 December 2024 4 of 5 Created using DMPonline.be. Last modiﬁed 04 December 2024 5 of 5"
}