{
    "document_id": "D-2023-2198",
    "LinkTitle": "D-2023-2198",
    "file_name": "D-2023-2198.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2198.pdf",
    "metadata": {
        "title": "Lobbying and litigation for policy change - Assessing compliance and congruence of the EU framework on interest representation",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Lobbying and litigation for policy change - Assessing compliance and\ncongruence of the EU framework on interest representation\nA Data Management Plan created using DMPonline.be\nCreators: \nPatrick Allo, n.n. n.n., n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n., n.n. n.n.\nGrant number / URL: \nG051223N\nID: \n199979\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nIn the EU, litigation has increasingly become an essential part of interest representation and, ever more, the lines\ncharacterizing political and legal strategies of interest representation are blurring. The role of lawyers is only one of\nnormative considerations that arise. Legal ethics rules come into play where lobbying ends and legal advice begins. Be\nthat as it may, empirical analysis suggests that the glass wall between lobbying and litigation does not truly hold. If so,\nboth strategies are merely different tools in the same toolkit, brought into play strategically, targeted to influence\nlegislation at the discretion of interest groups. The question arises, should this not be adequately regulated? The\nresearch proposal puts forth a research design to assess whether the EU legal system adequately regulates interest\nrepresentation and to what extent regulatory clarification is justified to ensure transparency and accountability in law-\nmaking processes.\nNotwithstanding participatory gains, regulating interest representation constitutes a vital prerequisite for transparent,\naccountable and legitimate democratic administration. Therefore, this research proposal is not only be relevant to\ninterdisciplinary scholarly research on interest group studies as such, but also instrumental to our democratic process,\nits regulatory structures, and the interest group actors who are encouraged to abide by them.\nLast modified: \n21-06-2023\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n1 of 6\nLobbying and litigation for policy change - Assessing compliance and\ncongruence of the EU framework on interest representation\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for\ndigital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nAcademic literature\nAcademic literature (articles, books and book-\nchapters, blogposts) on the topics of lobbying,\nstrategic litigation, regulatory and law-making\npractices, professional ethics for legal\nprofessionals.\nThe individual publications\nalready exist, but the relevant\ntopical collections will be\nassembled during a separate\nliterature review.\nPrimarily digital,\ncomplemented\nwith physical\ncopies of key\nbooks.\nOther\npdf\norhtml\nfor the\ntexts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1GB\n \nEU Legislation\nRelevant EU legislation collected from EUR-Lex\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nEU preparatory\ndocuments \nDrafts, recitals, and outcomes of public\nconsultations collected from EUR-Lex and website\nof the European Institutions\nThe documents already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\n \n \n \nEU Case Law\nCase Law from the CJEU collected from EUR-Lex\nThe texts already exist, but the\nselection of relevant cases and\nopinions will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nUS-Legislation\nRelevant US legislation collected from Justia,\nUSCode, and Westlaw US.\nThe legal texts already exist,\nbut the selection of relevant\nlegislation will be made during\nthe project.\nDigital\nOther\npdf for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nOECD guidelines\nand reports\nRelevant guidelines, reports, and publications of\nthe OECD.\nRe-use of the topical collection\non \"Lobbying\" \nDigital\nOther\npdf or\nhtml for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nUN conventions,\nguidelines, and\nreports\nRelevant conventions, guidelines, reports, and\npublications collected from UN Global Compact.\nThe individual regulations and\npublications already exist, but\nthe relevant selection will be\ncollected during the project.\nDigital\nOther\npdf or\nhtml for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nCouncil of Europe\nconventions,\nguidelines, and\nreports\nRelevant conventions, guidelines, reports, and\npublications collected from the online resources\nand online archives of the COE\nThe individual regulations and\npublications already exist, but\nthe relevant selection will be\ncollected during the project.\nDigital\nOther\npdf or\nhtml for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nEU Transparency\nRegister \nInformation about lobbyists in the relevant areas\nfor this project (environment/energy and tech) that\nare registered in the EU\nRe-use\nDigital\n \npdf or\nhtml for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nLobbying registers\nfrom U.S. House of\nRepresentatives and\nU.S. Senate.\nInformation about lobbyists in the relevant areas\nfor this project (environment/energy and tech) that\nare registered in the U.S.\nRe-use\nDigital\n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n2 of 6\nReports collected\nfrom the websites of\nvarious relevant\nactors and\nstakeholders\nReports and other grey literature published by Law\nFirms, Civil Society (e.g. CPI, Transparency\nInternational, ...), and Professional Bodies (e.g.\nCCBE).\nThe publications already exist,\nbut the relevant selection will\nbe collected during the project.\nDigital\n \npdf or\nhtml for\nthe texts,\nZotero-\nfiles for\nmeta-\ndata.\n< 1 GB\n \nInterview recordings\nRecordings of exploratory and semi-structured in-\ndepth interviews with elite stakeholder experts in\nthe industry, (legal) practitioners, civil society\nactors, academics, and policy experts in the EU\ninstitutions.\nNew\nDigital\nObservational\nWAV or\nMP3\n< 100 GB\n \nInterview transcripts\nTranscripts of interviews\nNew\nDigital\nObservational\ndocx\n< 1 GB\n \nCoded interviews\nInterviews coded in NVivo\nNew\nDigital\nObservational,\nother\nNVivo-\nfiles and\ncode-\nbook\nexported\nas xlsx\n \n \nSigned consent\nforms \nSigned consent forms of interviewees\nNew\nPhysical\nOther\n \n \nSmall\nfolder\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nEU-Legislation, case-law and preparatory documents:\n \nhttps://eur-lex.europa.eu/\nUS-Legislation:\n \nhttps://law.justia.com/\n, \nhttp://uscode.house.gov/\n, \nhttps://next.westlaw.com/\nOECD:\n \nhttps://www.oecd.org/corruption/ethics/lobbying/\nUN:\n \nhttps://unglobalcompact.org/library/\nCOE:\n \nhttps://edoc.coe.int/en/\n, \nhttps://www.coe.int/en/web/documents-records-archives-information/\nEU Transparency Register:\n \nhttps://ec.europa.eu/transparencyregister/public/homePage.do\nUS Registered Lobbyists:\n \nhttps://lobbyingdisclosure.house.gov/\n, \nhttps://lda.senate.gov/system/public/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe recorded interviews will contain personal data about the interviewees.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nThe planning of the interviews will involve the processing of regular personal data such as name, contact-information (email, mobile phone and professional address),\nprofessional background.\nThe recorded interviews will contain regular personal data. During the interviews the collection of special categories of personal data will be avoided.\nThe transcribed interviews will be pseudonymized.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nResearch of Sofie Fleerackers will be conducted within a joint PhD with Uva and UNIGE. Data sharing will have to comply with the Triple Doctoral Degree Agreement that is\ncurrently being negotiated between these insitutions.\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n3 of 6\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nThe documentation of the collected documents will take place in Zotero.\nThe collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when\nsearching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone\nnotes in Zotero.\nThe criteria for the selection of interviewees will be recorded and a full list of persons that are contacted will be kept.\nThe procedure for the pseudonymization of the interviews will be stored in a README-file.\nInformation about the coding of the transcribed interviews will be stored in NVivo.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNo metadata standard will be used.\nFor all published materials and grey literature that will be collected, full bibliographic details will be kept.\nFindability will be ensured through the use of unique identifiers, including:\nDOI for academic literature and other published documents (OECD materials all have a DOI).\nELI-codes and ECLI-codes for EU legislation and EU caselaw.\n(when available) permalinks for online publications.\nOffline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCollected documents will be kept in Zotero (laptop hard-drive and cloud).\nRecorded interviews and coding-key used for pseudonymization will be saved on a secure network-drive at KU Leuven. The coding-key will be encrypted with\nBitLocker.\nTranscribed and pseudonymized interviews will be saved on OneDrive.\nNVivo-files will be saved on OneDrive.\nHow will the data be backed up?\nBack-ups on OneDrive and KU Leuven network-drives are automatic.\nSeparate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total size of the collected data will not exceed the standard capacity of OneDrive for Business.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData will not be stored on shared drives.\nTwo-factor authentication provides a sufficient level of protection for non-personal data as well as for the pseudonymized transcribed interviews.\nThe pseudonymisation key will be stored in a separate folder that will be encrypted with Bitlocker.\nRecordings of interviews will be encrypted with Bitlocker and deleted after the transcription of the interviews.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive and KU Leuven network drives: no additional costs.\nZotero cloud storage: 20$ per year to be covered by the FWO-grant.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n4 of 6\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nDocuments for which the long-term public availability is guaranteed: only full bibliographic data and unique identifiers will be kept for 10 years.\nDocuments for which the long-term public availability cannot be guaranteed: local copies as well as full bibliographic data and date of access will be kept for 10\nyears.\nRecorded interviews: these will be deleted after the transcription and verification of the transcripts.\nTranscribed and pseudonymized interviews, coding-key for the pseudonymization, coded interviews, code-book will be kept for 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nAt the end of the project all data will be transferred to a network-drive of the PI. The specific storage solution will be chosen based on what is available at that time.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nOther, please specify:\nThe researcher will evaluate whether the creation of a topical database of relevant regulation and caselaw (similar to the currently existing databases of public interest\nlitigation or climate litigation) has any added-value.\nThe interview data will not be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nTo be determined based on the decisions listed above.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nNo\nFor privacy reasons, interview data will not be shared.\nNo issues arise for the sharing of meta-data of published materials.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFor the creation of a database of relevant regulation and case-law, the following options will be considered: (i) RDR (KU Leuven data repository), (ii) repositories at Uva,\n(iii) a separate website.\nWhen will the data be made available?\nTo be determined.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone. Only meta-data (bibliographic references, identifiers and documentation) of collected documents will (depending on the decisions listed above) be shared. The size\nof the data is small and no additional costs are expected.\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nSofie Fleerackers (researcher) \nWho will manage data storage and backup during the research project?\nSofie Fleerackers (researcher) \nWho will manage data preservation and sharing?\nSofie Fleerackers (researcher) and Prof. Van Calster (PI). \nWho will update and implement this DMP?\nSofie Fleerackers (researcher) in consultation with Prof. Van Calster (PI) and relevant support staff at KU Leuven. \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n6 of 6"
    },
    "clean_full_text": "Lobbying and litigation for policy change - Assessing compliance and congruence of the EU framework on interest representation A Data Management Plan created using DMPonline.be Creators: Patrick Allo, n.n. n.n., n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n., n.n. n.n., n.n. n.n. Grant number / URL: G051223N ID: 199979 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: In the EU, litigation has increasingly become an essential part of interest representation and, ever more, the lines characterizing political and legal strategies of interest representation are blurring. The role of lawyers is only one of normative considerations that arise. Legal ethics rules come into play where lobbying ends and legal advice begins. Be that as it may, empirical analysis suggests that the glass wall between lobbying and litigation does not truly hold. If so, both strategies are merely different tools in the same toolkit, brought into play strategically, targeted to influence legislation at the discretion of interest groups. The question arises, should this not be adequately regulated? The research proposal puts forth a research design to assess whether the EU legal system adequately regulates interest representation and to what extent regulatory clarification is justified to ensure transparency and accountability in law- making processes. Notwithstanding participatory gains, regulating interest representation constitutes a vital prerequisite for transparent, accountable and legitimate democratic administration. Therefore, this research proposal is not only be relevant to interdisciplinary scholarly research on interest group studies as such, but also instrumental to our democratic process, its regulatory structures, and the interest group actors who are encouraged to abide by them. Last modified: 21-06-2023 Created using DMPonline.be. Last modiﬁed 21 June 2023 1 of 6 Lobbying and litigation for policy change - Assessing compliance and congruence of the EU framework on interest representation FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Academic literature Academic literature (articles, books and book- chapters, blogposts) on the topics of lobbying, strategic litigation, regulatory and law-making practices, professional ethics for legal professionals. The individual publications already exist, but the relevant topical collections will be assembled during a separate literature review. Primarily digital, complemented with physical copies of key books. Other pdf orhtml for the texts, Zotero- files for meta- data. < 1GB EU Legislation Relevant EU legislation collected from EUR-Lex The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, Zotero- files for meta- data. < 1 GB EU preparatory documents Drafts, recitals, and outcomes of public consultations collected from EUR-Lex and website of the European Institutions The documents already exist, but the selection of relevant legislation will be made during the project. Digital Other EU Case Law Case Law from the CJEU collected from EUR-Lex The texts already exist, but the selection of relevant cases and opinions will be made during the project. Digital Other pdf for the texts, Zotero- files for meta- data. < 1 GB US-Legislation Relevant US legislation collected from Justia, USCode, and Westlaw US. The legal texts already exist, but the selection of relevant legislation will be made during the project. Digital Other pdf for the texts, Zotero- files for meta- data. < 1 GB OECD guidelines and reports Relevant guidelines, reports, and publications of the OECD. Re-use of the topical collection on \"Lobbying\" Digital Other pdf or html for the texts, Zotero- files for meta- data. < 1 GB UN conventions, guidelines, and reports Relevant conventions, guidelines, reports, and publications collected from UN Global Compact. The individual regulations and publications already exist, but the relevant selection will be collected during the project. Digital Other pdf or html for the texts, Zotero- files for meta- data. < 1 GB Council of Europe conventions, guidelines, and reports Relevant conventions, guidelines, reports, and publications collected from the online resources and online archives of the COE The individual regulations and publications already exist, but the relevant selection will be collected during the project. Digital Other pdf or html for the texts, Zotero- files for meta- data. < 1 GB EU Transparency Register Information about lobbyists in the relevant areas for this project (environment/energy and tech) that are registered in the EU Re-use Digital pdf or html for the texts, Zotero- files for meta- data. < 1 GB Lobbying registers from U.S. House of Representatives and U.S. Senate. Information about lobbyists in the relevant areas for this project (environment/energy and tech) that are registered in the U.S. Re-use Digital Created using DMPonline.be. Last modiﬁed 21 June 2023 2 of 6 Reports collected from the websites of various relevant actors and stakeholders Reports and other grey literature published by Law Firms, Civil Society (e.g. CPI, Transparency International, ...), and Professional Bodies (e.g. CCBE). The publications already exist, but the relevant selection will be collected during the project. Digital pdf or html for the texts, Zotero- files for meta- data. < 1 GB Interview recordings Recordings of exploratory and semi-structured in- depth interviews with elite stakeholder experts in the industry, (legal) practitioners, civil society actors, academics, and policy experts in the EU institutions. New Digital Observational WAV or MP3 < 100 GB Interview transcripts Transcripts of interviews New Digital Observational docx < 1 GB Coded interviews Interviews coded in NVivo New Digital Observational, other NVivo- files and code- book exported as xlsx Signed consent forms Signed consent forms of interviewees New Physical Other Small folder If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: EU-Legislation, case-law and preparatory documents: https://eur-lex.europa.eu/ US-Legislation: https://law.justia.com/ , http://uscode.house.gov/ , https://next.westlaw.com/ OECD: https://www.oecd.org/corruption/ethics/lobbying/ UN: https://unglobalcompact.org/library/ COE: https://edoc.coe.int/en/ , https://www.coe.int/en/web/documents-records-archives-information/ EU Transparency Register: https://ec.europa.eu/transparencyregister/public/homePage.do US Registered Lobbyists: https://lobbyingdisclosure.house.gov/ , https://lda.senate.gov/system/public/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The recorded interviews will contain personal data about the interviewees. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The planning of the interviews will involve the processing of regular personal data such as name, contact-information (email, mobile phone and professional address), professional background. The recorded interviews will contain regular personal data. During the interviews the collection of special categories of personal data will be avoided. The transcribed interviews will be pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Research of Sofie Fleerackers will be conducted within a joint PhD with Uva and UNIGE. Data sharing will have to comply with the Triple Doctoral Degree Agreement that is currently being negotiated between these insitutions. 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 21 June 2023 3 of 6 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The documentation of the collected documents will take place in Zotero. The collection and selection of legislation, preparatory documents, and caselaw will be documented in more detail by keeping a record of the keywords used when searching the relevant databases, the dates of the searches, and the criteria for inclusion/exclusion of relevant items. These records will be stored as stand-alone notes in Zotero. The criteria for the selection of interviewees will be recorded and a full list of persons that are contacted will be kept. The procedure for the pseudonymization of the interviews will be stored in a README-file. Information about the coding of the transcribed interviews will be stored in NVivo. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. For all published materials and grey literature that will be collected, full bibliographic details will be kept. Findability will be ensured through the use of unique identifiers, including: DOI for academic literature and other published documents (OECD materials all have a DOI). ELI-codes and ECLI-codes for EU legislation and EU caselaw. (when available) permalinks for online publications. Offline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero either as snapshots or as pdf. 3. Data storage & back-up during the research project Where will the data be stored? Collected documents will be kept in Zotero (laptop hard-drive and cloud). Recorded interviews and coding-key used for pseudonymization will be saved on a secure network-drive at KU Leuven. The coding-key will be encrypted with BitLocker. Transcribed and pseudonymized interviews will be saved on OneDrive. NVivo-files will be saved on OneDrive. How will the data be backed up? Back-ups on OneDrive and KU Leuven network-drives are automatic. Separate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total size of the collected data will not exceed the standard capacity of OneDrive for Business. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will not be stored on shared drives. Two-factor authentication provides a sufficient level of protection for non-personal data as well as for the pseudonymized transcribed interviews. The pseudonymisation key will be stored in a separate folder that will be encrypted with Bitlocker. Recordings of interviews will be encrypted with Bitlocker and deleted after the transcription of the interviews. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive and KU Leuven network drives: no additional costs. Zotero cloud storage: 20$ per year to be covered by the FWO-grant. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Created using DMPonline.be. Last modiﬁed 21 June 2023 4 of 6 project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Documents for which the long-term public availability is guaranteed: only full bibliographic data and unique identifiers will be kept for 10 years. Documents for which the long-term public availability cannot be guaranteed: local copies as well as full bibliographic data and date of access will be kept for 10 years. Recorded interviews: these will be deleted after the transcription and verification of the transcripts. Transcribed and pseudonymized interviews, coding-key for the pseudonymization, coded interviews, code-book will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)? At the end of the project all data will be transferred to a network-drive of the PI. The specific storage solution will be chosen based on what is available at that time. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The researcher will evaluate whether the creation of a topical database of relevant regulation and caselaw (similar to the currently existing databases of public interest litigation or climate litigation) has any added-value. The interview data will not be shared. If access is restricted, please specify who will be able to access the data and under what conditions. To be determined based on the decisions listed above. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects No For privacy reasons, interview data will not be shared. No issues arise for the sharing of meta-data of published materials. Where will the data be made available? If already known, please provide a repository per dataset or data type. For the creation of a database of relevant regulation and case-law, the following options will be considered: (i) RDR (KU Leuven data repository), (ii) repositories at Uva, (iii) a separate website. When will the data be made available? To be determined. Which data usage licenses are you going to provide? If none, please explain why. Data licenses will be selected in collaboration with KU Leuven RDR-staff with a preference for CC-BY-SA. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? None. Only meta-data (bibliographic references, identifiers and documentation) of collected documents will (depending on the decisions listed above) be shared. The size of the data is small and no additional costs are expected. Created using DMPonline.be. Last modiﬁed 21 June 2023 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? Sofie Fleerackers (researcher) Who will manage data storage and backup during the research project? Sofie Fleerackers (researcher) Who will manage data preservation and sharing? Sofie Fleerackers (researcher) and Prof. Van Calster (PI). Who will update and implement this DMP? Sofie Fleerackers (researcher) in consultation with Prof. Van Calster (PI) and relevant support staff at KU Leuven. Created using DMPonline.be. Last modiﬁed 21 June 2023 6 of 6"
}