{
    "document_id": "D-2023-1807",
    "LinkTitle": "D-2023-1807",
    "file_name": "D-2023-1807.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1807.pdf",
    "metadata": {
        "title": "Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among\nPoliticians and Citizens\nA Data Management Plan created using DMPonline.be\nCreator: \nAmélie Godefroidt\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAmélie Godefroidt\nGrant number / URL: \n12D1523N\nID: \n198250\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nTerrorism is intended to change us and the societies in which we live. Yet, despite the important impact of this phenomenon, very little is\nknown about which incidents of political violence are perceived as terrorism by political leaders and the general public. This lack of\nknowledge is problematic, particularly considering the strategic use and delegitimizing power that comes with attaching the label\n‘terrorism’ to a particular event. In this project, I will develop an innovative theoretical argument to explain how characteristics of the act\nand actors jointly shape perceptions of and responses to incidents of political violence. I intend to test my argument in two\npurposefully selected case studies (i.e., Belgium and Norway) and via three steps. First, through conjoint experiments, I will identify the\nfactors that drive politicians and citizens to classify incidents as terrorism. Second, I will systematically analyze how politicians Tweet\nabout political violence and when they decide to use the ‘terrorism label’ and associated discourses. Third, through a realistic\nbut carefully controlled series of Tweets, I will unravel how such elite frames and counter-frames shape public opinion in the aftermath of\nviolence. By building on insights from terrorism studies and political communication and by using a variety of cutting-edge methodologies,\nthis project will shed an original light on the strategic interplay between actors of political violence, political leaders, and citizens.\nLast modified: \n25-04-2023\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n1 of 11\nWho Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among\nPoliticians and Citizens\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nThe project will generate three primary datasets: (1) one based on two identical conjoint experiments fielded among citizens and politicians in Norway\nand Belgium, (2) one with Tweets from Norwegian and Belgian politicians from 2011 to 2021, and (3) one based on a 'sequence-of-\nTweets' experiment with Norwegian and Belgian citizens. To collect experimental data in Norway, I will apply to the Norwegian Citizen Panel and\nPanel of Elected Representatives run by the University of Bergen. To collect data in Belgium, I will conduct fieldwork and rely on opt-in samples.\nDatasets 1 and 3 will be of a rather small volume (i.e., some thousands of respondents), dataset 2 will be of a larger volume.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nProfessor Arnim Langer and I will share responsibility for preserving the data. We will store the data on the KU Leuven network drive of the Centre for\nResearch on Peace and Development. This J-drive is secured and automatically backed up. Following KU Leuven's guidelines on data management,\nwe will store the data for 10 years and will then decide whether it is necessary to store the data any longer. When further storage is no longer deemed\nnecessary, the data will be deleted. Furthermore, upon publication of scientific articles, I plan on sharing a fully anonymized subset of the data\nfor replication purposes on Harvard’s Dataverse.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nI will not deviate from the principle of preservation of data and the minimum preservation term of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nThe large-N Tweet dataset will contain personal data (in particular the name of the politicians). Although we will remove such data upon publication,\nwe will still be processing personal data and as such we will follow the guidelines that come with that. More specifically, we will comply with both\nthe guidelines of FWO and the Privacy and Ethics Committee of KU Leuven. To do so, we will submit a so-called PRET application (i.e., privacy and\nethical clearance) early on in this project (if the project is granted). Such application will also ensure the study conforms to the EU General Data\nProtection Regulation (GDPR).\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThe experimental dataset will be anonymous as we will not collect any personal data. That is, we will not collect information such as names, (e-mail)\naddresses, IP addresses, telephone numbers, etc. We will also only collect the most necessary demographic characteristics (such as age and year of\nbirth), so that it will not be possible to identify individuals, either directly or indirectly. Finally, an informed consent form will ensure that the participants\nin our experiments will have all information about what will happen to their data.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n2 of 11\nWho Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among\nPoliticians and Citizens\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n3 of 11\nWho Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among\nPoliticians and Citizens\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n4 of 11\nWho Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among\nPoliticians and Citizens\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n5 of 11\nDataset\nName\nDescription\nNew\nor\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nS1\nSurvey experimental\ndata from three different\nsamples: (1) a sample of\ncitizens from the USA\n(opt-in sample); (2) a\nsample of citizens from\nBelgium and Norway\n(probability sample); and\n(3) a sample of\npoliticians from Norway\n(convenience sample).\nAll participants will read\na description of a\ncontentious event, in\nwhich we manipulate\ncertain characteristics of\nthe event (e.g., whether\nviolence was used). After\nreading the description,\nparticipants will be asked\nwhether they would\nclassify the event as\nterrorism or not. The\nexperiment will be\nembedded within an\nonline questionnaire,\nwhich will also measure\nparticipants’ socio-\ndemographics (i.e.,\nobservational data).\nNew\ndata\nDigital\nExperimental\nand\nobservational\ndata\n.sav,\n.xlsx,\n.csv\n<100MB\nS2\nObservational dataset\ncontaining Tweets about\ncontroversial events\ntweeted by randomly\nselected national and\nlocal politicians. The\nvariables in the dataset\nmeasure specific\ncharacteristics of the\nTweets (i.e., the labels\nused in the Tweets), of\nthe events (i.e., whether\nviolence was used), and\nof the politicians (i.e.,\ntheir ideology).\nNew\ndata\nDigital\nObservational\n.sav,\n.xlsx,\n.csv\nMost likely\n<1GB\nS3\nExperimental data from\nprobability samples of\ncitizens from (1) the\nUSA, (2) Norway; and (3)\nBelgium. In the\nexperiment, we will\nmimic the\ncommunication\nenvironment during and\nafter political\ncontestation. The frames\nand counter-frames used\nto describe contentious\nevents will be\nmanipulated and\nparticipants' responses\nto such framed\ninformation will be\nrecorded. We will also\nmeasure participants’\nsocio-demographics (i.e.,\nobservational data).\nNew\ndata\nDigital\nExperimental\nand\nobservational\ndata\n.sav,\n.xlsx,\n.csv\n<100MB\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n6 of 11\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nA Privacy and Ethics application (PRET) has been submitted to the KU Leuven Social and Societal Ethics Committee (SMEC). This PRET application\nconcerns the justifications of the general project, as well as all details of the research design of Study 1 (i.e., the conjoint experiments) and Study 2\n(i.e., the Twitter study). Details for Study 3 will be added to this application at a later stage.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nThe large-N Tweet dataset (S2) will contain personal data, particularly the politicians' Twitter handle (which often includes their names), gender, and\npolitical ideology). Although the data will be pseudonymized upon publication, we will still be processing personal data and will follow the guidelines\nthat come with that. To do so, and as indicated above, a PRET application has been submitted (G-2022-5831).\nThe two experimental datasets (S1 and S3) will be anonymous from the start as we will not collect personal data. We will not collect information such\nas names, (e-mail) addresses, IP addresses, telephone numbers, etc. We will also only collect the most necessary demographic characteristics (i.e.,\nage, year of birth, socioeconomic status, ethnoreligious background, and political ideology), using broad answer categories. As a result, it will not be\npossible -not directly nor indirectly- to identify individuals from the data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nIn general, publicly posted Tweets can be used as research data, but there are some important considerations to keep in mind.\nFirst, we will ensure that we are complying with Twitter's terms of service and any relevant laws or regulations. Twitter's terms of service state that\nusers own the content they post, but by posting on Twitter, they grant Twitter a license to use, distribute, and reproduce the content. Twitter's terms of\nservice also prohibit the automated scraping of data from their platform without prior permission. Therefore, we have applied to obtain permission\nfrom Twitter (i.e., Academic Research access). \nSecond, when collecting and analyzing Twitter data, it is important to comply with ethical guidelines and ensure that you are not violating the privacy\nor rights of individual users. As indicated above, we will ensure that we are protecting the privacy and confidentiality of the Twitter users whose\ncontent we are using. To do this, we have submitted our plan for review to the ethics committee of KU Leuven. Most importantly, information on the\ncontent of the Tweets will be separated from the Twitter handle, which may contain identifiable information. The Twitter handles together with the\ncode to link them back to the data will be stored separately and safely on the secured KU Leuven :I/ drive of the primary investigator (PI). The\nresulting pseudonymized dataset will be stored in a folder on the KU Leuven OneDrive for Business of the PI. See below for more information about\ndata storage.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n7 of 11\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor all three datasets, the following types of metadata will be generated:\na\n \ncodebook.pdf file\n, containing details about\nthe study design, sampling methodology, and response rates;\nthe included variables (i.e., variable labels, exact question wordings, and answer scales with corresponding values);\n... \na ReadMe.txt file\n, containing details about\nthe project and team members (i.e., a short description of the project, the ethical approval number, preregistration doi, and the contact\ninformation of all involved researchers);\nthe folders and files in the replication folder;\nthe step-by-step explanation to replicate the results. Note: all r-scripts used to replicate the data will also contain metadata in the form of\ncomments to explain the code;\nthe computational environment used to generate the results. Specifically, using the infoSession() command in R, we will retrieve and report\nversion information about \nR\n, the operating system, and the attached or loaded packages;\nthe last date of modification and successful replication by the researcher(s);\n...\na preregistration form\n, time-stamped on the website osf.io and using the OSF Preregistration template. This metadata will be available online\nand get a registration doi, which we will report in the codebook.pdf and ReadMe.txt files.\nThe \nquestionnaires\n will also be available for the survey-based datasets (S1 and S3). \nFinally, this \nData Management Plan\n as well as the \nethical clearance\n (PRET application) will also be saved as metadata in the folder of this project.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nYes\ncodebook.pdf:\n We will follow the KU Leuven guidelines and, hence, use DDI to create the codebook (https://ddialliance.org/training/getting-\nstarted-new-content/create-a-codebook)\nReadMe.txt:\n We will use the KU Leuven template (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README)\npreregistration\n: We will use the OSF Preregistration template\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe \nexperimental dataset (S1 and S3)\n will be stored in a folder on the \nKU Leuven OneDrive for Business of the primary investigator (PI)\n.\nOneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated.\nOneDrive is also suitable to save human subject data in this case, since the data will be anonymized. Access to these datasets will be restricted to the\nPI and only the PI can decide to grant access to collaborators. \nThe \nTwitter dataset (S2)\n will also be stored in a folder on the \nKU Leuven OneDrive for Business of the PI\n. As this dataset will contain personal\ndata (i.e., Twitter handles, which often include names), extra precautions will be taken:\nThe dataset will be \npseudonymized.\n We will replace all identifiable information (e.g., Twitter handles) with a pseudonym and code indirectly\nidentifiable information (e.g., age) in a way that makes it impossible to re-identify individuals. A separate record, or so-called coding table, will be\ncreated that links the pseudonyms to the identifiable information. This coding table will be kept securely in the\n personal KU Leuven I-Drive of\nthe PI\n, and thus separated from the pseudonymized data (which will be stored on OneDrive), to prevent re-identification.\nWe will \nstrictly manage access rights\n to this dataset. Specifically, we will check regularly whether only the right people have access to the data\n(need-to-have) and whether these people only have access to the data they strictly need (need-to-know).\nIn case any of the datasets will be used in a collaborative project among KU Leuven staff, this dataset will also be stored in a folder on a \nshared KU\nLeuven J-Drive\n. The shared network drive is based on the standard file storage solution of KU Leuven and is suitable for (strictly) confidential data as\nwell as for storing and processing all types of personal data.\nHow will the data be backed up?\nFiles in OneDrive are automatically backed up, up to 100 versions per file. A second copy will be kept on the KU Leuven I:\\ network drive (i.e., the\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n8 of 11\npersonal network drive) of the primary investigator.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe consider that there will be sufficient storage and backup capacity during the project. OneDrive for Business has a standard storage capacity of 2\nTB but this can be extended to 5 TB upon motivated request through \nICTS Service Point\n. The estimated size of all datasets combined is < 1.5 GB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will \nstrictly\n \nmanage access rights\n to datasets. Only the PI will have access to the datasets and will have to grant access to anyone else.\nWe will activate \nmultifactor authentication\n with the KU Leuven Authenticator app for OneDrive Business.\nThe laptop(s) on which the datasets are stored are \npassword-protected\n.\nPersonal data will be \npseudonymized\n and the coding table, which makes it possible to link the identifiable information with the\npseudonymized data, will be stored on an encrypted KU Leuven I-drive.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. The I- and J-drives are also\nprovided (and secured) by KU Leuven.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe three datasets will be preserved for minimally 10 years after study completion, in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nUpon completion of this project, all datasets, along with the documentation and metadata necessary to reuse the data, will be transferred to the KU\nLeuven secured KU Leuven K:\\ network drive managed by the research group's leader (Prof. dr. Arnim Langer).\nUpon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data, will\nbe deposited at the Harvard Dataverse and the \nKU Leuven RDR\n. Both are generic, online data repositories where one can publicly share and\npreserve research data. While the Harvard Dataverse is well-known in my field of study (and often used by renowned journals), the KU Leuven RDR\nis the preferred option for KU Leuven research data publication as it's the university's institutional research data repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in an Open Access repository\nThe three collected datasets (in their entirety) will be made available upon publication of the research results.\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n9 of 11\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data, will\nbe deposited at the Harvard Dataverse and the \nKU Leuven RDR\n. Both are generic, online data repositories where one can publicly share and\npreserve research data. While the Harvard Dataverse is well-known in my field of study (and often used by renowned journals), the KU Leuven RDR\nis the preferred option for KU Leuven research data publication as it's the university's institutional research data repository.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0:\nFree to share and adapt.\nGive appropriate credit, and indicate if changes were made.\nDo not use the material for commercial purposes.\nDistribute your contributions under the same license as the original.\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nThe Harvard and KU Leuven repositories use a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing, as sharing datasets in the selected data repositories is covered by the repositories.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAmélie Godefroidt (PI) \nWho will manage data storage and backup during the research project?\nAmélie Godefroidt (PI) \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n10 of 11\nAmélie Godefroidt (PI) \nWho will update and implement this DMP?\nAmélie Godefroidt (PI) \nCreated using DMPonline.be. Last modiﬁed 25 April 2023\n11 of 11"
    },
    "clean_full_text": "Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens A Data Management Plan created using DMPonline.be Creator: Amélie Godefroidt Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Amélie Godefroidt Grant number / URL: 12D1523N ID: 198250 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Terrorism is intended to change us and the societies in which we live. Yet, despite the important impact of this phenomenon, very little is known about which incidents of political violence are perceived as terrorism by political leaders and the general public. This lack of knowledge is problematic, particularly considering the strategic use and delegitimizing power that comes with attaching the label ‘terrorism’ to a particular event. In this project, I will develop an innovative theoretical argument to explain how characteristics of the act and actors jointly shape perceptions of and responses to incidents of political violence. I intend to test my argument in two purposefully selected case studies (i.e., Belgium and Norway) and via three steps. First, through conjoint experiments, I will identify the factors that drive politicians and citizens to classify incidents as terrorism. Second, I will systematically analyze how politicians Tweet about political violence and when they decide to use the ‘terrorism label’ and associated discourses. Third, through a realistic but carefully controlled series of Tweets, I will unravel how such elite frames and counter-frames shape public opinion in the aftermath of violence. By building on insights from terrorism studies and political communication and by using a variety of cutting-edge methodologies, this project will shed an original light on the strategic interplay between actors of political violence, political leaders, and citizens. Last modified: 25-04-2023 Created using DMPonline.be. Last modiﬁed 25 April 2023 1 of 11 Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will generate three primary datasets: (1) one based on two identical conjoint experiments fielded among citizens and politicians in Norway and Belgium, (2) one with Tweets from Norwegian and Belgian politicians from 2011 to 2021, and (3) one based on a 'sequence-of- Tweets' experiment with Norwegian and Belgian citizens. To collect experimental data in Norway, I will apply to the Norwegian Citizen Panel and Panel of Elected Representatives run by the University of Bergen. To collect data in Belgium, I will conduct fieldwork and rely on opt-in samples. Datasets 1 and 3 will be of a rather small volume (i.e., some thousands of respondents), dataset 2 will be of a larger volume. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Professor Arnim Langer and I will share responsibility for preserving the data. We will store the data on the KU Leuven network drive of the Centre for Research on Peace and Development. This J-drive is secured and automatically backed up. Following KU Leuven's guidelines on data management, we will store the data for 10 years and will then decide whether it is necessary to store the data any longer. When further storage is no longer deemed necessary, the data will be deleted. Furthermore, upon publication of scientific articles, I plan on sharing a fully anonymized subset of the data for replication purposes on Harvard’s Dataverse. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I will not deviate from the principle of preservation of data and the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The large-N Tweet dataset will contain personal data (in particular the name of the politicians). Although we will remove such data upon publication, we will still be processing personal data and as such we will follow the guidelines that come with that. More specifically, we will comply with both the guidelines of FWO and the Privacy and Ethics Committee of KU Leuven. To do so, we will submit a so-called PRET application (i.e., privacy and ethical clearance) early on in this project (if the project is granted). Such application will also ensure the study conforms to the EU General Data Protection Regulation (GDPR). Which other issues related to the data management are relevant to mention? (use up to 700 characters) The experimental dataset will be anonymous as we will not collect any personal data. That is, we will not collect information such as names, (e-mail) addresses, IP addresses, telephone numbers, etc. We will also only collect the most necessary demographic characteristics (such as age and year of birth), so that it will not be possible to identify individuals, either directly or indirectly. Finally, an informed consent form will ensure that the participants in our experiments will have all information about what will happen to their data. Created using DMPonline.be. Last modiﬁed 25 April 2023 2 of 11 Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 April 2023 3 of 11 Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 April 2023 4 of 11 Who Are the Bad Guys? Disentangling Definitions and Discourses on Terrorism Among Politicians and Citizens FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 25 April 2023 5 of 11 Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) S1 Survey experimental data from three different samples: (1) a sample of citizens from the USA (opt-in sample); (2) a sample of citizens from Belgium and Norway (probability sample); and (3) a sample of politicians from Norway (convenience sample). All participants will read a description of a contentious event, in which we manipulate certain characteristics of the event (e.g., whether violence was used). After reading the description, participants will be asked whether they would classify the event as terrorism or not. The experiment will be embedded within an online questionnaire, which will also measure participants’ socio- demographics (i.e., observational data). New data Digital Experimental and observational data .sav, .xlsx, .csv <100MB S2 Observational dataset containing Tweets about controversial events tweeted by randomly selected national and local politicians. The variables in the dataset measure specific characteristics of the Tweets (i.e., the labels used in the Tweets), of the events (i.e., whether violence was used), and of the politicians (i.e., their ideology). New data Digital Observational .sav, .xlsx, .csv Most likely <1GB S3 Experimental data from probability samples of citizens from (1) the USA, (2) Norway; and (3) Belgium. In the experiment, we will mimic the communication environment during and after political contestation. The frames and counter-frames used to describe contentious events will be manipulated and participants' responses to such framed information will be recorded. We will also measure participants’ socio-demographics (i.e., observational data). New data Digital Experimental and observational data .sav, .xlsx, .csv <100MB Created using DMPonline.be. Last modiﬁed 25 April 2023 6 of 11 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data A Privacy and Ethics application (PRET) has been submitted to the KU Leuven Social and Societal Ethics Committee (SMEC). This PRET application concerns the justifications of the general project, as well as all details of the research design of Study 1 (i.e., the conjoint experiments) and Study 2 (i.e., the Twitter study). Details for Study 3 will be added to this application at a later stage. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The large-N Tweet dataset (S2) will contain personal data, particularly the politicians' Twitter handle (which often includes their names), gender, and political ideology). Although the data will be pseudonymized upon publication, we will still be processing personal data and will follow the guidelines that come with that. To do so, and as indicated above, a PRET application has been submitted (G-2022-5831). The two experimental datasets (S1 and S3) will be anonymous from the start as we will not collect personal data. We will not collect information such as names, (e-mail) addresses, IP addresses, telephone numbers, etc. We will also only collect the most necessary demographic characteristics (i.e., age, year of birth, socioeconomic status, ethnoreligious background, and political ideology), using broad answer categories. As a result, it will not be possible -not directly nor indirectly- to identify individuals from the data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes In general, publicly posted Tweets can be used as research data, but there are some important considerations to keep in mind. First, we will ensure that we are complying with Twitter's terms of service and any relevant laws or regulations. Twitter's terms of service state that users own the content they post, but by posting on Twitter, they grant Twitter a license to use, distribute, and reproduce the content. Twitter's terms of service also prohibit the automated scraping of data from their platform without prior permission. Therefore, we have applied to obtain permission from Twitter (i.e., Academic Research access). Second, when collecting and analyzing Twitter data, it is important to comply with ethical guidelines and ensure that you are not violating the privacy or rights of individual users. As indicated above, we will ensure that we are protecting the privacy and confidentiality of the Twitter users whose content we are using. To do this, we have submitted our plan for review to the ethics committee of KU Leuven. Most importantly, information on the content of the Tweets will be separated from the Twitter handle, which may contain identifiable information. The Twitter handles together with the code to link them back to the data will be stored separately and safely on the secured KU Leuven :I/ drive of the primary investigator (PI). The resulting pseudonymized dataset will be stored in a folder on the KU Leuven OneDrive for Business of the PI. See below for more information about data storage. Created using DMPonline.be. Last modiﬁed 25 April 2023 7 of 11 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For all three datasets, the following types of metadata will be generated: a codebook.pdf file , containing details about the study design, sampling methodology, and response rates; the included variables (i.e., variable labels, exact question wordings, and answer scales with corresponding values); ... a ReadMe.txt file , containing details about the project and team members (i.e., a short description of the project, the ethical approval number, preregistration doi, and the contact information of all involved researchers); the folders and files in the replication folder; the step-by-step explanation to replicate the results. Note: all r-scripts used to replicate the data will also contain metadata in the form of comments to explain the code; the computational environment used to generate the results. Specifically, using the infoSession() command in R, we will retrieve and report version information about R , the operating system, and the attached or loaded packages; the last date of modification and successful replication by the researcher(s); ... a preregistration form , time-stamped on the website osf.io and using the OSF Preregistration template. This metadata will be available online and get a registration doi, which we will report in the codebook.pdf and ReadMe.txt files. The questionnaires will also be available for the survey-based datasets (S1 and S3). Finally, this Data Management Plan as well as the ethical clearance (PRET application) will also be saved as metadata in the folder of this project. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes codebook.pdf: We will follow the KU Leuven guidelines and, hence, use DDI to create the codebook (https://ddialliance.org/training/getting- started-new-content/create-a-codebook) ReadMe.txt: We will use the KU Leuven template (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README) preregistration : We will use the OSF Preregistration template 3. Data storage & back-up during the research project Where will the data be stored? The experimental dataset (S1 and S3) will be stored in a folder on the KU Leuven OneDrive for Business of the primary investigator (PI) . OneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated. OneDrive is also suitable to save human subject data in this case, since the data will be anonymized. Access to these datasets will be restricted to the PI and only the PI can decide to grant access to collaborators. The Twitter dataset (S2) will also be stored in a folder on the KU Leuven OneDrive for Business of the PI . As this dataset will contain personal data (i.e., Twitter handles, which often include names), extra precautions will be taken: The dataset will be pseudonymized. We will replace all identifiable information (e.g., Twitter handles) with a pseudonym and code indirectly identifiable information (e.g., age) in a way that makes it impossible to re-identify individuals. A separate record, or so-called coding table, will be created that links the pseudonyms to the identifiable information. This coding table will be kept securely in the personal KU Leuven I-Drive of the PI , and thus separated from the pseudonymized data (which will be stored on OneDrive), to prevent re-identification. We will strictly manage access rights to this dataset. Specifically, we will check regularly whether only the right people have access to the data (need-to-have) and whether these people only have access to the data they strictly need (need-to-know). In case any of the datasets will be used in a collaborative project among KU Leuven staff, this dataset will also be stored in a folder on a shared KU Leuven J-Drive . The shared network drive is based on the standard file storage solution of KU Leuven and is suitable for (strictly) confidential data as well as for storing and processing all types of personal data. How will the data be backed up? Files in OneDrive are automatically backed up, up to 100 versions per file. A second copy will be kept on the KU Leuven I:\\ network drive (i.e., the Created using DMPonline.be. Last modiﬁed 25 April 2023 8 of 11 personal network drive) of the primary investigator. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We consider that there will be sufficient storage and backup capacity during the project. OneDrive for Business has a standard storage capacity of 2 TB but this can be extended to 5 TB upon motivated request through ICTS Service Point . The estimated size of all datasets combined is < 1.5 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will strictly manage access rights to datasets. Only the PI will have access to the datasets and will have to grant access to anyone else. We will activate multifactor authentication with the KU Leuven Authenticator app for OneDrive Business. The laptop(s) on which the datasets are stored are password-protected . Personal data will be pseudonymized and the coding table, which makes it possible to link the identifiable information with the pseudonymized data, will be stored on an encrypted KU Leuven I-drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. The I- and J-drives are also provided (and secured) by KU Leuven. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The three datasets will be preserved for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Upon completion of this project, all datasets, along with the documentation and metadata necessary to reuse the data, will be transferred to the KU Leuven secured KU Leuven K:\\ network drive managed by the research group's leader (Prof. dr. Arnim Langer). Upon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data, will be deposited at the Harvard Dataverse and the KU Leuven RDR . Both are generic, online data repositories where one can publicly share and preserve research data. While the Harvard Dataverse is well-known in my field of study (and often used by renowned journals), the KU Leuven RDR is the preferred option for KU Leuven research data publication as it's the university's institutional research data repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The three collected datasets (in their entirety) will be made available upon publication of the research results. Created using DMPonline.be. Last modiﬁed 25 April 2023 9 of 11 If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data, will be deposited at the Harvard Dataverse and the KU Leuven RDR . Both are generic, online data repositories where one can publicly share and preserve research data. While the Harvard Dataverse is well-known in my field of study (and often used by renowned journals), the KU Leuven RDR is the preferred option for KU Leuven research data publication as it's the university's institutional research data repository. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0: Free to share and adapt. Give appropriate credit, and indicate if changes were made. Do not use the material for commercial purposes. Distribute your contributions under the same license as the original. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes The Harvard and KU Leuven repositories use a DOI. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing, as sharing datasets in the selected data repositories is covered by the repositories. 6. Responsibilities Who will manage data documentation and metadata during the research project? Amélie Godefroidt (PI) Who will manage data storage and backup during the research project? Amélie Godefroidt (PI) Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 25 April 2023 10 of 11 Amélie Godefroidt (PI) Who will update and implement this DMP? Amélie Godefroidt (PI) Created using DMPonline.be. Last modiﬁed 25 April 2023 11 of 11"
}