{
    "document_id": "D-2021-1255",
    "LinkTitle": "D-2021-1255",
    "file_name": "D-2021-1255.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1255.pdf",
    "metadata": {
        "title": "Development of a rapid multiplex detection method for analysing plant stress hormones ACC and ABA using a fiber-optic SPR biosensor - FWO 1S27722N DMP",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "FWO 1S27722N DMP\nProject Name\n Development of a rapid multiplex detection method for analysing plant stress\nhormones ACC and ABA using a fiber-optic SPR biosensor - FWO 1S27722N DMP\nGrant Title\n 1S27722N\nPrincipal Investigator / Researcher\n Laurien Volkaert\nProject Data Contact\n 0496969313; laurien.volkaert@kuleuven.be\nDescription\n Plant hormones play a crucial role in steering developmental processes and\ncontrolling responses towards (a)biotic \nstressors. For example, drought, salinity and flooding\nstress evoke ethylene (by its precursor ACC) and abscisic acid (ABA) root-to-shoot signalling via\nthe xylem to activate survival responses of the shoot. Especially with the advent of climate\nchange, early stress detection is critical to prevent agricultural losses and breed for stress-\nresistant cultivars. Therefore, a rapid and cost-effective method to simultaneously detect ACC\nand ABA in plant extracts or xylem sap exudates would revolutionize the field of plant stress\ndiagnostics. \nIn this project, we will develop an immuno-based multiplex biosensor based on state-\nof-the-art fiber optic surface plasmon resonance (FOSPR). This technology, proven in medical\ndiagnostics, will be retrofitted for plant applications. We will develop a competitive inhibition\nbioassay using antibodies against ACC and ABA. This multiplex biosensor will be optimized in\nbuffer conditions and validated in plant extracts. Furthermore, we will develop a noninvasive\nxylem sap sampling technique to enable picomolar ACC and ABA detection in the transpiration\nstream of plants facing abiotic stress. This novel FO-SPR hormone biosensor will become a true\nalternative for cumbersome and expensive analytical techniques (e.g. HPLC-MS/MS) and\nrevolutionize the field of plant hormone biology.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaurien Volkaert\nFWO Project Number & Title\nFWO project 1S27722N\nTitle: Development of a rapid multiplex detection method for analysing plant stress hormones\nACC and ABA using a fiber-optic SPR biosensor\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP 1: Development of FO-SPR biosensors for ACC and ABA detection\nIncludes: T1.1 FO-SPR biosensors optimization, T1.2 Target detection in buffer, T1.3 Target\ndetection in biological samples\nType of data\nOrigin of data\nFormat\nEstimated\nvolume\nFibers\noptimisation\noutput\nFO-SPR sensor\noutput – White\nFOx instrument\n.xlsx\n1 GB\nExperimental\nprotocols\nText file\n.docx\n.pdf\nELN\n10 MB\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \nWP 2: Development of a FO-SPR biosensor for multiplex target detection\nIncludes: T2.1 Characterization of specificity, T2.2 Immobilization strategies for BSA conjugates,\nT2.3 Multiplex FO-SPR biosensor development, T2.4 Benchmarking multiplex FO-SPR biosensor\nType of data\nOrigin of data\nFormat\nEstimated\nvolume\nFiber optimization\noutput\nFO-SPR sensor\noutput - White\nFOx instrument\n.xlsx\n1 GB\nExperimental\nprotocols\nText file\n.docx\n.pdf\nELN\n10 MB\nBenchmark data 1\nHPLC-MS/MS\n.xlsx\n10 MB\nBenchmark data 2\nABA ELISA kit\n.xlsx\n10 MB\n \nWP 3: Deployment of the multiplex FO-SPR biosensor for plant xylem sap analysis\nIncludes: T3.1 Xylem sap collection methods optimization\nType of data\nOrigin of data\nFormat\nEstimated\nvolume\nGuttation\nexperiments\nFO-SPR sensor\noutput - White\nFOx instrument\n.xlsx\n500 MB\nXylem probe\nexperiments\nFO-SPR sensor\noutput - White\nFOx instrument\n.xlsx\n500 MB\nFluorescence\nmicroscopy\nimages\n \nFluorescence\nmicroscope\n.jpeg\n1 GB\nSap flow rates\nHeat pulse sap\nflow sensor\n.xlsx\n10 MB\nXylem sap\nosmotic potential\nFreezing-point\nosmometer\n.xlsx\n10 MB\n \nWP 4: Deployment of the multiplex FO-SPR biosensor for stress diagnostics\nIncludes: T4.1 Detection of ACC and ABA during abiotic stress\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nType of data\nOrigin of data\nFormat\nEstimated\nvolume\nACC and ABA\nhormone\ndynamics analysis\nFO-SPR sensor\noutput - White\nFOx instrument\n.xlsx\n500 MB\nImages plant\nCamera\n.jpeg\n250 MB\nStomatal closure\nStomatal\nconductivity (SC-1\nporometer, ICT\nInternational) and\nleaf\nphotosynthetic\nrate (LCi, ADC\nBioscientific)\n.xlsx\n10 MB\nEpinastic\nmovements\nCustom-build\nangle sensor\n.xlsx\n10 MB\nAreal ethylene\nproduction rates\nPhoto-acoustic\nlaser spectroscopy\n.xlsx\n10 MB\nPlant transpiration\nCustom lysimeters\n.xlsx\n10 MB\nSap flow rates\nHeat pulse sap\nflow sensor\n.xlsx\n10 MB\nLevels of\ndissolved oxygen\nOxygen sensor\n.xlsx\n10 MB\n \nGeneral Data:\nType of data\nOrigin of data\nFormat\nEstimated\nvolume\nLab books\ndated written\nnotes associated\nwith carrying out\nexperimental\nprocedures\nElectronic lab\nnotebook and\npaper notes\n4 lab books and 1\nGB\nText manuscript\nfor publication\nText files\nassociated with\nsubmitted\npublications\n.docx / pdf\n1 - 10GB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThere is potential for valorisation, but there are no IP restrictions.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nProtocols, physical labbooks, Electronic Lab Notebook (ELN) documentation, README files for raw\ndatafiles containing information on the content of the dataset (description of variables). Physical\ndata (plant tissue or extracts) will be stored and labeled.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nOneDrive and the university's central servers.\nHow is backup of the data provided?\nAll data is immediately backed up in OneDrive, with a daily back-up to the university's central\nservers. These servers also have automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe lab currently uses 8 GB of the available 2 TB on the server. Physical data (extracts, antibody\nsamples) will be stored in in the lab -80 °C freezer for longterm storage. The lab has sufficient\nspace in the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature\nalarm, provided by the KU Leuven central dispatch team. A backup contact list is provided in\ncase the -80 °C goes into alarm.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nWe don’t expect extra cost for data storage. But in case the lab does not have enough storage\nroom, the PI has budget to buy more.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe KU Leuven drives are password protected through the central KU Leuven login. KU Leuven\nobliges users to update passwords regularly.\nThe network drive of the shared folder is secured by the ICTS service of KU Leuven with a mirror\ncopy. Only specific lab members will have access to the shared folder. Unauthorized persons do\nnot have access to this system.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data obtained during this FWO project will be retained for the expected 5 year period.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhere will the data be archived (= stored for the longer term)?\nOn the university’s central service and in the -80°C freezer.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nWe don’t expect extra costs. In case there will be, the PI had budget for this.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nWe aim to publish all data and make it available for requests afterwards. Until publication the\ndata will be protected.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll lab members will have access to the data. The published data will be available upon request\nfor non-lab members.\nWhat are the expected costs for data sharing? How will the costs be covered?\nData sharing is organized by the KU Leuven and are free for the lab.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nLaurien Volkaert\nWho will be responsible for data storage & back up during the project?\nLaurien Volkaert\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Bram Van de Poel\nWho bears the end responsibility for updating & implementing this DMP?\nProf. Bram Van de Poel\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "FWO 1S27722N DMP Project Name Development of a rapid multiplex detection method for analysing plant stress hormones ACC and ABA using a fiber-optic SPR biosensor - FWO 1S27722N DMP Grant Title 1S27722N Principal Investigator / Researcher Laurien Volkaert Project Data Contact 0496969313; laurien.volkaert@kuleuven.be Description Plant hormones play a crucial role in steering developmental processes and controlling responses towards (a)biotic stressors. For example, drought, salinity and flooding stress evoke ethylene (by its precursor ACC) and abscisic acid (ABA) root-to-shoot signalling via the xylem to activate survival responses of the shoot. Especially with the advent of climate change, early stress detection is critical to prevent agricultural losses and breed for stress- resistant cultivars. Therefore, a rapid and cost-effective method to simultaneously detect ACC and ABA in plant extracts or xylem sap exudates would revolutionize the field of plant stress diagnostics. In this project, we will develop an immuno-based multiplex biosensor based on state- of-the-art fiber optic surface plasmon resonance (FOSPR). This technology, proven in medical diagnostics, will be retrofitted for plant applications. We will develop a competitive inhibition bioassay using antibodies against ACC and ABA. This multiplex biosensor will be optimized in buffer conditions and validated in plant extracts. Furthermore, we will develop a noninvasive xylem sap sampling technique to enable picomolar ACC and ABA detection in the transpiration stream of plants facing abiotic stress. This novel FO-SPR hormone biosensor will become a true alternative for cumbersome and expensive analytical techniques (e.g. HPLC-MS/MS) and revolutionize the field of plant hormone biology. Institution KU Leuven 1. General Information Name applicant Laurien Volkaert FWO Project Number & Title FWO project 1S27722N Title: Development of a rapid multiplex detection method for analysing plant stress hormones ACC and ABA using a fiber-optic SPR biosensor Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP 1: Development of FO-SPR biosensors for ACC and ABA detection Includes: T1.1 FO-SPR biosensors optimization, T1.2 Target detection in buffer, T1.3 Target detection in biological samples Type of data Origin of data Format Estimated volume Fibers optimisation output FO-SPR sensor output – White FOx instrument .xlsx 1 GB Experimental protocols Text file .docx .pdf ELN 10 MB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 WP 2: Development of a FO-SPR biosensor for multiplex target detection Includes: T2.1 Characterization of specificity, T2.2 Immobilization strategies for BSA conjugates, T2.3 Multiplex FO-SPR biosensor development, T2.4 Benchmarking multiplex FO-SPR biosensor Type of data Origin of data Format Estimated volume Fiber optimization output FO-SPR sensor output - White FOx instrument .xlsx 1 GB Experimental protocols Text file .docx .pdf ELN 10 MB Benchmark data 1 HPLC-MS/MS .xlsx 10 MB Benchmark data 2 ABA ELISA kit .xlsx 10 MB WP 3: Deployment of the multiplex FO-SPR biosensor for plant xylem sap analysis Includes: T3.1 Xylem sap collection methods optimization Type of data Origin of data Format Estimated volume Guttation experiments FO-SPR sensor output - White FOx instrument .xlsx 500 MB Xylem probe experiments FO-SPR sensor output - White FOx instrument .xlsx 500 MB Fluorescence microscopy images Fluorescence microscope .jpeg 1 GB Sap flow rates Heat pulse sap flow sensor .xlsx 10 MB Xylem sap osmotic potential Freezing-point osmometer .xlsx 10 MB WP 4: Deployment of the multiplex FO-SPR biosensor for stress diagnostics Includes: T4.1 Detection of ACC and ABA during abiotic stress This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Type of data Origin of data Format Estimated volume ACC and ABA hormone dynamics analysis FO-SPR sensor output - White FOx instrument .xlsx 500 MB Images plant Camera .jpeg 250 MB Stomatal closure Stomatal conductivity (SC-1 porometer, ICT International) and leaf photosynthetic rate (LCi, ADC Bioscientific) .xlsx 10 MB Epinastic movements Custom-build angle sensor .xlsx 10 MB Areal ethylene production rates Photo-acoustic laser spectroscopy .xlsx 10 MB Plant transpiration Custom lysimeters .xlsx 10 MB Sap flow rates Heat pulse sap flow sensor .xlsx 10 MB Levels of dissolved oxygen Oxygen sensor .xlsx 10 MB General Data: Type of data Origin of data Format Estimated volume Lab books dated written notes associated with carrying out experimental procedures Electronic lab notebook and paper notes 4 lab books and 1 GB Text manuscript for publication Text files associated with submitted publications .docx / pdf 1 - 10GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes There is potential for valorisation, but there are no IP restrictions. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Protocols, physical labbooks, Electronic Lab Notebook (ELN) documentation, README files for raw datafiles containing information on the content of the dataset (description of variables). Physical data (plant tissue or extracts) will be stored and labeled. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? OneDrive and the university's central servers. How is backup of the data provided? All data is immediately backed up in OneDrive, with a daily back-up to the university's central servers. These servers also have automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The lab currently uses 8 GB of the available 2 TB on the server. Physical data (extracts, antibody samples) will be stored in in the lab -80 °C freezer for longterm storage. The lab has sufficient space in the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature alarm, provided by the KU Leuven central dispatch team. A backup contact list is provided in case the -80 °C goes into alarm. What are the expected costs for data storage and back up during the project? How will these costs be covered? We don’t expect extra cost for data storage. But in case the lab does not have enough storage room, the PI has budget to buy more. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven drives are password protected through the central KU Leuven login. KU Leuven obliges users to update passwords regularly. The network drive of the shared folder is secured by the ICTS service of KU Leuven with a mirror copy. Only specific lab members will have access to the shared folder. Unauthorized persons do not have access to this system. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data obtained during this FWO project will be retained for the expected 5 year period. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Where will the data be archived (= stored for the longer term)? On the university’s central service and in the -80°C freezer. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We don’t expect extra costs. In case there will be, the PI had budget for this. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? We aim to publish all data and make it available for requests afterwards. Until publication the data will be protected. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All lab members will have access to the data. The published data will be available upon request for non-lab members. What are the expected costs for data sharing? How will the costs be covered? Data sharing is organized by the KU Leuven and are free for the lab. 8. Responsibilities Who will be responsible for data documentation & metadata? Laurien Volkaert Who will be responsible for data storage & back up during the project? Laurien Volkaert Who will be responsible for ensuring data preservation and reuse ? Prof. Bram Van de Poel Who bears the end responsibility for updating & implementing this DMP? Prof. Bram Van de Poel This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}