{
    "document_id": "D-2024-2625",
    "LinkTitle": "D-2024-2625",
    "file_name": "D-2024-2625.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2625.pdf",
    "metadata": {
        "title": "D-2024-2625",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID GIOIA DE FRANCESCHI; https://orcid.org/0000-0001-6429-3402\nContributor name(s) (+ ORCID) & roles KARL FARROW, promotor; https://orcid.org/0000-0003-1409-096X  \nSANTIAGO ROMPANI, co-promotor; https://orcid.org/0000-0002-3994-3052\nProject number 1 & title Parallel processing of multisensory information in conscious and unconscious visual pathways.\nFunder(s) GrantID 21298724N\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \nX Other: Neuroelectronics research flanders;  European Molecular Biology Laboratory\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description We perceive the world through multiple senses that need to be integrated by the brain to produce\nappropriate behavior. This multisensory integration is usually ascribed to very integrative cortical\nareas, but recent studies suggest this could happen earlier in sensory circuits. My project aims at\nexploring multisensory integration at very early stages of two parallel visual pathways: the\nunconscious pathway, through the superior colliculus, and the conscious visual pathway, through the\nvisual thalamus. First, we will use extracellular electrophysiology to assess how auditory stimuli\nmodulate the visual responses of neurons in the superior colliculus and the visual thalamus. Then,\nwe will use two-photon axonal calcium imaging to assess audio-visual modulation in the retinal\noutput to these two areas. Preliminary studies identified that an auditory nucleus involved in the\nacoustic startle reflex projects to the superior colliculus and the visual thalamus, suggesting a\nputative circuit underpinning audio-visual modulations in these parallel subcortical visual nuclei.\nTherefore, we will finally use two-photon axonal calcium imaging and opto/chemogenetic\nperturbations to determine if this projection underpins the observed multisensory integration.\nComparing multisensory processing in the conscious and unconscious visual pathways will shed light\non how cross-sensory integration is differentially implemented, greatly improving our understanding\nof how sensory perception works.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nEphysExtracellular \nelectrophysiolog\nical recordings \nin multiple brain \nareas (SC, LGN)☒ Generate new \ndata☒ Digital\n☐ Physical☒ Experimental.bin\n.meta< 25 TB\n2pTwo-photon \ncalcium imaging \nof retinal \nganglion cell \nboutons☒ Generate new \ndata☒ Digital\n☐ Physical☒ Images\n☒ Numerical\n☒ Experimental.tiff <10 TB\nBody trackingTracking of \nanimal’s eye, \nface and body☒ Generate new \ndata☒ Digital\n☐ Physical☒ Images\n☒ Experimental\n☒ Observational.avi\n.tiff<5 TB\nMovement \ntrackingTracking of \nmotion of the \nanimal on the \ntreadmill☒ Generate new \ndata☒ Digital\n☐ Physical☒ Numerical\n☒ Experimental\n☒ Observational.csv < 1 GB\nLick sensorTracking of the \ntask-related ☐ Generate new \ndata☒ Digital\n☐ Physical☒ Numerical\n☒ Experimental.csv < 1 GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4responses of the \nmice☐ Reuse existing \ndata☒ Observational\nStimuli \ntrackingTracking of the \nstimuli being \npresented☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Experimental.csv\n.prefs\n.prot\n.stimlog\n.mat< 1 GB\nHistologyHistology of \nephys and 2p \nexperiments☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Images\n☒ Experimental.tiff\n.meta< 100 GB\nPresentationsPosters and \npresentations \ndelivered at \nmeetings / \nconferences☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Images\n☒ Experimental.pptx\n.pdf\n.svg< 100GB\nAnalysis codeAnalysis script \nand code \nnecessary to \nanalyse raw \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Software.m < 1GB\nAnalysed \ndataAnalysed and \ncompressed \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Compiled / \naggregated data.mat\n.csv<1TB\nManuscriptsManuscripts \nresulting from \nthe project☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Images\n☒ Compiled / \naggregated data\n☒ Textual\n☒ Other.docx\n.pdf\n.jpeg< 1 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☒ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .During the project, data will be stored on the labs file server (capacity for this project: 50 TB) for easy \naccess of the data. Manuscripts are stored on a group-internal OneDrive that is based on the imec \ncorporate account. \nAfter each experiment, the data is saved to the labs file server. Data can be transferred to the server in \nEMBL Rome, and can be analyzed either in NERF or at EMBL. After analysis, all data is stored at the \ninstitute-internal file server (capacity for this project: of 50 TB NERF, 10 TB EMBL).\nEach animal will be assigned an experiment number and data folder that will be duplicated into the labs  \nservers e.g,: //NERFFS17/farrowwip (for analysis) and //NERFHF01/farrowarch (for permanent storage) \nat NERF or https://dma.embl.de/  (storage) and \\\\rompani.embl.it (analysis), at EMBL. Inside each \nexperiment folder, a common sub folder structure will be followed, including folder with type of data \n(imaging, electrophysiology, histology, behaviour...)/folder named with the date when the data was \ngenerated (session folder)/folder with raw data or pre-processed or analysed data.\nIn order to keep track and easily find the data relevant to this project,  in the institutional Onedrive of \nthe lab, in the folder specific for this project and in the project folder on the server,  a metadata file \n(Excel) will be created stating the details of each mouse (identification number, gender, mouse line, \nfluorescent reporters present in the mouse brain, cage number, date of birth, ear tag), and the type of \nexperiments performed to each mouse (behavior, electrophysiological recordings, brain imaging...) \nwith details of each day’s experiment (E.g: general quality of the experiment, relevant events particular \nof that experiment, paradigms performed, type of session (training/experimental session), \nobservational comments on the state of the animal during the experiment), specific location of the data  \n(e.g. in which partition of NERFFS server), and stage of analysis.\nAdditionally, details about each mouse (gender, date of birth, mouse line...) and each stage of each \nmouse experiment (surgery, habituation session, training session, experimental session) will be logged \non an outlook OneNote Labbook.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nIn project folder on the server:\n-Metadata file will be created for the project to record: All experimental numbers/mice included in the \nproject, details about the mice and about all procedures they are subject to,  type of experiments, which \nsubproject they belong to, task used, data types per session, mouse line, analysis stage, location of the \ndata.\nIn project folder on the institutional Onedrive of the lab:\n-Metadata file will be created for the project to record: All experimental numbers/mice included in the \nproject, details about the mice and about all procedures they are subject to,  type of experiments, which \nsubproject they belong to, task used, data types per session, mouse line, analysis stage, location of the \ndata.\nIn OneNote Labbok:\n-Metadata file will be created for each mouse and each session to record: details about the animal and the  \nsession, general quality of the experiment, relevant events particular of that experiment, number of trials, \ntype of session (training, experimental session), observational comments on the state of the animal during  \nthe experiment.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.Data will be stored in the institutional servers of NERF (IMEC) and EMBL.  \nAll data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) and \nthe working server (//NEFFS17/farrowlabwip2023/Data). All data generated at EMBL will be stored in \nhttps://dma.embl.de/  (storage) and \\\\rompani.embl.it (analysis).\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? Data will be stored in the institutional servers of NERF (IMEC) and EMBL.  \nAll data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) and \nthe working server (//NEFFS17/farrowlabwip2023/Data). All data generated at EMBL will be stored in \nhttps://dma.embl.de/  (storage) and \\\\rompani.embl.it (analysis).\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  All computers at the institutes are password protected. Additionally, to access the servers where the data \nis stored one can only do it through a password protected computer or by connecting directly to the \nserver, which is also password protected. Only members of the lab receive access to the computers and \nservers of the lab.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?At NERF, the cost is 28€/TB/year for storage and back up in a second server. All costs related to the \nstorage of data are taken care through grants and institutional funding from NERF.\nAt EMBL, the cost is 80€/TB/year for storage and back up in a second server, and of 5€/TB/year for long \nterm tape storage. All costs related to the storage of data are taken care through grants and institutional \nfunding from EMBL.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 105. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) for \nlong-term storage.\nAll data generated in the Rompani lab will be duplicated and stored in the archiving server \n(https://dma.embl.de/ ) for long-term storage.\nAdditionally, all data related to published results derived from this project will be stored in the KU Leuven \nresearch data repository for public access.\n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?KU Leuven Research Data Repository allows free storage of up to 50GB. Since the data that will be \nuploaded will be pre-processed and analyzed data, we do not expect to exceed that amount.  \nRegarding all raw data produced and stored in the Farrow lab during the project, the cost is 28€/TB/year \nfor storage and back up in a second server. Costs are paid through grants by the lab. All costs related to \nthe storage of raw data stored are taken care through grants and institutional funding from NERF.\nRegarding all raw data produced and stored in the Rompani lab during the project, the cost is 80€/TB/year \nfor storage and back up in a second server, and of 5€/TB/year for long term tape storage. All costs related \nto the storage of data are taken care through grants and institutional funding from EMBL.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nAll the data generated in this project will be made accessible to third parties after publication of the \nresults, through the institutional research data repository or the KU Leuven.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only lab members and collaborators in this project (e.g., the Rompani Lab) will have direct access to the \ndata generated in this project in order to help with the analysis and manuscript writing.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) for \nlong-term storage and  will be reusable upon reasonable request. All data generated in the Rompani lab \nwill be duplicated and stored in the archiving server ( https://dma.embl.de/ ) for long-term storage and  will \nbe reusable upon reasonable request.  All published results will be made accessible in pre-processed \nformat corresponding to the data from each published figure, through the institutional research data \nrepository of the KU Leuven.\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nAll published data will be made available under a CREATIVE COMMONS ATTRIBUTION LICENSE CC-BY-\nNC-4.0 and users will be expected to give credit to the creators of the data through citation of the original \npublished work.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13What are the expected costs for data sharing? \nHow will these costs be covered?  Sharing data has no cost within NERF. NERF uses Globus for sharing data, for which NERF uses the Vlaams \nSupercomputer Centrum subscription.\nAlso, KU Leuven Research Data Repository allows free storage of up to 50GB. Since the data that will be \nuploaded will be pre-processed data we do not expect to exceed that amount.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The fellowship holder\nWho will manage data storage and backup \nduring the research project?The fellowship holder and promotors Karl Farrow and Santiago Rompani\nWho will manage data preservation and \nsharing?Karl Farrow and Santiago Rompani\nWho will update and implement this DMP? The fellowship holder"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID GIOIA DE FRANCESCHI; https://orcid.org/0000-0001-6429-3402 Contributor name(s) (+ ORCID) & roles KARL FARROW, promotor; https://orcid.org/0000-0003-1409-096X SANTIAGO ROMPANI, co-promotor; https://orcid.org/0000-0002-3994-3052 Project number 1 & title Parallel processing of multisensory information in conscious and unconscious visual pathways. Funder(s) GrantID 21298724N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel X Other: Neuroelectronics research flanders; European Molecular Biology Laboratory ROR identifier KU Leuven: 05f950310 Please provide a short project description We perceive the world through multiple senses that need to be integrated by the brain to produce appropriate behavior. This multisensory integration is usually ascribed to very integrative cortical areas, but recent studies suggest this could happen earlier in sensory circuits. My project aims at exploring multisensory integration at very early stages of two parallel visual pathways: the unconscious pathway, through the superior colliculus, and the conscious visual pathway, through the visual thalamus. First, we will use extracellular electrophysiology to assess how auditory stimuli modulate the visual responses of neurons in the superior colliculus and the visual thalamus. Then, we will use two-photon axonal calcium imaging to assess audio-visual modulation in the retinal output to these two areas. Preliminary studies identified that an auditory nucleus involved in the acoustic startle reflex projects to the superior colliculus and the visual thalamus, suggesting a putative circuit underpinning audio-visual modulations in these parallel subcortical visual nuclei. Therefore, we will finally use two-photon axonal calcium imaging and opto/chemogenetic perturbations to determine if this projection underpins the observed multisensory integration. Comparing multisensory processing in the conscious and unconscious visual pathways will shed light on how cross-sensory integration is differentially implemented, greatly improving our understanding of how sensory perception works. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume EphysExtracellular electrophysiolog ical recordings in multiple brain areas (SC, LGN)☒ Generate new data☒ Digital ☐ Physical☒ Experimental.bin .meta< 25 TB 2pTwo-photon calcium imaging of retinal ganglion cell boutons☒ Generate new data☒ Digital ☐ Physical☒ Images ☒ Numerical ☒ Experimental.tiff <10 TB Body trackingTracking of animal’s eye, face and body☒ Generate new data☒ Digital ☐ Physical☒ Images ☒ Experimental ☒ Observational.avi .tiff<5 TB Movement trackingTracking of motion of the animal on the treadmill☒ Generate new data☒ Digital ☐ Physical☒ Numerical ☒ Experimental ☒ Observational.csv < 1 GB Lick sensorTracking of the task-related ☐ Generate new data☒ Digital ☐ Physical☒ Numerical ☒ Experimental.csv < 1 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4responses of the mice☐ Reuse existing data☒ Observational Stimuli trackingTracking of the stimuli being presented☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Experimental.csv .prefs .prot .stimlog .mat< 1 GB HistologyHistology of ephys and 2p experiments☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Images ☒ Experimental.tiff .meta< 100 GB PresentationsPosters and presentations delivered at meetings / conferences☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Images ☒ Experimental.pptx .pdf .svg< 100GB Analysis codeAnalysis script and code necessary to analyse raw data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Software.m < 1GB Analysed dataAnalysed and compressed data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Compiled / aggregated data.mat .csv<1TB ManuscriptsManuscripts resulting from the project☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Images ☒ Compiled / aggregated data ☒ Textual ☒ Other.docx .pdf .jpeg< 1 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .During the project, data will be stored on the labs file server (capacity for this project: 50 TB) for easy access of the data. Manuscripts are stored on a group-internal OneDrive that is based on the imec corporate account. After each experiment, the data is saved to the labs file server. Data can be transferred to the server in EMBL Rome, and can be analyzed either in NERF or at EMBL. After analysis, all data is stored at the institute-internal file server (capacity for this project: of 50 TB NERF, 10 TB EMBL). Each animal will be assigned an experiment number and data folder that will be duplicated into the labs servers e.g,: //NERFFS17/farrowwip (for analysis) and //NERFHF01/farrowarch (for permanent storage) at NERF or https://dma.embl.de/ (storage) and \\\\rompani.embl.it (analysis), at EMBL. Inside each experiment folder, a common sub folder structure will be followed, including folder with type of data (imaging, electrophysiology, histology, behaviour...)/folder named with the date when the data was generated (session folder)/folder with raw data or pre-processed or analysed data. In order to keep track and easily find the data relevant to this project, in the institutional Onedrive of the lab, in the folder specific for this project and in the project folder on the server, a metadata file (Excel) will be created stating the details of each mouse (identification number, gender, mouse line, fluorescent reporters present in the mouse brain, cage number, date of birth, ear tag), and the type of experiments performed to each mouse (behavior, electrophysiological recordings, brain imaging...) with details of each day’s experiment (E.g: general quality of the experiment, relevant events particular of that experiment, paradigms performed, type of session (training/experimental session), observational comments on the state of the animal during the experiment), specific location of the data (e.g. in which partition of NERFFS server), and stage of analysis. Additionally, details about each mouse (gender, date of birth, mouse line...) and each stage of each mouse experiment (surgery, habituation session, training session, experimental session) will be logged on an outlook OneNote Labbook. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: In project folder on the server: -Metadata file will be created for the project to record: All experimental numbers/mice included in the project, details about the mice and about all procedures they are subject to, type of experiments, which subproject they belong to, task used, data types per session, mouse line, analysis stage, location of the data. In project folder on the institutional Onedrive of the lab: -Metadata file will be created for the project to record: All experimental numbers/mice included in the project, details about the mice and about all procedures they are subject to, type of experiments, which subproject they belong to, task used, data types per session, mouse line, analysis stage, location of the data. In OneNote Labbok: -Metadata file will be created for each mouse and each session to record: details about the animal and the session, general quality of the experiment, relevant events particular of that experiment, number of trials, type of session (training, experimental session), observational comments on the state of the animal during the experiment. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.Data will be stored in the institutional servers of NERF (IMEC) and EMBL. All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) and the working server (//NEFFS17/farrowlabwip2023/Data). All data generated at EMBL will be stored in https://dma.embl.de/ (storage) and \\\\rompani.embl.it (analysis). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? Data will be stored in the institutional servers of NERF (IMEC) and EMBL. All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) and the working server (//NEFFS17/farrowlabwip2023/Data). All data generated at EMBL will be stored in https://dma.embl.de/ (storage) and \\\\rompani.embl.it (analysis). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data All computers at the institutes are password protected. Additionally, to access the servers where the data is stored one can only do it through a password protected computer or by connecting directly to the server, which is also password protected. Only members of the lab receive access to the computers and servers of the lab. What are the expected costs for data storage and backup during the research project? How will these costs be covered?At NERF, the cost is 28€/TB/year for storage and back up in a second server. All costs related to the storage of data are taken care through grants and institutional funding from NERF. At EMBL, the cost is 80€/TB/year for storage and back up in a second server, and of 5€/TB/year for long term tape storage. All costs related to the storage of data are taken care through grants and institutional funding from EMBL. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 105. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) for long-term storage. All data generated in the Rompani lab will be duplicated and stored in the archiving server (https://dma.embl.de/ ) for long-term storage. Additionally, all data related to published results derived from this project will be stored in the KU Leuven research data repository for public access. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?KU Leuven Research Data Repository allows free storage of up to 50GB. Since the data that will be uploaded will be pre-processed and analyzed data, we do not expect to exceed that amount. Regarding all raw data produced and stored in the Farrow lab during the project, the cost is 28€/TB/year for storage and back up in a second server. Costs are paid through grants by the lab. All costs related to the storage of raw data stored are taken care through grants and institutional funding from NERF. Regarding all raw data produced and stored in the Rompani lab during the project, the cost is 80€/TB/year for storage and back up in a second server, and of 5€/TB/year for long term tape storage. All costs related to the storage of data are taken care through grants and institutional funding from EMBL. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All the data generated in this project will be made accessible to third parties after publication of the results, through the institutional research data repository or the KU Leuven. If access is restricted, please specify who will be able to access the data and under what conditions.Only lab members and collaborators in this project (e.g., the Rompani Lab) will have direct access to the data generated in this project in order to help with the analysis and manuscript writing. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Where will the data be made available? If already known, please provide a repository per dataset or data type.All data generated in the Farrow lab will be duplicated and stored in the archiving server (NERFHF01) for long-term storage and will be reusable upon reasonable request. All data generated in the Rompani lab will be duplicated and stored in the archiving server ( https://dma.embl.de/ ) for long-term storage and will be reusable upon reasonable request. All published results will be made accessible in pre-processed format corresponding to the data from each published figure, through the institutional research data repository of the KU Leuven. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) All published data will be made available under a CREATIVE COMMONS ATTRIBUTION LICENSE CC-BY- NC-4.0 and users will be expected to give credit to the creators of the data through citation of the original published work. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13What are the expected costs for data sharing? How will these costs be covered? Sharing data has no cost within NERF. NERF uses Globus for sharing data, for which NERF uses the Vlaams Supercomputer Centrum subscription. Also, KU Leuven Research Data Repository allows free storage of up to 50GB. Since the data that will be uploaded will be pre-processed data we do not expect to exceed that amount. 7. Responsibilities Who will manage data documentation and metadata during the research project?The fellowship holder Who will manage data storage and backup during the research project?The fellowship holder and promotors Karl Farrow and Santiago Rompani Who will manage data preservation and sharing?Karl Farrow and Santiago Rompani Who will update and implement this DMP? The fellowship holder"
}