{
    "document_id": "D-2024-2971",
    "LinkTitle": "D-2024-2971",
    "file_name": "D-2024-2971.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2971.pdf",
    "metadata": {
        "title": "D-2024-2971",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviatio ns is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Guy Boeckxstaens ( 0000 -0001 -8267 -5797 ) \nContributor name(s) ( + ORCID) & roles  Nathalie Stakenborg ( 0000 -0002 -6229 -0045 ) – Senior post -doc \nProject number1 & title Onderzoek naar de interactie tussen enterische neuronen en macrofagen  \nFunder(s) GrantID2 G079424N  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n                                                        \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  In the gut, tissue -resident macrophages are present throughout its different layers, where they  carry out specialized \nfunctions according to their anatomical location. In mice, we recently identified a subpopulation of long -lived resident \nmacrophages in the muscularis externa located in close proximity to the myenteri c plexus, a vast collection of neurons \nthat is responsible for the coordination of gastrointestinal motility. Depletion of these so -called neuron -associated \nmuscularis macrophages (NA -MM ф) in adulthood leads to loss of enteric neurons associated with impai red \ngastrointestinal transit and reduced secretion, indicating that these NA -MM ф are indispensable for the maintenance \nand survival of enteric neurons. Moreover, evidence is accumulating that NAMM ф may play a key role in intestinal \nneurodegeneration such a s in diabetes and aging. Taken together, these data indicate that the presence of an intact \nNA-MM ф population is indeed important for ENS health, and suggest that these immune cells must release \nneurotrophic mediators or maintain cell -cell contacts that ar e indispensable for neuronal survival.  \n \nTo study the human macrophage -enteric nervous system (ENS) crosstalk, we have developed a co -culture system of \nhuman induced pluripotent stem cell (iPSC) -derived enteric neurons and macrophages. In this model, human iPSCs \nare differentiated into macrophages and vagal -crest neuronal precursors and co -cultured up to 70 days. Of interest, \nneuronal precursors mature into enteric ganglia, interconnected by nerve fiber tracks and closely resembling the \nhuman ENS. On the oth er hand, iPSC -derived monocytes differentiate into at least two major subpopulations of \nmacrophages after 1 week (depending on timing of seeding) in co -culture; one CD68+ subpopulation closely \nassociated to enteric ganglia and another CD206+ subpopulation that aligns with the nerve fiber tracks.  \n \nIn the present project, we will therefore use this co -culture system to investigate the interaction between \nmacrophages and neuronal precursors/enteric neurons during the maturation process of the ENS with the ultimate \naim to identify the mediators/signali ng pathways responsible for the maintenance and health of the human ENS.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Re used   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nSample \nmetadata  Different iPSc \nclones  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA \n ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n NA \nLaboratory \nprocedure \nmetadata  Data relating to \nsamples \nprocessed in the \nlaboratory, all \nnecessary \ninformation \nrelating to the \nlaboratory ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☒ Software  \n☐ Other  ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  NA \nFWO DMP Template (Flemish Standard DMP)   6 \n                                                         \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   7 \n procedures \nperformed  ☐ NA \n \n ☐ .tab \n☐ .gml  \n☒ other: .czi, .fcs, \n.wps, .pzfx  \n☐ NA ☐ NA \n \nSequencing \nreads  Sequencing \nreads output \nfrom Illumina \ndeep \nsequencing  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: FASTQ  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n NA \nSequencing \ndata analysis \nand results  Sequencing data \nanalysis and \nresult output  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nFWO DMP Template (Flemish Standard DMP)   8 \n ☐ other:  .loom, \n.rds \n☐ NA \nCustom made \nalgorithms  Portfolio of \ncustom -made \nscripts for the \nprocessing and \nanalysis of the \nmetadata and \nresults \ngenerated as \npart of the \nproject  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☒ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .sh \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n        \n \n \nFWO DMP Template (Flemish Standard DMP)   9 \n GUIDANCE : \nDATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA P ER DATASET OR DATA T YPE. \nPHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESEARCH MATERIALS  (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED  AND PRESERVED DURIN G THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subject data : EC number= S68688  (approval in progress 20/3/2024)  \n☐ Yes, animal dat a \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  iPSc cell lines will be used. The personal data that is available of the used clones is \ngender and age.  PRET application was filled in and project G-2024 -7642  was approved  \n \n \n                                                        \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   10 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☒ Yes  \n☐ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  Gender and age  \n- Privacy Registry Reference:  EC number= S68688; PRET application completed  and project approved  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nSequencing data analysis and results - Custom made algorithms - can gain  interest from companies  that \ndevelop treatments for intestinal neurodegenerative diseases . If our ‘custom made algorithms’ has high \nefficacy to pinpoint molecular determinants of gut neurodegeneration  this can promote the development \nof novel  treatment strategies  towards gut neu rodegeneration . \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate a nd \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n                                                        \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   11 \n  \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Sample metadata will be availab le in a .txt and .xls x file allowing a fast and efficient information \ninterrogation.  \nAll laboratory procedures, bioinformatics analysis and testing and any  other  relating data will be  \nheavily documented; an electronic lab book system will be  created and i mplemented for tracking \nall processes conducted. All scripts generated will be commented/documented and will include \nREADME files.  \nLog files will be generated during data analysis with detailed information on the analysis process \nperformed on each run and sample analysed.  \n \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metad ata standard  will be used :  \nMetadata standards will be made for sequencing data and results to be able to upload them to \nrepositories described below  \n \nTemplates are available to have metadata standards for qPCR, flow cytometry and immunofluorescent \ndatasets  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   12 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  Shared network drive (J -drive)  \nLarge Volume Storage  \nKUL hosted MySQL Server - HPC Tier -2 data -archive  \n \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATION S, STORAGE MEDIA AND \nPROCEDURES THAT WILL  BE USED FOR STORING  AND BACKING  UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n Standard back -up provided by KU Leuven ICTS for my storage solution.  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  We have requested and obtained enough storage capacity on  \nShared network drive (J -drive)  \nLarge Volume Storage  \nKUL hosted MySQL Server - HPC Tier -2 data -archive  \nto be able to storage all data obtained from the current project  \n \nIf no, please specify:  \n \n                                                        \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   13 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED A ND \nTRANSFERRED DATA ARE  SAFE. 7 \n All data is stored on locations where only authorized persons can access. No unauthorized persons can \naccess the data. All data and files generated as part of this project will be stored on KU Leuven servers \nusing the network drives. Additionally, all researchers actively working on the project follow a clean desk \npolicy.  \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered ? J-drive: €503,66 / TB / year; 1TB is needed for storage of immunofluorescence images, flow cytometry \ndata, etc for 4 year storage, so we need €2014,64 for 4 year storage of 1TB  \nLarge volume storage  drive: € 104,42 /TB / year ; for the remaining 6 years, we  will archive the data in the \nL-drive, so we €626,52 for 6 year storage of 1TB  \nKUL hosted MySQL Server : HPC tier -2 data archive : €70/TB/year ; 1.5 TB needed for 10 year storage, so \n€1050 is needed for 10 year sto rage \n \nTotal: € 3.691,16 for 10 year  storage of all data types  \n \nThese costs have been anticipated and will be covered by PI funding  that is already available.  \n \n \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   14 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contract ual restrictions, \nstorage/budget issues, institutional policies...).  All data will be preserved for 10 years according to KU Leuven RDM policy  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  L drive  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n As discussed above:  \nJ-drive: €503,66 / TB / year; 1TB is needed for storage of immunofluorescence images, flow cytometry \ndata, etc for 4 year storage, so  we need €2014,64 for 4 year storage of 1TB  \nLarge volume storage drive: €104,42 / TB / year; for the remaining 6 years, we will archive the data in the \nL-drive, so we €626,52 for 6 year storage of 1TB  \nKUL hosted MySQL Server : HPC tier -2 data archive: €70/ TB/year; 1.5 TB needed for 10 year storage, so \n€1050 is needed for 10 year stoarge  \n \nTotal: € 3.691,16 for 10 year storage of all data types  \n \nThese costs have been anticipated and will be covered by available funding of PI  \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   15 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILA BLE, CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nSample me tadata: closed access  \nLaboratory procedure metadata: restricted access  \nSequencing reads: restricted access  \nSequencing data analysis and results: open data  \nCustom made scripts: open data  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Laboratory procedure metadata: institutional access  \nSequencing reads: as read data contain human reads.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agr eement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nFWO DMP Template (Flemish Standard DMP)   16 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Sequencing data analysis and results: NCBI  \n \nCustom made scripts: Github  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of research results  \n \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHET HER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANO THER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT  THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGIN AL DATA CREATORS .” 8   \n Data from the project that can be shared will be made available under a creative commons attribution \nlicences (CC -BY 4.0), so that users have to give credit to the original data creators.  \n \n \nDo you intend to add a PID/DOI/accession \nnumber to y our dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: a PID will be added upon deposit in a data repository  \n \n \n                                                        \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   17 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs are expected for data sharing on locations where the data and scripts will be made publicly \navailable (NCBI, Github). Any publications costs associated will be covered by project funding already \navailable.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Marte Vandeput, Elisabetta de M arco, Nathalie Stakenborg, Guy Boeckxstaens  \nWho will manage data storage and backup \nduring the research project?  Marte Vandeput, Elisabetta de M arco, Nathalie Stakenborg, Guy Boeckxstaens  \nWho will manage data preservation and \nsharing?  Marte Vandeput, Nathalie Stakenborg, Guy Boeckxstaens  \nWho will update and implement this DMP?  Marte Vandeput, Nathalie Stakenborg, Guy Boeckxstaens  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Guy Boeckxstaens ( 0000 -0001 -8267 -5797 ) Contributor name(s) ( + ORCID) & roles Nathalie Stakenborg ( 0000 -0002 -6229 -0045 ) – Senior post -doc Project number1 & title Onderzoek naar de interactie tussen enterische neuronen en macrofagen Funder(s) GrantID2 G079424N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description In the gut, tissue -resident macrophages are present throughout its different layers, where they carry out specialized functions according to their anatomical location. In mice, we recently identified a subpopulation of long -lived resident macrophages in the muscularis externa located in close proximity to the myenteri c plexus, a vast collection of neurons that is responsible for the coordination of gastrointestinal motility. Depletion of these so -called neuron -associated muscularis macrophages (NA -MM ф) in adulthood leads to loss of enteric neurons associated with impai red gastrointestinal transit and reduced secretion, indicating that these NA -MM ф are indispensable for the maintenance and survival of enteric neurons. Moreover, evidence is accumulating that NAMM ф may play a key role in intestinal neurodegeneration such a s in diabetes and aging. Taken together, these data indicate that the presence of an intact NA-MM ф population is indeed important for ENS health, and suggest that these immune cells must release neurotrophic mediators or maintain cell -cell contacts that ar e indispensable for neuronal survival. To study the human macrophage -enteric nervous system (ENS) crosstalk, we have developed a co -culture system of human induced pluripotent stem cell (iPSC) -derived enteric neurons and macrophages. In this model, human iPSCs are differentiated into macrophages and vagal -crest neuronal precursors and co -cultured up to 70 days. Of interest, neuronal precursors mature into enteric ganglia, interconnected by nerve fiber tracks and closely resembling the human ENS. On the oth er hand, iPSC -derived monocytes differentiate into at least two major subpopulations of macrophages after 1 week (depending on timing of seeding) in co -culture; one CD68+ subpopulation closely associated to enteric ganglia and another CD206+ subpopulation that aligns with the nerve fiber tracks. In the present project, we will therefore use this co -culture system to investigate the interaction between macrophages and neuronal precursors/enteric neurons during the maturation process of the ENS with the ultimate aim to identify the mediators/signali ng pathways responsible for the maintenance and health of the human ENS. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Re used Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Sample metadata Different iPSc clones ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Laboratory procedure metadata Data relating to samples processed in the laboratory, all necessary information relating to the laboratory ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB NA FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 procedures performed ☐ NA ☐ .tab ☐ .gml ☒ other: .czi, .fcs, .wps, .pzfx ☐ NA ☐ NA Sequencing reads Sequencing reads output from Illumina deep sequencing ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: FASTQ ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA NA Sequencing data analysis and results Sequencing data analysis and result output ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 8 ☐ other: .loom, .rds ☐ NA Custom made algorithms Portfolio of custom -made scripts for the processing and analysis of the metadata and results generated as part of the project ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sh ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 9 GUIDANCE : DATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. DIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA P ER DATASET OR DATA T YPE. PHYSICAL VOLUME : PLEASE ESTIMATE THE P HYSICAL VOLUME OF TH E RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED AND PRESERVED DURIN G THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data : EC number= S68688 (approval in progress 20/3/2024) ☐ Yes, animal dat a ☐ Yes, dual use ☐ No If yes, please describe: iPSc cell lines will be used. The personal data that is available of the used clones is gender and age. PRET application was filled in and project G-2024 -7642 was approved 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 10 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☒ Yes ☐ No If yes: - Short description of the kind of personal data that will be used: Gender and age - Privacy Registry Reference: EC number= S68688; PRET application completed and project approved Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Sequencing data analysis and results - Custom made algorithms - can gain interest from companies that develop treatments for intestinal neurodegenerative diseases . If our ‘custom made algorithms’ has high efficacy to pinpoint molecular determinants of gut neurodegeneration this can promote the development of novel treatment strategies towards gut neu rodegeneration . Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate a nd which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 11 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Sample metadata will be availab le in a .txt and .xls x file allowing a fast and efficient information interrogation. All laboratory procedures, bioinformatics analysis and testing and any other relating data will be heavily documented; an electronic lab book system will be created and i mplemented for tracking all processes conducted. All scripts generated will be commented/documented and will include README files. Log files will be generated during data analysis with detailed information on the analysis process performed on each run and sample analysed. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metad ata standard will be used : Metadata standards will be made for sequencing data and results to be able to upload them to repositories described below Templates are available to have metadata standards for qPCR, flow cytometry and immunofluorescent datasets If no, please specify (where appropriate per dataset or data type ) which metadata will be created: FWO DMP Template (Flemish Standard DMP) 12 4. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J -drive) Large Volume Storage KUL hosted MySQL Server - HPC Tier -2 data -archive How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATION S, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP PROCEDURES WHEN APPROPRIATE . Standard back -up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: We have requested and obtained enough storage capacity on Shared network drive (J -drive) Large Volume Storage KUL hosted MySQL Server - HPC Tier -2 data -archive to be able to storage all data obtained from the current project If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED A ND TRANSFERRED DATA ARE SAFE. 7 All data is stored on locations where only authorized persons can access. No unauthorized persons can access the data. All data and files generated as part of this project will be stored on KU Leuven servers using the network drives. Additionally, all researchers actively working on the project follow a clean desk policy. What are the expected costs for data storage and backup during the research project? How will these costs be covered ? J-drive: €503,66 / TB / year; 1TB is needed for storage of immunofluorescence images, flow cytometry data, etc for 4 year storage, so we need €2014,64 for 4 year storage of 1TB Large volume storage drive: € 104,42 /TB / year ; for the remaining 6 years, we will archive the data in the L-drive, so we €626,52 for 6 year storage of 1TB KUL hosted MySQL Server : HPC tier -2 data archive : €70/TB/year ; 1.5 TB needed for 10 year storage, so €1050 is needed for 10 year sto rage Total: € 3.691,16 for 10 year storage of all data types These costs have been anticipated and will be covered by PI funding that is already available. FWO DMP Template (Flemish Standard DMP) 14 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long -term)? L drive What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As discussed above: J-drive: €503,66 / TB / year; 1TB is needed for storage of immunofluorescence images, flow cytometry data, etc for 4 year storage, so we need €2014,64 for 4 year storage of 1TB Large volume storage drive: €104,42 / TB / year; for the remaining 6 years, we will archive the data in the L-drive, so we €626,52 for 6 year storage of 1TB KUL hosted MySQL Server : HPC tier -2 data archive: €70/ TB/year; 1.5 TB needed for 10 year storage, so €1050 is needed for 10 year stoarge Total: € 3.691,16 for 10 year storage of all data types These costs have been anticipated and will be covered by available funding of PI FWO DMP Template (Flemish Standard DMP) 15 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILA BLE, CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Sample me tadata: closed access Laboratory procedure metadata: restricted access Sequencing reads: restricted access Sequencing data analysis and results: open data Custom made scripts: open data If access is restricted, please specify who will be able to access the data and under what conditions. Laboratory procedure metadata: institutional access Sequencing reads: as read data contain human reads. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agr eement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : FWO DMP Template (Flemish Standard DMP) 16 Where will the data be made available? If already known, please provide a repository per dataset or data type. Sequencing data analysis and results: NCBI Custom made scripts: Github When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHET HER THE DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANO THER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGIN AL DATA CREATORS .” 8 Data from the project that can be shared will be made available under a creative commons attribution licences (CC -BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to y our dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes ☐ No If yes: a PID will be added upon deposit in a data repository 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing on locations where the data and scripts will be made publicly available (NCBI, Github). Any publications costs associated will be covered by project funding already available. 7. Responsibilities Who will manage data documentation and metadata during the research project? Marte Vandeput, Elisabetta de M arco, Nathalie Stakenborg, Guy Boeckxstaens Who will manage data storage and backup during the research project? Marte Vandeput, Elisabetta de M arco, Nathalie Stakenborg, Guy Boeckxstaens Who will manage data preservation and sharing? Marte Vandeput, Nathalie Stakenborg, Guy Boeckxstaens Who will update and implement this DMP? Marte Vandeput, Nathalie Stakenborg, Guy Boeckxstaens"
}