{
    "document_id": "D-2024-2510",
    "LinkTitle": "D-2024-2510",
    "file_name": "D-2024-2510.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2510.pdf",
    "metadata": {
        "title": "D-2024-2510",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Douaa Al Assaad, ORCID: 0000-0001-8038-7441 Contributor name(s) (+ ORCID) & roles Hilde Breesch, Supervisor: 0000-0001-7088-7231 Twan Van Hooff, Co-supervisor: 0000-0002-7811-2745 Project number 1 & title Project number: 1272224N Title: Performance of personalized environmental control systems (PECS) in non-residential buildings Funder(s) GrantID 2  Affiliation(s) x KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 \n 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  Please provide a short project description In most multi-occupied spaces (e.g., landscaped offices and classrooms) in non-residential buildings, total volume (TV) ventilation units are installed to ventilate and/or condition the entire space without considering individual preferences of indoor environmental quality (IEQ). This leads to occupant complaints and affects their wellbeing. Air-tight envelopes cause a fast build-up of contaminants, and the recent pandemic has increased the urgency to mitigate cross-contamination. Increasing ventilation rates increased energy costs without having necessarily improved indoor air quality and is not the best option given the escalating energy crisis in the EU. Moreover, there is an increasing occurrence of extreme events or ‘shocks’ (i.e., heatwaves, power outages) that cause the IEQ to shift drastically from its design performance. During shocks, the TV system performance is proven to be unsatisfactory. Occupants are exposed to extreme thermal discomfort and to dangerous levels of contaminants. Thus, there is a growing need for ‘resilient’ performance of buildings and their systems against these extreme events or ‘shocks’. Considering all these challenges, the need arises for occupant-centric, energy-efficient and resilient systems assisting this TV system, that allow occupants to control their personal environment according to their individual preferences while maintaining habitable indoor conditions during extreme events. A promising solution is personalized environmental control systems (PECS). Existing studies already showed that user-controlled PECS can improve thermal comfort, indoor air quality (IAQ) and save energy compared to conventional TV units. However, there is a lack of knowledge on the performance of PECS, assisting TV systems, under extreme conditions. Moreover, no studies in the literature have assessed the performances of different PECS combinations. With that being said, the main challenge is to define a holistic performance assessment framework including resilience key performance indicators.          \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  1. Research Data Summary   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   JOS3-m This dataset is a package containing multiple python source codes modelling the thermo-regulation response of the human body. The model discretizes the human body into 28 segments and calculated the heat and mass transfer with the environment and active body responses to thermal stimuli (shivering, sweating, vaso-dilation, vaso-constriction). This primary data set was generated starting from a secondary data python package publicly available on Github ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other: Python code (*.py) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nTSTC This dataset is a package containing multiple python codes modelling the local and overall, thermal sensation and comfort ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical Python code (*.py) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  states of occupants under steady, transient, uniform, and non-uniform conditions. It is based on fitted multi-variable regression models from human subject experiments under different thermal environments (secondary data).  ☐ Reuse existing data ☐ Textual ☒ Model ☐ Software ☐ Other: ☐ > 5 TB ☐ NA  ValidationData_1  This numerical dataset contains the numerical output values from JOS-3 python package (i.e., segmental skin temperature) compared to the experimental measurements of skin temperature from the literature (secondary data provided by the researchers themselves). The objective of this dataset was to validate the JOS-3 model under steady state and transient conditions and different thermal environments. This dataset also contains box plot images of the validation range.  ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx) Tiff images (*.tiff) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  PECS_CFDmodels This simulation dataset contains all the CFD models generated in ANSYS Fluent (geometry, mesh, fluent case, output files). The CFD models simulate office spaces equipped with the PECS device under different thermal environments  ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other: ANSYS Fluent models (*.cas, *.dat) ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nExperimental_Data This experimental dataset is generated by measurements conducted by the researcher in a mock-up office space equipped with thermal manikins and the PECS devices ☐ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx)  ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nPECS_setup This HVAC system setup consists of ducts, fans, valves, portable AC units, grills and filters. It also consists of temperature, CO2 sensors and velocity anemometers. After experiments’ execution, it will be dismantled and stored in the storage room area at KU Leuven campus Gent. ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical NA NA NA the setup spans a surface area of around 13 m x 6 m.   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  ValidationData_2 This numerical dataset contains the numerical output values from PECS_CFDmodels (i.e., temperature, velocity and CO2 concentration fields) compared to the experimental measurements (primary experimental data generated by the grant holder). The objective of this dataset was to validate the CFD models under steady state and transient conditions and different thermal environments. This dataset also contains images of the validation range. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx) Tiff images (*.tiff) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \n     \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    Original JOS3 model: doi: https://doi.org/10.1016/j.enbuild.2020.110575 Experimental secondary data for ValidationData_1:  • Goto, T., Toftum, J., Fanger, P. O., & Yoshino, H. (2003, January). Transient thermal sensation and comfort resulting from adjustment of clothing insulation. In Proceedings of Healthy Buildings 2003 (pp. 835-840). NUS Press. • Rupp, R. F., Piil, J. F., Cubel, C., Nybo, L., & Toftum, J. (2023). Implications of lower indoor temperatures–Not cool for cold susceptible individuals across both sexes. Energy and Buildings, 284, 112829. Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Additional information:   Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information:    3 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      2. Documentation and Metadata  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  For the generated python codes (JOS3-m package, TSTC package), the source code itself is commented. The comments include explanation and logic of the different embedded functions in the code and how they fit in the entire package, definition of variables. This ensures code readability. The source codes for JOS3-m will be made available on Gitlab (after publishing the paper regarding the code validation results) within the same repository of the original JOS3 model (https://doi.org/10.1016/j.enbuild.2020.110575). For this, the creators of the original JOS3 model will be contacted. A README file will be provided along with the modified package. The README files will describe the modified code and its usages, the modifications that were carried out and how to use it. An example code for steady and transient conditions will be provided as well. The validation of the JOS-3 model will be published in the form of a journal paper with its own DOI. The paper will contain the information of ValidationData_1 dataset.  For the TSTC model, the latter can be uploaded also on a separate Gitlab repository, and a README file with an example of usage will be provided. For both JOS-3 and TSTC models, a codebook will be created in the form of a spreadsheet to reference variables in the codes, their description and usage(s) and structure of the code.   For the experimental setup of PECS, a word document will be created describing the different equipment used and how it was built, the experimental conditions and how the experiments were executed step by step. A logbook will be also created to document important details of the experimental procedures (e.g., dates and time stamps, potential anomalies). This will ensure that the process is reproduceable.  Upon execution, each experiment will be given an ID number, and a folder will be created per experiment. The folder will contain the experimental conditions and output measurement data from sensors will match the same ID of experiments. This will contain the information of ValidationData_2 dataset.  This setup will be also published within future manuscripts so that it can be recreated by others.   For the CFD models created in ANSYS Fluent, the models will be stored in the KU Leuven One Drive service and made available upon request. A codebook will be included to describe each model (mesh, boundary conditions, user defined functions). Each model will be given an ID number and stored in its own folder accordingly. The output data (i.e., numerical, visual) will be in the same folder and match the same ID number.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes (for models in CFD and python) ☒ No (for experimental data)  If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:   For the generated python codes (JOS3-m package, TSTC package), a Package metadata (in the form of python package index PyPI repository) will be created giving information about the package itself (i.e., package name, version, author, description, keywords, classifiers and dependencies). This can be used to share the Python libraries and applications with the Python community. Users interested in the packages can thus browse the index, search for packages by keywords, and install packages using tools like pip.   For the CFD models generated, MCFD (metadata standard to describe metadata specific to CFD simulations) will be used. It covers aspects such as the simulation domain, grid resolution, boundary conditions, turbulence models, solver settings, convergence criteria, and simulation results.  If no, please specify (where appropriate per dataset or data type) which metadata will be created:   For the experiments of PECS, an experimental setup Metadata (in the form of a word document) describing the setup, configuration of the experimental apparatus used to perform the measurements will be used. It will include details such as the equipment used, calibration, environmental conditions and parameters and the steps and sequences of steps performed as well as quality assurance procedures. A data processing and analysis metadata document will be also generated documents the steps involved in processing, analyzing and interpreting the experimental data. A validation metadata will be also provided to compare simulation and experimental measurements.     3. Data Storage & Back-up during the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other:   How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify)     Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No  If no, please specify:   How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   The data stored on One Drive, KU Leuven, can only be accessed by the owner of the file (the grant holder Douaa Al Assaad) and those she chooses to share the files with. Files are currently shared only with Supervisors Hilde Breesch and Twan Van Hooff. The KU Leuven One Drive is highly secure and confidential.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13  What are the expected costs for data storage and backup during the research project? How will these costs be covered? For most KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared network drive is provided by default.   5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)     Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy):     What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   Estimated prices for long term data preservation can be 1 euro per GB per month. The costs will be covered by the reserve funds of the Building Physics and sustainable design research group led by the supervisor Hilde Breesch.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       14   6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data: (JOS3-m, TSTC python packages and all codes generated in the project) ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only): PECS_CFDmodels, raw sensor data from experimental measurements (ValidationData_2)  ☐ No (closed access) ☐ Other, please specify:     If access is restricted, please specify who will be able to access the data and under what conditions. The grant holder and the co-supervisors will have access to the data. Researchers and potential collaborators working on similar research with PECS as the main topic, can be granted access to the models and sensor data upon request. Any published data by other researchers or collaborators using the models and sensor data requires acknowledgement of the data curators (i.e., grant holder and co-supervisors). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No  If yes, please specify: This only applies to secondary data (experimental measurements for ValidationData_1). This data cannot be shared freely by the grant holder as it is the intellectual property of other researchers.    \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       15  Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify)  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) (for python codes and CFD models) ☐ GNU GPL-3.0 (code) ☐ Other (specify)  For the experimental Metadata, users are allowed to use them upon request, modify them as needed, as long as they give appropriate credit to the grant holder. (Creative commons licenses by attribution) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No   What are the expected costs for data sharing? How will these costs be covered?   By using the MIT open source license, no costs are expected for data sharing. Users can modify, distribute the licensed packages and models as needed under certain conditions (e.g., using the DOI of the data when publishing their results) \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       16   7. Responsibilities  Who will manage data documentation and metadata during the research project? The grant holder in coordination with the supervisors  Who will manage data storage and backup during the research project? The grant holder in coordination with the supervisors Who will manage data preservation and sharing? The grant holder in coordination with the supervisors Who will update and implement this DMP? The grant holder in coordination with the supervisors       "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Douaa Al Assaad, ORCID: 0000-0001-8038-7441 Contributor name(s) (+ ORCID) & roles Hilde Breesch, Supervisor: 0000-0001-7088-7231 Twan Van Hooff, Co-supervisor: 0000-0002-7811-2745 Project number 1 & title Project number: 1272224N Title: Performance of personalized environmental control systems (PECS) in non-residential buildings Funder(s) GrantID 2 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description In most multi-occupied spaces (e.g., landscaped offices and classrooms) in non-residential buildings, total volume (TV) ventilation units are installed to ventilate and/or condition the entire space without considering individual preferences of indoor environmental quality (IEQ). This leads to occupant complaints and affects their wellbeing. Air-tight envelopes cause a fast build-up of contaminants, and the recent pandemic has increased the urgency to mitigate cross-contamination. Increasing ventilation rates increased energy costs without having necessarily improved indoor air quality and is not the best option given the escalating energy crisis in the EU. Moreover, there is an increasing occurrence of extreme events or ‘shocks’ (i.e., heatwaves, power outages) that cause the IEQ to shift drastically from its design performance. During shocks, the TV system performance is proven to be unsatisfactory. Occupants are exposed to extreme thermal discomfort and to dangerous levels of contaminants. Thus, there is a growing need for ‘resilient’ performance of buildings and their systems against these extreme events or ‘shocks’. Considering all these challenges, the need arises for occupant-centric, energy-efficient and resilient systems assisting this TV system, that allow occupants to control their personal environment according to their individual preferences while maintaining habitable indoor conditions during extreme events. A promising solution is personalized environmental control systems (PECS). Existing studies already showed that user-controlled PECS can improve thermal comfort, indoor air quality (IAQ) and save energy compared to conventional TV units. However, there is a lack of knowledge on the performance of PECS, assisting TV systems, under extreme conditions. Moreover, no studies in the literature have assessed the performances of different PECS combinations. With that being said, the main challenge is to define a holistic performance assessment framework including resilience key performance indicators. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 1. Research Data Summary ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume JOS3-m This dataset is a package containing multiple python source codes modelling the thermo-regulation response of the human body. The model discretizes the human body into 28 segments and calculated the heat and mass transfer with the environment and active body responses to thermal stimuli (shivering, sweating, vaso-dilation, vaso-constriction). This primary data set was generated starting from a secondary data python package publicly available on Github ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other: Python code (*.py) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA TSTC This dataset is a package containing multiple python codes modelling the local and overall, thermal sensation and comfort ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical Python code (*.py) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 states of occupants under steady, transient, uniform, and non-uniform conditions. It is based on fitted multi-variable regression models from human subject experiments under different thermal environments (secondary data). ☐ Reuse existing data ☐ Textual ☒ Model ☐ Software ☐ Other: ☐ > 5 TB ☐ NA ValidationData_1 This numerical dataset contains the numerical output values from JOS-3 python package (i.e., segmental skin temperature) compared to the experimental measurements of skin temperature from the literature (secondary data provided by the researchers themselves). The objective of this dataset was to validate the JOS-3 model under steady state and transient conditions and different thermal environments. This dataset also contains box plot images of the validation range. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx) Tiff images (*.tiff) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 PECS_CFDmodels This simulation dataset contains all the CFD models generated in ANSYS Fluent (geometry, mesh, fluent case, output files). The CFD models simulate office spaces equipped with the PECS device under different thermal environments ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other: ANSYS Fluent models (*.cas, *.dat) ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Experimental_Data This experimental dataset is generated by measurements conducted by the researcher in a mock-up office space equipped with thermal manikins and the PECS devices ☐ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA PECS_setup This HVAC system setup consists of ducts, fans, valves, portable AC units, grills and filters. It also consists of temperature, CO2 sensors and velocity anemometers. After experiments’ execution, it will be dismantled and stored in the storage room area at KU Leuven campus Gent. ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical NA NA NA the setup spans a surface area of around 13 m x 6 m. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 ValidationData_2 This numerical dataset contains the numerical output values from PECS_CFDmodels (i.e., temperature, velocity and CO2 concentration fields) compared to the experimental measurements (primary experimental data generated by the grant holder). The objective of this dataset was to validate the CFD models under steady state and transient conditions and different thermal environments. This dataset also contains images of the validation range. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Excel data set (*.xlsx) Tiff images (*.tiff) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Original JOS3 model: doi: https://doi.org/10.1016/j.enbuild.2020.110575 Experimental secondary data for ValidationData_1: • Goto, T., Toftum, J., Fanger, P. O., & Yoshino, H. (2003, January). Transient thermal sensation and comfort resulting from adjustment of clothing insulation. In Proceedings of Healthy Buildings 2003 (pp. 835-840). NUS Press. • Rupp, R. F., Piil, J. F., Cubel, C., Nybo, L., & Toftum, J. (2023). Implications of lower indoor temperatures–Not cool for cold susceptible individuals across both sexes. Energy and Buildings, 284, 112829. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 2. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. For the generated python codes (JOS3-m package, TSTC package), the source code itself is commented. The comments include explanation and logic of the different embedded functions in the code and how they fit in the entire package, definition of variables. This ensures code readability. The source codes for JOS3-m will be made available on Gitlab (after publishing the paper regarding the code validation results) within the same repository of the original JOS3 model (https://doi.org/10.1016/j.enbuild.2020.110575). For this, the creators of the original JOS3 model will be contacted. A README file will be provided along with the modified package. The README files will describe the modified code and its usages, the modifications that were carried out and how to use it. An example code for steady and transient conditions will be provided as well. The validation of the JOS-3 model will be published in the form of a journal paper with its own DOI. The paper will contain the information of ValidationData_1 dataset. For the TSTC model, the latter can be uploaded also on a separate Gitlab repository, and a README file with an example of usage will be provided. For both JOS-3 and TSTC models, a codebook will be created in the form of a spreadsheet to reference variables in the codes, their description and usage(s) and structure of the code. For the experimental setup of PECS, a word document will be created describing the different equipment used and how it was built, the experimental conditions and how the experiments were executed step by step. A logbook will be also created to document important details of the experimental procedures (e.g., dates and time stamps, potential anomalies). This will ensure that the process is reproduceable. Upon execution, each experiment will be given an ID number, and a folder will be created per experiment. The folder will contain the experimental conditions and output measurement data from sensors will match the same ID of experiments. This will contain the information of ValidationData_2 dataset. This setup will be also published within future manuscripts so that it can be recreated by others. For the CFD models created in ANSYS Fluent, the models will be stored in the KU Leuven One Drive service and made available upon request. A codebook will be included to describe each model (mesh, boundary conditions, user defined functions). Each model will be given an ID number and stored in its own folder accordingly. The output data (i.e., numerical, visual) will be in the same folder and match the same ID number. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes (for models in CFD and python) ☒ No (for experimental data) If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For the generated python codes (JOS3-m package, TSTC package), a Package metadata (in the form of python package index PyPI repository) will be created giving information about the package itself (i.e., package name, version, author, description, keywords, classifiers and dependencies). This can be used to share the Python libraries and applications with the Python community. Users interested in the packages can thus browse the index, search for packages by keywords, and install packages using tools like pip. For the CFD models generated, MCFD (metadata standard to describe metadata specific to CFD simulations) will be used. It covers aspects such as the simulation domain, grid resolution, boundary conditions, turbulence models, solver settings, convergence criteria, and simulation results. If no, please specify (where appropriate per dataset or data type) which metadata will be created: For the experiments of PECS, an experimental setup Metadata (in the form of a word document) describing the setup, configuration of the experimental apparatus used to perform the measurements will be used. It will include details such as the equipment used, calibration, environmental conditions and parameters and the steps and sequences of steps performed as well as quality assurance procedures. A data processing and analysis metadata document will be also generated documents the steps involved in processing, analyzing and interpreting the experimental data. A validation metadata will be also provided to compare simulation and experimental measurements. 3. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data stored on One Drive, KU Leuven, can only be accessed by the owner of the file (the grant holder Douaa Al Assaad) and those she chooses to share the files with. Files are currently shared only with Supervisors Hilde Breesch and Twan Van Hooff. The KU Leuven One Drive is highly secure and confidential. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 What are the expected costs for data storage and backup during the research project? How will these costs be covered? For most KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared network drive is provided by default. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Estimated prices for long term data preservation can be 1 euro per GB per month. The costs will be covered by the reserve funds of the Building Physics and sustainable design research group led by the supervisor Hilde Breesch. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data: (JOS3-m, TSTC python packages and all codes generated in the project) ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only): PECS_CFDmodels, raw sensor data from experimental measurements (ValidationData_2) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The grant holder and the co-supervisors will have access to the data. Researchers and potential collaborators working on similar research with PECS as the main topic, can be granted access to the models and sensor data upon request. Any published data by other researchers or collaborators using the models and sensor data requires acknowledgement of the data curators (i.e., grant holder and co-supervisors). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: This only applies to secondary data (experimental measurements for ValidationData_1). This data cannot be shared freely by the grant holder as it is the intellectual property of other researchers. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) (for python codes and CFD models) ☐ GNU GPL-3.0 (code) ☐ Other (specify) For the experimental Metadata, users are allowed to use them upon request, modify them as needed, as long as they give appropriate credit to the grant holder. (Creative commons licenses by attribution) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? By using the MIT open source license, no costs are expected for data sharing. Users can modify, distribute the licensed packages and models as needed under certain conditions (e.g., using the DOI of the data when publishing their results) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 7. Responsibilities Who will manage data documentation and metadata during the research project? The grant holder in coordination with the supervisors Who will manage data storage and backup during the research project? The grant holder in coordination with the supervisors Who will manage data preservation and sharing? The grant holder in coordination with the supervisors Who will update and implement this DMP? The grant holder in coordination with the supervisors"
}