{
    "document_id": "D-2024-3124",
    "LinkTitle": "D-2024-3124",
    "file_name": "D-2024-3124.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3124.pdf",
    "metadata": {
        "title": "High-tech sensors for monitoring the release of per-and polyfluoroalkyl substances (PFAS) from recycled plastic in a circular economy",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "High-tech sensors for monitoring the release of per-and polyfluoroalkyl substances (PFAS) from\nHigh-tech sensors for monitoring the release of per-and polyfluoroalkyl substances (PFAS) from\nrecycled plastic in a circular economy\nrecycled plastic in a circular economy\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n1\nSynthesis protocols for PFAS receptors\nN\nD\nT\n.docx\n< 1 GB\n \n2\nAnalytical assay\nN\nD\nT\n.docx\n< 1 GB\n \n3\nReceptor-functionalized chips and\nwires (the chips were already designed\nin H2020 Remedia)\nN\nP\nPhysical\nobjects\n \nNA\nca. 50 chips (25 mm by\n25 mm by 1 mm) and 25\nwires (5 cm long, 0.5\nmm diameter)\n4\nImages of receptor-functionalized\nchips and wires\nN\nD\nI\n.jpeg,\n.tif\n< 100\nGB\n \n5\nSoftware for sample evaluation\nE\nD\nSO\nLabview\n< 1 GB\n \n6\nData sets for sensor calibration\nN\nD\nN, T\n.txt,\n.xlsx\n< 1 GB\n \n7\nPresentations\nN\nD\nA\n.pptx\n< 1 GB\n \n8\nPublications and thesis\nN\nD\nT\n.docx,\n.pdf\n< 1 GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe sensor chips will have the same design as those used in H2020 Remedia: this design is not yet published, but once the\npublication is ready and accepted, we will add the corresponding doi number to this document.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 31 October 2024\n1 of 5\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll data that are created with electronic instruments (electrochemical measurements, optical- and atomic-force microscopy)\ncome automatically with the instrument settings as metadata. We will also preserve the instrument settings in physical- and\nelectronic lab books and will generate an electronic read-me file that is kept is kept together with the original, measured data. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe project is at the merge between physics, analytical chemistry, sensor development and environmental monitoring. There is no\nestablished metadata standard for such an interdisciplinary field.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nCreated using DMPonline.be. Last modiﬁed 31 October 2024\n2 of 5\nThe data are stored on the laptops of the research group and on the backup servers of the Department of Physics and\nAstronomy. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe backup procedures are automated and performed once daily. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are accessible for the PI (Patrick Wagner), the Ph.D. student (Fatemeh Ahmadi Tabar), and for a second Ph.D. student\n(Soroush Bakhshi Sichani), who is maintaining and curating the software and electronic instruments used by Fatemeh Ahmadi\nTabar. To access the data, one needs to log in to the server via the password-protected office- and measurement laptops. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for data storage and labor of the ICT specialist are covered by the allowance (werkingsmiddelen en rekeneenheden)\nthat the Department of Physics and Astronomy receives annually from KU Leuven. This allowance is sufficient and the research\ngroup of Patrick Wagner does not need to contribute financially.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe 10 years hold for all data that can be stored electronically. The sensor chips and functionalized wires will contain PFAS\ncompounds after being used and therefore they will be disposed as chemical waste. There are no human substances involved.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nKU Leuven RDR is for us the most facile option since all electronic data together will be less than 200 MB, being far below the 50\nGB that KU Leuven offers per year and per researcher for free. Even all projects together that are performed by the research time\nwill never exceed 50 GB.  \nCreated using DMPonline.be. Last modiﬁed 31 October 2024\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNot applicable, we only need to preserve data for 10 years after the project since no medical data are involved.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nPublications that emerge from the project will be openly available, except in cases that LIRIAS sets an embargo period.\nAll sensor-related data (synthesis protocols for the receptors, results of electrochemical measurements, images) will be made\nfreely available to members of the Department of Physics and Astronomy). Third parties can get access upon a motivated\nrequest, to be send to Patrick Wagner. Specifically, this holds for the promoter prof. Bart van Grinsven at Maastricht University\nbecause Fatemeh Ahmadi Tabar is going for an inter-university Ph.D. between KU Leuven and Maastricht University.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nResearch institutes outside KU Leuven can get access to the data upon sending a motivated request to Patrick Wagner, either by\ne-mail or with a letter. Since this project is subject to a cooperation agreement between KU Leuven and Maastricht University, we\nwill also consult the colleagues at UMaastricht before sharing data with third parties. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe project is not expected to bring about new patents, but the hot-wire technique is covered by two patents owned by KU Leuven.\nSuppose that combining the receptors with the hot-wire transducer gives positive results (to be tested during the next months), it\nwill be an asset in valorizing the hot-wire patents via licensing them to a company. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nKU Leuven RDR is our preferred option.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 31 October 2024\n4 of 5\nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nTwo articles coming forward from this project have been published under a CC-BY 4.0 license and two more publications are\nabout to come. If those are not under a CC-BY 4 (depending on the journals that will accept the work), LIRIAS will set the\nembargo. \nA data transfer agreement will be signed in all cases that are made available to third parties (institutes, companies, universities)\nand such agreement will be drawn up my LRD. Maastricht University can be exempted because there is already a cooperation\nagreement in place. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nAll publications come with a DOI number (standard practice with serious publishers). \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nGiven the limited amount of data, we can share them via email or WeTransfer at no cost. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPatrick Wagner, the technical implementation is done by Soroush Bakhshi Sichani.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nBert Keyaerts, senior member of the ICT staff at the Department of Physics and Astronomy.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPatrick Wagner\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPatrick Wagner\nCreated using DMPonline.be. Last modiﬁed 31 October 2024\n5 of 5"
    },
    "clean_full_text": "High-tech sensors for monitoring the release of per-and polyfluoroalkyl substances (PFAS) from High-tech sensors for monitoring the release of per-and polyfluoroalkyl substances (PFAS) from recycled plastic in a circular economy recycled plastic in a circular economy Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 1 Synthesis protocols for PFAS receptors N D T .docx < 1 GB 2 Analytical assay N D T .docx < 1 GB 3 Receptor-functionalized chips and wires (the chips were already designed in H2020 Remedia) N P Physical objects NA ca. 50 chips (25 mm by 25 mm by 1 mm) and 25 wires (5 cm long, 0.5 mm diameter) 4 Images of receptor-functionalized chips and wires N D I .jpeg, .tif < 100 GB 5 Software for sample evaluation E D SO Labview < 1 GB 6 Data sets for sensor calibration N D N, T .txt, .xlsx < 1 GB 7 Presentations N D A .pptx < 1 GB 8 Publications and thesis N D T .docx, .pdf < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The sensor chips will have the same design as those used in H2020 Remedia: this design is not yet published, but once the publication is ready and accepted, we will add the corresponding doi number to this document. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 31 October 2024 1 of 5 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All data that are created with electronic instruments (electrochemical measurements, optical- and atomic-force microscopy) come automatically with the instrument settings as metadata. We will also preserve the instrument settings in physical- and electronic lab books and will generate an electronic read-me file that is kept is kept together with the original, measured data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No The project is at the merge between physics, analytical chemistry, sensor development and environmental monitoring. There is no established metadata standard for such an interdisciplinary field. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage Created using DMPonline.be. Last modiﬁed 31 October 2024 2 of 5 The data are stored on the laptops of the research group and on the backup servers of the Department of Physics and Astronomy. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The backup procedures are automated and performed once daily. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are accessible for the PI (Patrick Wagner), the Ph.D. student (Fatemeh Ahmadi Tabar), and for a second Ph.D. student (Soroush Bakhshi Sichani), who is maintaining and curating the software and electronic instruments used by Fatemeh Ahmadi Tabar. To access the data, one needs to log in to the server via the password-protected office- and measurement laptops. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage and labor of the ICT specialist are covered by the allowance (werkingsmiddelen en rekeneenheden) that the Department of Physics and Astronomy receives annually from KU Leuven. This allowance is sufficient and the research group of Patrick Wagner does not need to contribute financially. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The 10 years hold for all data that can be stored electronically. The sensor chips and functionalized wires will contain PFAS compounds after being used and therefore they will be disposed as chemical waste. There are no human substances involved. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR KU Leuven RDR is for us the most facile option since all electronic data together will be less than 200 MB, being far below the 50 GB that KU Leuven offers per year and per researcher for free. Even all projects together that are performed by the research time will never exceed 50 GB. Created using DMPonline.be. Last modiﬁed 31 October 2024 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Not applicable, we only need to preserve data for 10 years after the project since no medical data are involved. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Publications that emerge from the project will be openly available, except in cases that LIRIAS sets an embargo period. All sensor-related data (synthesis protocols for the receptors, results of electrochemical measurements, images) will be made freely available to members of the Department of Physics and Astronomy). Third parties can get access upon a motivated request, to be send to Patrick Wagner. Specifically, this holds for the promoter prof. Bart van Grinsven at Maastricht University because Fatemeh Ahmadi Tabar is going for an inter-university Ph.D. between KU Leuven and Maastricht University. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Research institutes outside KU Leuven can get access to the data upon sending a motivated request to Patrick Wagner, either by e-mail or with a letter. Since this project is subject to a cooperation agreement between KU Leuven and Maastricht University, we will also consult the colleagues at UMaastricht before sharing data with third parties. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The project is not expected to bring about new patents, but the hot-wire technique is covered by two patents owned by KU Leuven. Suppose that combining the receptors with the hot-wire transducer gives positive results (to be tested during the next months), it will be an asset in valorizing the hot-wire patents via licensing them to a company. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) KU Leuven RDR is our preferred option. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 31 October 2024 4 of 5 If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Two articles coming forward from this project have been published under a CC-BY 4.0 license and two more publications are about to come. If those are not under a CC-BY 4 (depending on the journals that will accept the work), LIRIAS will set the embargo. A data transfer agreement will be signed in all cases that are made available to third parties (institutes, companies, universities) and such agreement will be drawn up my LRD. Maastricht University can be exempted because there is already a cooperation agreement in place. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository All publications come with a DOI number (standard practice with serious publishers). What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Given the limited amount of data, we can share them via email or WeTransfer at no cost. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Patrick Wagner, the technical implementation is done by Soroush Bakhshi Sichani. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Bert Keyaerts, senior member of the ICT staff at the Department of Physics and Astronomy. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Patrick Wagner Who will update and implement this DMP? Who will update and implement this DMP? Patrick Wagner Created using DMPonline.be. Last modiﬁed 31 October 2024 5 of 5"
}