{
    "document_id": "D-2021-1228",
    "LinkTitle": "D-2021-1228",
    "file_name": "D-2021-1228.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1228.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Lise Jennen\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLise Jennen\nFWO Project Number & Title\n11M4722N. Move your mind: how exercise improves pattern separation and\ndecreases fear generalisation in young adults with and without\npsychiatric symptoms\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nMRI Anatomical\nand Functional\nimages\n.nii (nifti) and\n.dcm (dicom)\n350-400 GB\nAnatomical T1\nand functioal\nimages obtained\nusing the 3 Tesla\nMRI scanner\nMRI ASL images\n.PAR-REC\n10-15 GB\nArterial Spil\nLabeling scnas\nobtained using\nthe 3 Tesla MRI\nscanner\nMRI Behavioural\ndata  \nMATLAB\n4-5 MB \nTask data from\nthe discrimination\ntask performed\nby participants\nduring the MRI\nscan\nHeart rate and\nrespiratory rate\ndata\n.txt\n150-200 MB\nHeart rate and\nrespiratory rate\ndata monitored\nduring MRI scan \nFear learning\ntask: behavioural\ndata \n.txt\n1.5 MB\nData and\nparticipant\nresponses (eg.\nresponse time,\nrisk ratings) from\nthe fear learning\ntasks\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nFear learning\ntask:\nphysiological\ndata\n.bdf\n30-35 GB\nEye blink\nresponse\nmeasured using\nexternal\nelectrodes\n(Biosemi)\nResults of\nmaximal bicycle\ntest\n.pdf or XLO file\n30 MB\nStandardized test\nto exhaution on\nergometer\nHeart rate data\nof cycle\nintervention\n.xlsx and .cvs\n25 MB\nHeart rate\nmonitored during\nmoderate\nintensity cycling\n(2x 10 min) using\nheart rate\nmonitor (Polar\nBeat)\nCorsi task \n.txt\n500-750 KB\nCognitive task\nperformed on\ncomputer by\nparticipant\nData\nquestionnaires\nand interviews\n.cvs\n50 MB\nQuestionnaires\nand interviews\ncompleted on\ntablet in RedCap\napplication,\nexported files \nDigital\n \nTotal: 400-450\nGB\n \n Non-digital\n paper\n7 ring binders\nNotes forms for\nthe experiments,\ntelephone\nscreening,\ninformed\nconsent \n \nStudy description: \nIn this study, we investigate two underlying mechanisms that are associated with mental health\nsymptoms. The first mechanism is pattern separation, for which we use fMRI scans, ASL scans\nand a behavioural task. The second mechanism is fear generalization, for which we use a fear\ngeneralization task (behavioural + physiological measures). Additionally we investigate whether\n10 min of moderate intensity exercise can have an impact on these mechanisms. Each\nparticipant also performs a maximal bicycle test to exhaustion, in order to measure the fitness\nlevel. \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nWe will collect personal data in order to contact the participant and register them in the hospital\n(UZ Leuven Gasthuisberg) for their appointments of the test sessions. Participants can voluntarily\nleave their email adress if they wish to be kept informed about the study and/or contacted for\nfollow-up assessments (Informed Consent). Also, a bank account number is collected to pay the\nparticipant fee. All data will be anonymized at the end of the project and for data analysis\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\npurposes. The project was registered and accepted by the ethical committee prior to 01/02/2020\n(S62702), but a PRET application was needed because of an amendment slightly changing the\nrecruitment procedures due to Covid restrictions (PRET number: G-2021-3319). \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAll experiments and measures used in the study have been approved by the ethical committee\n(S62702), have been used in prior studies, are non-invasive and do not carry any serious risk to\nthe participants well-being. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor the experimental data: experiment script including task and code description, text file\ndetailing the experimental protocol, notes taken during the test session describing issues or\nother abnormalities\nFor the questionnaires and interviews, the following information will be noted: a list of\nvalidates and unvalidates measures (as approved by EC) with references to the original\nquestionnaires/interviews, a document detailing methodological information (eg translation\nof questionnaires). For survey data a codebook will be generated as specified in the RedCap\napplication. \nFor the MRI images the following additional information will be noted: study protocol, matlab\nscript including task and code description, text file detailing the scan protocol, DICOM files\ncontaining raw data and scan parameters for each individual\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nWe will not directly use metadata standards but extensive documentation that will ensure future\nusability and understandability of our data. The following information will be saved: \n1\n. \nAdministrative information (i.e. information on measures used with references, information\nabout different version of the dataset if applicable later on, information on methodological\nchanges in the course of the study if applicable, a clear statement of ownership and\nconfidentiality of the data)\n2\n. \nStructural information \nSurvey/interview data: a codebook will be generated using the RedCap application, including\nvariable list, data dictionary, code and algorithms. Other structured documentation (i.e.\nprotocols, background information, methodological information on the structure of the\ndataset, type of assessment, references to the assessments or explanations on how they\nwere derived) will be saved in the RedCap file respository. \nExperimental data: for each experiment there is a readme.txt file describing the\nexperiment, the aim of the experiment, a codebook where appropriate, and references with\nmethodological information. The experiment scripts are saved with thorough explanations. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll experimental data will be stored on the KU Leuven secure drive (L-drive) conform GDPR\nregulations, Belgian privacy law, and approved by the ethical committee. All data is\nanonymized with a personal ID code. \nSurvey data (questionnaires, interviews) are collected via the RedCap application, which is a\nsecure web-based application, and conform GDPR and Belgian privacy law. Since this data\ncontains sensitive personal information, it will be stored in that secure web-environment\nwhich can only be accessed by the approved project personnel through the universities\ndouble-authentication procedure. Export of the data is restricted to the research personnel,\nand will exclude any personal identifiers (which were coded prior to the project start). \nAny personal data collected and used for administrative purposes of the study will be\npassword protected and stored exclusively on the KU leuven secure drive/web-application.\nPersonal information is stored in separate documents away from the collected data or\npersonal ID codes. \nNon-digital data will be stored in our office, which can only be accessed by the approved\nproject personnel using a key. \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures. RedCap stores all data on their own protected servers. Monthly back-ups are made\nby the researchers themselves and saved to the university's central servers (L-drive). \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient storage space is available for the total estimated volume of the data. Extra storage\nspace on the KU Leuven drive can be acquired when needed. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts are 113.84 euro per TB per year, with a minimum of 5 TB per year. Costs for the use of\nRedCap are 80 euro per year. Costs will be covered by a FWO project grant (Ruud van Winkel). \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData stored on the KU Leuven secure drive will be anonymized and thus exlcude personal\nidentifiers. Only authorized KU Leuven personnel (i.e. access granted by data manager) can\naccess this drive. \nData stored on the RedCap server, including data that will be anonymized at the end of the\nproject, will be stored on the universities secure RedCap server. Data can only be accessed by\nauthorized KU leuven personnel (i.e. access granted by data manager) through a double-\nauthentication procedure. Data export is restricted to the data manager and project admin. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData will be preserved on the KU Leuven drive and servers. Costs are 113.84 euro per TB per\nyear, with a minimum of 5 TB per year. Costs for the use of RedCap are 80 euro per year. Costs\nwill be covered by an FWO project grand (Ruud van Winkel). \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nData from all experiment may be made available in standardized formet suited for the type of\ndata. All data will be anonymized. \nWhere/how will the data be made available for reuse?\nOther (specify):\nSharing of data will have to be requested by means of a short research proposal containing an\nabstract, variables to be used and methods to be applied. A data-sharing agreement will have to\nbe signed. All proposals have to be signed off by the project investigator before data can be\nshared. The dataset will include only the variables requested for the project submitted. No\npersonal identifiers will be included. The procedure for requesting access to data will be made\navailable on the project website. \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will only be used for research purposes and explicitly exclude commercial use. Access will\nbe considered after a request is submitted (see above for more detail). \nWhat are the expected costs for data sharing? How will the costs be covered?\nCost for sharing will depend on which data will be requested and how large these data are.\nSharing costs will have to covered by the external research team requesting the data. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe research team itself will be responsible, supported by the KU Leuven Research Data\nManagement team. \nWho will be responsible for data storage & back up during the project?\nThe research team is responsible for general data mangement. Back-up happens automatically\nonce a day and is the responsibility of the university's IT department. \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, Ruud van Winkel. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Ruud van Winkel) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Lise Jennen Institution KU Leuven 1. General Information Name applicant Lise Jennen FWO Project Number & Title 11M4722N. Move your mind: how exercise improves pattern separation and decreases fear generalisation in young adults with and without psychiatric symptoms Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created MRI Anatomical and Functional images .nii (nifti) and .dcm (dicom) 350-400 GB Anatomical T1 and functioal images obtained using the 3 Tesla MRI scanner MRI ASL images .PAR-REC 10-15 GB Arterial Spil Labeling scnas obtained using the 3 Tesla MRI scanner MRI Behavioural data MATLAB 4-5 MB Task data from the discrimination task performed by participants during the MRI scan Heart rate and respiratory rate data .txt 150-200 MB Heart rate and respiratory rate data monitored during MRI scan Fear learning task: behavioural data .txt 1.5 MB Data and participant responses (eg. response time, risk ratings) from the fear learning tasks This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Fear learning task: physiological data .bdf 30-35 GB Eye blink response measured using external electrodes (Biosemi) Results of maximal bicycle test .pdf or XLO file 30 MB Standardized test to exhaution on ergometer Heart rate data of cycle intervention .xlsx and .cvs 25 MB Heart rate monitored during moderate intensity cycling (2x 10 min) using heart rate monitor (Polar Beat) Corsi task .txt 500-750 KB Cognitive task performed on computer by participant Data questionnaires and interviews .cvs 50 MB Questionnaires and interviews completed on tablet in RedCap application, exported files Digital Total: 400-450 GB Non-digital paper 7 ring binders Notes forms for the experiments, telephone screening, informed consent Study description: In this study, we investigate two underlying mechanisms that are associated with mental health symptoms. The first mechanism is pattern separation, for which we use fMRI scans, ASL scans and a behavioural task. The second mechanism is fear generalization, for which we use a fear generalization task (behavioural + physiological measures). Additionally we investigate whether 10 min of moderate intensity exercise can have an impact on these mechanisms. Each participant also performs a maximal bicycle test to exhaustion, in order to measure the fitness level. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: We will collect personal data in order to contact the participant and register them in the hospital (UZ Leuven Gasthuisberg) for their appointments of the test sessions. Participants can voluntarily leave their email adress if they wish to be kept informed about the study and/or contacted for follow-up assessments (Informed Consent). Also, a bank account number is collected to pay the participant fee. All data will be anonymized at the end of the project and for data analysis This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 purposes. The project was registered and accepted by the ethical committee prior to 01/02/2020 (S62702), but a PRET application was needed because of an amendment slightly changing the recruitment procedures due to Covid restrictions (PRET number: G-2021-3319). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes All experiments and measures used in the study have been approved by the ethical committee (S62702), have been used in prior studies, are non-invasive and do not carry any serious risk to the participants well-being. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the experimental data: experiment script including task and code description, text file detailing the experimental protocol, notes taken during the test session describing issues or other abnormalities For the questionnaires and interviews, the following information will be noted: a list of validates and unvalidates measures (as approved by EC) with references to the original questionnaires/interviews, a document detailing methodological information (eg translation of questionnaires). For survey data a codebook will be generated as specified in the RedCap application. For the MRI images the following additional information will be noted: study protocol, matlab script including task and code description, text file detailing the scan protocol, DICOM files containing raw data and scan parameters for each individual Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No We will not directly use metadata standards but extensive documentation that will ensure future usability and understandability of our data. The following information will be saved: 1 . Administrative information (i.e. information on measures used with references, information about different version of the dataset if applicable later on, information on methodological changes in the course of the study if applicable, a clear statement of ownership and confidentiality of the data) 2 . Structural information Survey/interview data: a codebook will be generated using the RedCap application, including variable list, data dictionary, code and algorithms. Other structured documentation (i.e. protocols, background information, methodological information on the structure of the dataset, type of assessment, references to the assessments or explanations on how they were derived) will be saved in the RedCap file respository. Experimental data: for each experiment there is a readme.txt file describing the experiment, the aim of the experiment, a codebook where appropriate, and references with methodological information. The experiment scripts are saved with thorough explanations. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 5. Data storage and backup during the FWO project Where will the data be stored? All experimental data will be stored on the KU Leuven secure drive (L-drive) conform GDPR regulations, Belgian privacy law, and approved by the ethical committee. All data is anonymized with a personal ID code. Survey data (questionnaires, interviews) are collected via the RedCap application, which is a secure web-based application, and conform GDPR and Belgian privacy law. Since this data contains sensitive personal information, it will be stored in that secure web-environment which can only be accessed by the approved project personnel through the universities double-authentication procedure. Export of the data is restricted to the research personnel, and will exclude any personal identifiers (which were coded prior to the project start). Any personal data collected and used for administrative purposes of the study will be password protected and stored exclusively on the KU leuven secure drive/web-application. Personal information is stored in separate documents away from the collected data or personal ID codes. Non-digital data will be stored in our office, which can only be accessed by the approved project personnel using a key. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. RedCap stores all data on their own protected servers. Monthly back-ups are made by the researchers themselves and saved to the university's central servers (L-drive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient storage space is available for the total estimated volume of the data. Extra storage space on the KU Leuven drive can be acquired when needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs are 113.84 euro per TB per year, with a minimum of 5 TB per year. Costs for the use of RedCap are 80 euro per year. Costs will be covered by a FWO project grant (Ruud van Winkel). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored on the KU Leuven secure drive will be anonymized and thus exlcude personal identifiers. Only authorized KU Leuven personnel (i.e. access granted by data manager) can access this drive. Data stored on the RedCap server, including data that will be anonymized at the end of the project, will be stored on the universities secure RedCap server. Data can only be accessed by authorized KU leuven personnel (i.e. access granted by data manager) through a double- authentication procedure. Data export is restricted to the data manager and project admin. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data will be preserved on the KU Leuven drive and servers. Costs are 113.84 euro per TB per year, with a minimum of 5 TB per year. Costs for the use of RedCap are 80 euro per year. Costs will be covered by an FWO project grand (Ruud van Winkel). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Data from all experiment may be made available in standardized formet suited for the type of data. All data will be anonymized. Where/how will the data be made available for reuse? Other (specify): Sharing of data will have to be requested by means of a short research proposal containing an abstract, variables to be used and methods to be applied. A data-sharing agreement will have to be signed. All proposals have to be signed off by the project investigator before data can be shared. The dataset will include only the variables requested for the project submitted. No personal identifiers will be included. The procedure for requesting access to data will be made available on the project website. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will only be used for research purposes and explicitly exclude commercial use. Access will be considered after a request is submitted (see above for more detail). What are the expected costs for data sharing? How will the costs be covered? Cost for sharing will depend on which data will be requested and how large these data are. Sharing costs will have to covered by the external research team requesting the data. 8. Responsibilities Who will be responsible for data documentation & metadata? The research team itself will be responsible, supported by the KU Leuven Research Data Management team. Who will be responsible for data storage & back up during the project? The research team is responsible for general data mangement. Back-up happens automatically once a day and is the responsibility of the university's IT department. Who will be responsible for ensuring data preservation and reuse ? The PI, Ruud van Winkel. Who bears the end responsibility for updating & implementing this DMP? The PI (Ruud van Winkel) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}