{
    "document_id": "D-2024-3562",
    "LinkTitle": "D-2024-3562",
    "file_name": "D-2024-3562.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3562.pdf",
    "metadata": {
        "title": "D-2024-3562",
        "author": "Benoit Beuselinck",
        "num_pages": 8
    },
    "content": {
        "full_text": "DMP prof dr Benoit Beuselinck FWO mandate 2024-2029\nTitle: Translational biomarker research in metastatic renal cell carcinoma treated with immune \ncheckpoint inhibitors and/or angiogenesis inhibitors\nCreator: prof dr Benoit Beuselinck\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nProject abstract:  Our research project aims to discover predictive biomarkers for immune therapy  \nand/or angiogenesis-inhibitors in metastatic kidney cancer, and to discover new targets in order to  \novercome resistance. We will build further on our molecular classification of kidney tumors (ccrcc1-\n4), correlated to angiogenesis-inhibitor efficacy, validated recently by other research teams. More  \nrecently, we developed a novel tumoral expression profile based on low HLA promiscuity correlated  \nto positive outcome on immune therapy and associated with cross-talk between CD8+ T cells and  \nmacrophages.  We  will  extend  our  multi-omics  approach  with  analysis  of  mRNA  sequencing  \nperformed on primary kidney tumors and metastases, germline HLA genotyping, spatial proteomics,  \nT-cell  receptor  sequencing  and  immunopeptidomics.  We  will  include  additional  patients.  The  \nmolecular ccrcc1-4 subgroups will be integrated in a combined model with the new biomarkers for  \nimmune therapy efficacy. Molecular data and  clinical  data  will be  analyzed with  state-of-the-art  \nsoftware such as R/ Python work-flows, CellChat and CibersortX. If new factors of resistance would be  \ndiscovered, and antagonists for these mechanisms are available, we will test these antagonists on  \nmurine kidney tumor models. Hence, we expect to reinforce the predictive value of the molecular  \nccrcc1-4 classification for immune therapy and to find reliable biomarkers for angiogenesis-inhibitor  \nand immune therapy combinations.\nID: KUL_1801525N\nStart date: 01-10-2024\nEnd date: 30-09-2029\nLast modified: 31-03-2025\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during  \nyour research project. For each dataset or data type (observational, experimental etc.), provide a \nshort name & description (sufficient for yourself to know what data it is about), indicate whether \nthe data are newly generated/collected or reused, digital or physical, also indicate the type of the \ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit \nof the volume of the data.\nDataset \nname / IDDescriptionNew or \nreuseDigital or \nPhysical \ndataData TypeFile \nformatData \nvolumePhysical \nvolume\nIndicate:\nN(ew \ndata)\nor \nE(xisting\ndata)Indicate:\nD(igital) \nor\nP(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther\n(specify)Indicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nClinical \ndatabaseExcel sheet \nwith all \nclinical \ndata of \npatients \nwith mRCCEDExcel file1.4Mb<1GB\nMolecular \ndatabaseExcel sheet \nwith all \nmolecular \ndata of \nmRCC \npatientsEDExcel file100Mb<1GB\nMolecular \ndatabaseRaw \nRNAseq \ndataEDExcel file100Mb<1GB\nSpatial \nproteomicsDigital \nslidesEDNumerical50GB<100GB\nSequential \nRECIST \nresponsePaper \nsheet for \neach \ntreatment \nline in each \npatientEDTextual 4 binders\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. \nDOI, Handle, URL etc.) per dataset or data type:\nWe build further on the existing database which stared as a retrospective database, but since 2010 \nincludes all patients who start with systemic therapy for metastatic RCC. We will continue to extent \nthese data compilations, without modifying the format.  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and \nprovide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nYes, patient data, but anonymized, as allowed by S63833 by the EC of UZLeuven.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)? If so, please comment per dataset or data type where \nappropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g.  \nMaterial or Data transfer agreements, Research collaboration agreements)? If so, please explain in \nthe comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed \nrelated to the data you (re)use? If so, please explain in the comment section to what data they \nrelate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information \nnecessary to keep data understandable and usable, for yourself and others, now and in the future \n(e.g. in terms of documentation levels and types required, procedures used, Electronic Lab \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded).\nThe clinical database is self-explanatory and only uses well known abbreviations. The molecular \ndatabase is generated by standard software packages.  \nWill a metadata standard be used to make it easier to find and reuse the data ? If so, please specify \nwhich metadata standard will be used. If not, please specify which metadata will be created to \nmake the data easier to find and reuse.\nNo. The databases are self-explanatory.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOn a computer and server offered by UZLeuven.\nHow will the data be backed up?\nStandard back-up provided by UZ Leuven for my storage solution\nIs there currently sufficient storage & backup capacity during the project?\nYes\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care \nof.\nNot applicable. \nHow will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?\nThe data are only available in my digital work space. Collaborators will receive if necessary a copy of \nthe data they need, but without the possibility to change the main database.  \nWhat are the expected costs for data storage and backup during the research project? How will \nthese costs be covered?\nThere are no costs, all is offered by UZ Leuven.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project?\nAll data. In ten years, I will still be working on the project …\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\nNot applicable.\nWhere will these data be archived (stored and curated for the long-term)?\nOn servers provided by UZ Leuven.  \nWhat are the expected costs for data preservation during the expected retention period? How will \nthese costs be covered?\nNo costs foreseen. \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project? Please \nexplain per dataset or data type which data will be made available.\nWe foresee several publications. In case of publication of one work package, the data of this work \npackage will be accessible for readers, as asked by the journals. The data cab then be accessed and \nused by other research teams.  \nThe data will also remain available for new projects in the same research line from 2029 on.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an  \nagreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where \nappropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset \nor data type.\nOn dedicated web sites.  \nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nNone, it is part of open access.  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession \nnumber? If already available, please provide it here.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected\nResponsibilities\nWho will manage data documentation and metadata during the research project?\nSince 2009, I’m managing the clinical and molecular database (data and metadata). I personally take \ncare of the day-by-day update of the clinical data. The PhD students working on the project will have \naccess to the data they need for their subproject.  \nWho will manage data storage and backup during the research project?\nI will manage data storage and backup during the project.\nWho will manage data preservation and sharing?\nI will manage data preservation. I will manage data sharing with support from the PhD student.\nWho will update and implement this DMP?\nI will be responsible for updating and implementing this DMP ."
    },
    "clean_full_text": "DMP prof dr Benoit Beuselinck FWO mandate 2024-2029 Title: Translational biomarker research in metastatic renal cell carcinoma treated with immune checkpoint inhibitors and/or angiogenesis inhibitors Creator: prof dr Benoit Beuselinck Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Project abstract: Our research project aims to discover predictive biomarkers for immune therapy and/or angiogenesis-inhibitors in metastatic kidney cancer, and to discover new targets in order to overcome resistance. We will build further on our molecular classification of kidney tumors (ccrcc1- 4), correlated to angiogenesis-inhibitor efficacy, validated recently by other research teams. More recently, we developed a novel tumoral expression profile based on low HLA promiscuity correlated to positive outcome on immune therapy and associated with cross-talk between CD8+ T cells and macrophages. We will extend our multi-omics approach with analysis of mRNA sequencing performed on primary kidney tumors and metastases, germline HLA genotyping, spatial proteomics, T-cell receptor sequencing and immunopeptidomics. We will include additional patients. The molecular ccrcc1-4 subgroups will be integrated in a combined model with the new biomarkers for immune therapy efficacy. Molecular data and clinical data will be analyzed with state-of-the-art software such as R/ Python work-flows, CellChat and CibersortX. If new factors of resistance would be discovered, and antagonists for these mechanisms are available, we will test these antagonists on murine kidney tumor models. Hence, we expect to reinforce the predictive value of the molecular ccrcc1-4 classification for immune therapy and to find reliable biomarkers for angiogenesis-inhibitor and immune therapy combinations. ID: KUL_1801525N Start date: 01-10-2024 End date: 30-09-2029 Last modified: 31-03-2025 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate: N(ew data) or E(xisting data)Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)Indicate: <1GB <100GB <1TB <5TB >5TB NA Clinical databaseExcel sheet with all clinical data of patients with mRCCEDExcel file1.4Mb<1GB Molecular databaseExcel sheet with all molecular data of mRCC patientsEDExcel file100Mb<1GB Molecular databaseRaw RNAseq dataEDExcel file100Mb<1GB Spatial proteomicsDigital slidesEDNumerical50GB<100GB Sequential RECIST responsePaper sheet for each treatment line in each patientEDTextual 4 binders If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We build further on the existing database which stared as a retrospective database, but since 2010 includes all patients who start with systemic therapy for metastatic RCC. We will continue to extent these data compilations, without modifying the format. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes, patient data, but anonymized, as allowed by S63833 by the EC of UZLeuven. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The clinical database is self-explanatory and only uses well known abbreviations. The molecular database is generated by standard software packages. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No. The databases are self-explanatory. Data Storage & Back-up during the Research Project Where will the data be stored? On a computer and server offered by UZLeuven. How will the data be backed up? Standard back-up provided by UZ Leuven for my storage solution Is there currently sufficient storage & backup capacity during the project? Yes If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Not applicable. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are only available in my digital work space. Collaborators will receive if necessary a copy of the data they need, but without the possibility to change the main database. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs, all is offered by UZ Leuven. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? All data. In ten years, I will still be working on the project … In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Not applicable. Where will these data be archived (stored and curated for the long-term)? On servers provided by UZ Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs foreseen. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. We foresee several publications. In case of publication of one work package, the data of this work package will be accessible for readers, as asked by the journals. The data cab then be accessed and used by other research teams. The data will also remain available for new projects in the same research line from 2029 on. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. On dedicated web sites. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. None, it is part of open access. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs are expected Responsibilities Who will manage data documentation and metadata during the research project? Since 2009, I’m managing the clinical and molecular database (data and metadata). I personally take care of the day-by-day update of the clinical data. The PhD students working on the project will have access to the data they need for their subproject. Who will manage data storage and backup during the research project? I will manage data storage and backup during the project. Who will manage data preservation and sharing? I will manage data preservation. I will manage data sharing with support from the PhD student. Who will update and implement this DMP? I will be responsible for updating and implementing this DMP ."
}