{
    "document_id": "D-2024-2994",
    "LinkTitle": "D-2024-2994",
    "file_name": "D-2024-2994.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2994.pdf",
    "metadata": {
        "title": "KEEPING YOU(TH) IN MIND: A MIXED-METHOD FEASIBILITY AND EFFECTIVENESS STUDY OF A BRIEF MENTALIZING INTERVENTION FOR TEACHERS WORKING WITH HARD-TO-REACH STUDENTS",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "KEEPING YOU(TH) IN MIND: A MIXED-METHOD FEASIBILITY AND EFFECTIVENESS STUDY OF\nA BRIEF MENTALIZING INTERVENTION FOR TEACHERS WORKING WITH HARD-TO-REACH\nSTUDENTS\nA Data Management Plan created using DMPonline.be\nCreator: \nSaskia Malcorps\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0A9L24N or SAP: 3H240028\nID: \n208280\nStart date: \n01-03-2024\nEnd date: \n31-12-2025\nProject abstract:\nSchools are facing an increasing number of ‘hard-to-reach’ students who present with multiple socio-emotional problems and tend to\ndrop out from school. These students not only struggle with their own mental health but their problems also often have a negative impact\non the wellbeing of others, including their teachers. Teachers report that students with these problems tend to undermine their teaching,\nstrain teacher-student relationships and impact their own feelings of competence and wellbeing. While several empirically validated\nteacher-focused interventions exist, there is a dearth of studies that focus on teachers of this group of ‘hard-to-reach’ students,\nparticularly in Flanders. Hence, there is a need for specialized, scalable interventions that specifically provide support for teachers in\nreflecting about and engaging with these students.\nThis study aims to evaluate ‘Keeping You(th) in Mind’, a blended intervention aimed at enhancing mentalizing about hard-to-reach\nstudents in teachers developed in co-creation with teachers and young people. Mentalizing is the ability to understand oneself and others\nbased on internal mental states such as thoughts, feelings and desires, and is assumed to be a crucial factor for establishing positive\nteacher-student relations and teacher wellbeing. This study will investigate the feasibility and effectiveness of Keeping You(th) in Mind. If\nsuccessful, the intervention will be made available at low cost to Flemish high schools.\nLast modified: \n19-06-2024\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n1 of 7\nKEEPING YOU(TH) IN MIND: A MIXED-METHOD FEASIBILITY AND EFFECTIVENESS STUDY OF\nA BRIEF MENTALIZING INTERVENTION FOR TEACHERS WORKING WITH HARD-TO-REACH\nSTUDENTS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWP1\nQualitative Interview\nand Focus group\nstudy\nGenerate new data\nDigital\nObservational (audio)\n.mp3\n< 5TB\nNA\n \n \n \nDigital\nSurvey Data\n.sav\n<1GB\n \n \n \n \nDigital\nTranscriptions of\naudiovisual data\n.word\n<1GB\n \nWP2\nFeasibility -\neffectiveness study \nGenerate new data\nDigital\nSurvey data \n.sav\n<1GB\nNA\n \n \n \nDigital\nmetadata website\n.xml\n<1GB\n \nWP3\nImplementation plan\nGenerate New data\nDigital\nManual for mental\nhealth professionals at\nschool\n.word\n<1GB\nNA\n \n \n \n \nTrainging program\n.word\n<1GB\n \n \n \n \n \nDevelopment website\nwith all materials\n.html\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nThis project includes the use of human data (WP1 and WP2):  doing interviews/focus groups with both hard-to-reach students and\ntheir teachers and collecting sensitive personal data : basic demographic info in WP1, information on sick-leave, mental health, \nage, sex, gender identity, level of education, ethnic origin) via surveys.\nHowever, research on vulnerable/at-risk individuals is needed to gain more insight into developmental processes involved in\nexplaining vulnerability for psychopathology. It is the\nonly way to increase our knowledge in this area to improve preventative and intervention strategies. Ethical permission for WP1\n(pilot study) has already been obtained from the\nPRivacy and EThics board and the Social and Societal Ethics Committee of KU Leuven (G-2024-7848-R2(MAR)), Ethical\npermission for WP2 is in progress.\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n2 of 7\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nFor this project (WP1-2) we will collect personal data about hard-to-reach students and their teachers and their children,\nspecifically\n1) demographic information and information about school career (name, age, sex, gender, migration background, education type,\neducation year, years students had to double, current living situation) of students (WP1)\n2) demographic characteristics of teachers (name, age, sex, gender, migration background, highest degree, education type and\ngrades they are teaching in (WP1 and 2)\n3) audio-visual data (focus group and interview recordings) from both students and teachers (WP1) \n4) data on psychological difficulties and characteristics, school attitudes, absences at work from teachers (WP2) \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nDocumentation of intervention study\nA detailed study protocol (Word document) is developed in which the intervention study of WP2 is documented. \nDocumentation of data processing and analyses\nReadme file for each dataset (following KU Leuven template https://www.kuleuven.be/rdm/en/README)\nInformation on the methodology used to collect the data will be published in detail in research papers\nCodebooks and coding rules, describing in detail what the meaning is of the data (how each row and each column in the\ndataset was coded) (.docx, .xls, .csv)\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n3 of 7\nSyntax files on how raw data was processed and analyzed: For every dataset; we will develop two syntaxes. The first syntax\nwill serve to clean the data-output from the online surveys (Qualtrics) in order to establish a raw datafile. The second will\nserve to score the different questionnaires in the raw dataset (re-code where necessary, calculate subscale and total scores)\nin order to establish a final, scored\ndatafile. Every syntax will clearly detail the steps that need to be taken to clean/score data. In addition, we will make a\nexcelfile with the definition of all data variables used in the raw and scored datafiles.\nFinalization of study\nAt the completion of the project, all above mentioned documents will be added to a secured cloud-based repository from\nKULeuven (KULeuven Research Data Repository or\nRDR).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n1\n. \nA time-stamped master copy of the dataset will be kept on (a) two external hard disks secured with bitlocker, and kept in a\npassword protected secured cupboard; (b) the KULeuven onedrive of the supervisor, Patrick Luyten (encrypted network drive\nwith automatic back-up procedures). \n2\n. \nAnonymized copies of the coded dataset can be made and will be stored on the OneDrive (linked to KULeuven account) of a\npersonal computer.\n3\n. \nThe participant name and contact information coupled to the study ID's will be stored\nseparately from the master file in a secure environment. Only the study manager Mélanie Bex\n(melanie.bex@kuleuven.be) has access to this information.\n4\n. \nThe audiorecordings of the participants cannot be anonymized. The files will be compressed and stored in the university's\nsecure environment, with a physical\nback-up on a bit-locker encrypted external hard drive.\n5\n. \nAt the end of the study the final anonymized dataset will be stored on a secured cloud-based repository from KU Leuven (KU\nLeuven RDR). RDR makes is possible to also include all the necessary documentation that will help others understand your\ndata and make it fully reusable: information about instruments of data collection, codebooks, protocols, interviewer\nguidelines, and so on.\n6\n. \nIn addition, hard disks are stored by the supervisor in a secured cupboard for 20 years.\nHow will the data be backed up?\n1\n. \nThe full data of the project will be stored and preserved by supervisor prof. Dr. Patrick Luyten. A time-stamped master copy\nof the data set will be kept on two external hard disks\nsecured with bitlocker (one disk is used as back up), and kept in a password protected secured cupboard (access restricted\nto the fellow and supervisor) as well as stored on the KULeuven onedrive of the supervisor, Patrick Luyten (encrypted\nnetwork drive with automatic back-up procedures). \n2\n. \nAfter the end of the study, the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven\nRDR).\n3\n. \nIn addition, hard disks are stored by the supervisor in a secured cupboard for 20 years.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n4 of 7\nNo\nUsing the FWO bench fee, the fellow has already purchased two hard disk drives with storage space upto 10 TB, which exceeds\nthe storage room needed for the current study.\nIn addition, final datasets will be saved on the KU Leuven RDR, on which every KU Leuven researcher can store 50 GB per year\nfor free.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nExternal hard disks will be encrypted with bitlocker, and kept in a password protected secured cupboard. Access will be restricted\nto the research manager, Mélanie Bex, and supervisor, Patrick Luyten. Copies of the coded data set can be made and will be\nstored on the OneDrive (linked to KULeuven account) of a personal computer. All personal computers from KU Leuven are\nsecured by bitlocker, a password and 2-factor authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs mentioned, 2 external hard drive disks have already been pruchased using the FWO bench fee. In addition, every KU Leuven\nresearcher can store 50 GB per year for free on\nKU Leuven RDR.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nIn line with the regulations of KU Leuven, the pseudonymized and anonymized master file of the data will be preserved for 10\nyears after the end of the study.\nAll survey data will be pseudonymized and converted to plain text and numerical data stored in the form of electronic\ndatasets. Pseudonymization will be done by assigning a study-ID to each participant. The identifiable data (name and\nother demographic information) will be stored separately from the pseudonymized data. The link between the study-ID\nand any identifiable personal information will be deleted at the end of the study.\nIn the audio material, the participants are inherently identifiable. This material will be transcribed and analyzed into text\ndata. Once the raw (identifiable) video and audio material has been successfully converted and analyzed, it will be\ndeleted in order to comply with the GDPR guidelines concerning personal data.\n \nWhere will these data be archived (stored and curated for the long-term)?\nAs mentioned, the date will be stored for the long term at KULeuven. At the end of the study the final dataset will be stored on a\nsecured cloud-based repository from KU Leuven\n(KU Leuven RDR). In addition, datasets will be stored (a) on two with bitlocker secured external hard drives in a separate\npassword protected cupboard, (b) on the encrypted one drive of the supervisor, Prof. Patrick Luyten, for at least ten years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nHard drives have already been purchased, and every KU Leuven researcher can store 50 GB per year for free on KU Leuven\nRDR.\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIdentifiable personal data cannot be shared. The anonymized master file of the data will be deposited on the RDR KU Leuven\nplatform and made available to other researchers upon reasonable request. The data can only be used for the advancement of\nscientific knowledge on school-based interventions or studies on teacher mentalizing. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be\nallowed that are in line with the explained purpose\nof the study and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nThe intervention study concerns a relative small number of participants (n=60) which makes it possible to identify participants.\nTherefore, the pseudonymized master file is not shared with open access. \nMore generally: Identifiable personal data will not be shared (personal data, audio and video material). \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn a restricted access repository (KULeuven RDR)\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThis will be determined in a later phase of research.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nThis will be determined in a later phase of research.\nWhat are the expected costs for data sharing? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n6 of 7\nThe KU Leuven RDR data repository is free of charge so no costs are involved in data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nResearch manager, Mélanie Bex, will be responsible for data documentation and metadata on a daily basis. The overall\nresponsibility of data documentation and metadata rests with the supervisor (Dr. Patrick Luyten). \nWho will manage data storage and backup during the research project?\nMélanie Bex, will manage data storage and backup during the research project. The overall responsibility of data storage and\nbackup rests with the supervisor (Dr. Patrick Luyten). \nWho will manage data preservation and sharing?\nThe supervisor (Dr. Patrick Luyten) is responsible for data preservation and reuse. \nWho will update and implement this DMP?\nThe co-supervisor, Saskia Malcorps, will update and implement this DMP, together with the research manager, Mélanie Bex \nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n7 of 7"
    },
    "clean_full_text": "KEEPING YOU(TH) IN MIND: A MIXED-METHOD FEASIBILITY AND EFFECTIVENESS STUDY OF A BRIEF MENTALIZING INTERVENTION FOR TEACHERS WORKING WITH HARD-TO-REACH STUDENTS A Data Management Plan created using DMPonline.be Creator: Saskia Malcorps Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0A9L24N or SAP: 3H240028 ID: 208280 Start date: 01-03-2024 End date: 31-12-2025 Project abstract: Schools are facing an increasing number of ‘hard-to-reach’ students who present with multiple socio-emotional problems and tend to drop out from school. These students not only struggle with their own mental health but their problems also often have a negative impact on the wellbeing of others, including their teachers. Teachers report that students with these problems tend to undermine their teaching, strain teacher-student relationships and impact their own feelings of competence and wellbeing. While several empirically validated teacher-focused interventions exist, there is a dearth of studies that focus on teachers of this group of ‘hard-to-reach’ students, particularly in Flanders. Hence, there is a need for specialized, scalable interventions that specifically provide support for teachers in reflecting about and engaging with these students. This study aims to evaluate ‘Keeping You(th) in Mind’, a blended intervention aimed at enhancing mentalizing about hard-to-reach students in teachers developed in co-creation with teachers and young people. Mentalizing is the ability to understand oneself and others based on internal mental states such as thoughts, feelings and desires, and is assumed to be a crucial factor for establishing positive teacher-student relations and teacher wellbeing. This study will investigate the feasibility and effectiveness of Keeping You(th) in Mind. If successful, the intervention will be made available at low cost to Flemish high schools. Last modified: 19-06-2024 Created using DMPonline.be. Last modiﬁed 19 June 2024 1 of 7 KEEPING YOU(TH) IN MIND: A MIXED-METHOD FEASIBILITY AND EFFECTIVENESS STUDY OF A BRIEF MENTALIZING INTERVENTION FOR TEACHERS WORKING WITH HARD-TO-REACH STUDENTS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WP1 Qualitative Interview and Focus group study Generate new data Digital Observational (audio) .mp3 < 5TB NA Digital Survey Data .sav <1GB Digital Transcriptions of audiovisual data .word <1GB WP2 Feasibility - effectiveness study Generate new data Digital Survey data .sav <1GB NA Digital metadata website .xml <1GB WP3 Implementation plan Generate New data Digital Manual for mental health professionals at school .word <1GB NA Trainging program .word <1GB Development website with all materials .html <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This project includes the use of human data (WP1 and WP2): doing interviews/focus groups with both hard-to-reach students and their teachers and collecting sensitive personal data : basic demographic info in WP1, information on sick-leave, mental health, age, sex, gender identity, level of education, ethnic origin) via surveys. However, research on vulnerable/at-risk individuals is needed to gain more insight into developmental processes involved in explaining vulnerability for psychopathology. It is the only way to increase our knowledge in this area to improve preventative and intervention strategies. Ethical permission for WP1 (pilot study) has already been obtained from the PRivacy and EThics board and the Social and Societal Ethics Committee of KU Leuven (G-2024-7848-R2(MAR)), Ethical permission for WP2 is in progress. Created using DMPonline.be. Last modiﬁed 19 June 2024 2 of 7 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes For this project (WP1-2) we will collect personal data about hard-to-reach students and their teachers and their children, specifically 1) demographic information and information about school career (name, age, sex, gender, migration background, education type, education year, years students had to double, current living situation) of students (WP1) 2) demographic characteristics of teachers (name, age, sex, gender, migration background, highest degree, education type and grades they are teaching in (WP1 and 2) 3) audio-visual data (focus group and interview recordings) from both students and teachers (WP1) 4) data on psychological difficulties and characteristics, school attitudes, absences at work from teachers (WP2) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation of intervention study A detailed study protocol (Word document) is developed in which the intervention study of WP2 is documented. Documentation of data processing and analyses Readme file for each dataset (following KU Leuven template https://www.kuleuven.be/rdm/en/README) Information on the methodology used to collect the data will be published in detail in research papers Codebooks and coding rules, describing in detail what the meaning is of the data (how each row and each column in the dataset was coded) (.docx, .xls, .csv) Created using DMPonline.be. Last modiﬁed 19 June 2024 3 of 7 Syntax files on how raw data was processed and analyzed: For every dataset; we will develop two syntaxes. The first syntax will serve to clean the data-output from the online surveys (Qualtrics) in order to establish a raw datafile. The second will serve to score the different questionnaires in the raw dataset (re-code where necessary, calculate subscale and total scores) in order to establish a final, scored datafile. Every syntax will clearly detail the steps that need to be taken to clean/score data. In addition, we will make a excelfile with the definition of all data variables used in the raw and scored datafiles. Finalization of study At the completion of the project, all above mentioned documents will be added to a secured cloud-based repository from KULeuven (KULeuven Research Data Repository or RDR). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? 1 . A time-stamped master copy of the dataset will be kept on (a) two external hard disks secured with bitlocker, and kept in a password protected secured cupboard; (b) the KULeuven onedrive of the supervisor, Patrick Luyten (encrypted network drive with automatic back-up procedures). 2 . Anonymized copies of the coded dataset can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer. 3 . The participant name and contact information coupled to the study ID's will be stored separately from the master file in a secure environment. Only the study manager Mélanie Bex (melanie.bex@kuleuven.be) has access to this information. 4 . The audiorecordings of the participants cannot be anonymized. The files will be compressed and stored in the university's secure environment, with a physical back-up on a bit-locker encrypted external hard drive. 5 . At the end of the study the final anonymized dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). RDR makes is possible to also include all the necessary documentation that will help others understand your data and make it fully reusable: information about instruments of data collection, codebooks, protocols, interviewer guidelines, and so on. 6 . In addition, hard disks are stored by the supervisor in a secured cupboard for 20 years. How will the data be backed up? 1 . The full data of the project will be stored and preserved by supervisor prof. Dr. Patrick Luyten. A time-stamped master copy of the data set will be kept on two external hard disks secured with bitlocker (one disk is used as back up), and kept in a password protected secured cupboard (access restricted to the fellow and supervisor) as well as stored on the KULeuven onedrive of the supervisor, Patrick Luyten (encrypted network drive with automatic back-up procedures). 2 . After the end of the study, the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). 3 . In addition, hard disks are stored by the supervisor in a secured cupboard for 20 years. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 19 June 2024 4 of 7 No Using the FWO bench fee, the fellow has already purchased two hard disk drives with storage space upto 10 TB, which exceeds the storage room needed for the current study. In addition, final datasets will be saved on the KU Leuven RDR, on which every KU Leuven researcher can store 50 GB per year for free. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? External hard disks will be encrypted with bitlocker, and kept in a password protected secured cupboard. Access will be restricted to the research manager, Mélanie Bex, and supervisor, Patrick Luyten. Copies of the coded data set can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer. All personal computers from KU Leuven are secured by bitlocker, a password and 2-factor authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As mentioned, 2 external hard drive disks have already been pruchased using the FWO bench fee. In addition, every KU Leuven researcher can store 50 GB per year for free on KU Leuven RDR. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In line with the regulations of KU Leuven, the pseudonymized and anonymized master file of the data will be preserved for 10 years after the end of the study. All survey data will be pseudonymized and converted to plain text and numerical data stored in the form of electronic datasets. Pseudonymization will be done by assigning a study-ID to each participant. The identifiable data (name and other demographic information) will be stored separately from the pseudonymized data. The link between the study-ID and any identifiable personal information will be deleted at the end of the study. In the audio material, the participants are inherently identifiable. This material will be transcribed and analyzed into text data. Once the raw (identifiable) video and audio material has been successfully converted and analyzed, it will be deleted in order to comply with the GDPR guidelines concerning personal data. Where will these data be archived (stored and curated for the long-term)? As mentioned, the date will be stored for the long term at KULeuven. At the end of the study the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). In addition, datasets will be stored (a) on two with bitlocker secured external hard drives in a separate password protected cupboard, (b) on the encrypted one drive of the supervisor, Prof. Patrick Luyten, for at least ten years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Hard drives have already been purchased, and every KU Leuven researcher can store 50 GB per year for free on KU Leuven RDR. Created using DMPonline.be. Last modiﬁed 19 June 2024 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Identifiable personal data cannot be shared. The anonymized master file of the data will be deposited on the RDR KU Leuven platform and made available to other researchers upon reasonable request. The data can only be used for the advancement of scientific knowledge on school-based interventions or studies on teacher mentalizing. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed that are in line with the explained purpose of the study and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects The intervention study concerns a relative small number of participants (n=60) which makes it possible to identify participants. Therefore, the pseudonymized master file is not shared with open access. More generally: Identifiable personal data will not be shared (personal data, audio and video material). Where will the data be made available? If already known, please provide a repository per dataset or data type. In a restricted access repository (KULeuven RDR) Upon request by mail When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. This will be determined in a later phase of research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes This will be determined in a later phase of research. What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 19 June 2024 6 of 7 The KU Leuven RDR data repository is free of charge so no costs are involved in data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Research manager, Mélanie Bex, will be responsible for data documentation and metadata on a daily basis. The overall responsibility of data documentation and metadata rests with the supervisor (Dr. Patrick Luyten). Who will manage data storage and backup during the research project? Mélanie Bex, will manage data storage and backup during the research project. The overall responsibility of data storage and backup rests with the supervisor (Dr. Patrick Luyten). Who will manage data preservation and sharing? The supervisor (Dr. Patrick Luyten) is responsible for data preservation and reuse. Who will update and implement this DMP? The co-supervisor, Saskia Malcorps, will update and implement this DMP, together with the research manager, Mélanie Bex Created using DMPonline.be. Last modiﬁed 19 June 2024 7 of 7"
}