{
    "document_id": "D-2024-2605",
    "LinkTitle": "D-2024-2605",
    "file_name": "D-2024-2605.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2605.pdf",
    "metadata": {
        "title": "ATP13A2 agonists for Parkinson’s disease therapy",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "ATP13A2 agonists for Parkinson’s disease therapy\nATP13A2 agonists for Parkinson’s disease therapy\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nJialin Chen, Peter Vangheluwe, Michele Curcio\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nPeter Vangheluwe\nProject Administrator:\nProject Administrator:\n \nMichele Curcio, Jialin Chen\nGrant number / URL: \nGrant number / URL: \nZKE5554 - C3/23/066\nID: \nID: \n207841\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2025\nProject abstract:\nProject abstract:\nATP13A2, an emerging drug target for Parkinson’s disease (PD) is the second most common and fastest growing neurodegenerative disorder affecting\nover 6 million people worldwide. Our compelling insights into the ATP13A2-dependent disease mechanism illustrate that a low polyamine availability\nand disturbed intracellular polyamine distribution may drive PD pathology. we hypothesize that ATP13A2 agonists will slow down or halt PD\nprogression by restoring tissue and intracellular polyamine levels, thereby rescuing lysosomal and mitochondrial dysfunction. Via a small molecule\ndrug screening program, we here aim to identify, characterize and optimize ATP13A2 agonists to select a minimum of two independent early lead\nseries for further (pre-)clinical development.\nLast modified: \nLast modified: \n31-05-2024\nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n1 of 7\nATP13A2 agonists for Parkinson’s disease therapy\nATP13A2 agonists for Parkinson’s disease therapy\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nexperimental\nProtein gel\npictures\nN\nD\nI\ntiff, jpg, png \n<1GB\n \nexperimental\nWestern blotting\npictures\nN\nD\nI\n.scn\n<100GB\n \nexperimental\nFlow cytometry\nN\nD\nSO\n.fcs, .pdf\n<100GB\n \nexperimental\nPlate reader\nN\nD\nT\n.xlsx\n<1GB\n \nexperimental\nSequencing\nN\nD\nT, SO\n.txt, .api\n<1GB\n \nexperimental\nPlasmid and\nprotein data\nN\nD, P\nT, SO\ndna, .prot, .praln\n<1GB\n20˚C: 2\nboxs\n-80˚C: 2\nracks\nexperimental\nCell lines\nN\nP\n \n \n \n<50 cell\nlines\nexperimental &\ncompiled\nStructures\nN\nD\nI, SO\npdb, .cif.gz, .pdf,\n.jpg, .png\n<100GB\n \nexperimental\nData from CRO\nN\nD\nI, N,T\n.pdf, .pptx, .xlsx\n<100GB\n \nExperimental,\nobservational\nNotebook\nN\nD\nSO\n.one\n<1GB\n \nexperimental\nImage data\nN\nD\nI, SO\n.czi, .tiff\n<100GB\n \n \nExisting data\nO\nD, P\n \n \n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nData generated from previous work with grant number ZL3A400500-101, including DNA plasmids, protein, cell line and experimental data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n2 of 7\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\n●\n       The aim of the project is to identify novel ATP13A2 small molecule activators which can be further advanced in pre-clinical and clinical\ndevelopment for the treatment of Parkinson’s disease. Exploitable results (via patenting, exclusive licensing or transfer) include all\nexperimental data including:\n●\n       Detailed assay protocols\n●\n       Results of the HTS campaign(s) and validation assays\n●\n       Chemical structures of the hit compounds and derived active analogs\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere are no third party agreements that restrict exploitation of the data which is the primary aim of this project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nExploitable results of this project i.e. all data related to the identification and validation of activators of ATP13A2 will be protected by a patent\napplication and/or exclusively licensed or transferred to a third party for further (co) development. Hence these project results will be kept\nconfidential and will only be disclosed under a NDA to an interested third party during advanced licensing/transfer negotiations.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nQuestion not answered.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAt LCTS, the researchers use a shared OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating type of experiments.\nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n3 of 7\nWithin each tab, the notes are organized by date of experiments and contain detailed information of each experiments, including date, title,\nexperiment temperature, concentration of reagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new\nexperiment has been initiated.The raw data and analysis files are stored in personal J-drive folders under this project. Organized in the same\nmanner as in the notebook. It contains subfolders per type of experiment, and within the subfolder, the data from individual experiments\norganized by date of conduction. Common information including SOP, cell line information, protein sequences is stored in a common J-drive\nfolder of the lab. Each member has access to their own personal folder, the common lab folder and OneNote. The PI and the lab manager have\naccess to all folders. \nAt Cistim:\nData and metadata will be collected in line with current standards for comparable medicinal chemistry / biomedical research (publication\nstandards, activity databases such as ChEMBL) and recorded within the Dotmatics platform. All procedures such as data analysis are linked to\nprotocols which explain the experiment. Dotmatics support or dedicated persons are responsible for providing naming conventions to define\nsteps, to allow quick data retrieval and analysis calculation.\nFor chemical substances:\nInformation will be collected on multiple levels including compound (overall structure), batch or sample level. Batch information captures data\nassociated with individual purchases and registrations of a chemical substance, including (non-limiting) registration date, registered quantity,\nsalt form, supplier and supplier reference (for purchased items) or links to individual laboratory notebooks and analytical data (for substances\nproduced within CISTIM). Sample information captures data associated with the preparation samples (weighted from a specific batch) for the\npurpose of one or more experiments, including registration date, weighted quantity, unique vial barcode and sample recipient. \nFor biological data:\nCaptured information include the experiment date, individual experiment IDs, individual protocol IDs. Information about the tested\nsubstance(s) is recorded on a compound, batch and sample level. Individual data points resulting e.g. from generation of dose-response curves\nis recorded. The performed analysis, as well as the resulting (alpha)numerical value(s) are recorded. A dedicated field tracks the validation\nstatus of the experiment(s). Additional remarks and observations regarding particular experiments can be captured in a dedicated field. Any\nrelevant information that could not be captured within the standard fields from the Dotmatics platform will be associated with (a) dedicated\nreadme file(s). General guidelines regarding the generation of such files can be found on e.g. https://www.library.gatech.edu/repository-\nmetadata or https://www.library.gatech.edu/repository-metadata.\nActivities outsourced to 3rd parties:\nProcedures, protocols, raw data, processed data, results and reports are shared via online platform (or email) and stored on the J-drive\n \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nLCTS:\nEach researcher will store his/her data on their personal folder on the j-drive. This is our data repository for short term storage which is\nexpandable, fast and the data can be modified by the researcher itself.  Only the PI and the lab manager have access to all the folders of the j-\ndrive. \nThe common data storage concerning cell lines, plasmids, antibodies is in a folder under the j-drive and is under restricted authorization. All\nmembers of the lab can read these files, but changes can only be made by the persons with authorization\nWhen data is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term storage. Only the PI and\nthe lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this.\nCISTIM:\nAll data are stored on secure on premise servers maintained by the KULeuven IT service (KU Leuven Network drive).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAn automatic back-up service is provided by KU Leuven ICT service\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n4 of 7\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nLCTS:\nData are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders:\nthe PI and the lab manager. Changes in the shared OneNote made by another team member will be automatically indicated with the name of\nthe person, and older versions can be restored if needed. Each researcher has access to his own personal folder and the project folder he/she is\ninvolved in on the j-drive, and has read only access to the data on the long-term storage (k-drive).  Non-authorized persons can’t access or\nmodify the data.\nCISTIM:\nData are shared via a secure on premise folders under direct control of the KULeuven IT service. Data are stored on secured on-premise\nservers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged\neach year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. These costs were foreseen in the\napplication and if more the lab budget will be used to cover these expenses.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nOnce the research is completed, all original data and summary/report files will be grouped and collected at the k-drive and will stay there for at\nleast 10 years after the project. The data that are still used in experiments will be stored on the j-drive in shared folder between CD3 and LCTS.\nRaw data and analysis files will be stored under the folder of the researcher. When the researcher leaves the lab, these data will be moved to\nthe k-drive.  \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included in\nthe price. These costs were foreseen in the budget request of the application and if more, the lab budget will be used to cover these expenses.\nData Sharing and Reuse\nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n5 of 7\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nA part of the data from this project is under restrictions:\nStructures of the drugs are only available to CD3. Only dedicated staff at CD3 (chemists working on the project, PMO, management) has\ninternal access to chemical structures via Dotmatics. \nA part of the data about the biology of ATP13A2 generated at LCTS that is not under restricted use will be subject of  future publications\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nStructures of the drugs are only available to CD3. Only dedicated staff at CD3 (chemists working on the project, PMO, management) has\ninternal access to chemical structures via Dotmatics. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe aim is to protect exploitable data via a patent application in the future.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nPublishable data not related to exploitation will be made available as follows:\nDNA plasmids: Addgene\nExperimental data sets and associated readme files involved in a publication: zenodo\nExperimental protocols: protocols.io\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n6 of 7\n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nIt will be covered by the current grant\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDuring the research, individual co-workers are responsible to collect and store data on a dedicated\npersonnel j-drive. The data will be reviewed by the principal investigator. \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPeter Vangheluwe and the ICT service at KU Leuven\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLCTS: Marleen Schuermans and Peter Vangheluwe \nCISTIM: Michele Curcio and Patrick Chaltin\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPeter Vangheluwe\n \nCreated using DMPonline.be. Last modiﬁed 31 May 2024\n7 of 7"
    },
    "clean_full_text": "ATP13A2 agonists for Parkinson’s disease therapy ATP13A2 agonists for Parkinson’s disease therapy A Data Management Plan created using DMPonline.be Creators: Creators: Jialin Chen, Peter Vangheluwe, Michele Curcio Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Peter Vangheluwe Project Administrator: Project Administrator: Michele Curcio, Jialin Chen Grant number / URL: Grant number / URL: ZKE5554 - C3/23/066 ID: ID: 207841 Start date: Start date: 01-01-2024 End date: End date: 31-12-2025 Project abstract: Project abstract: ATP13A2, an emerging drug target for Parkinson’s disease (PD) is the second most common and fastest growing neurodegenerative disorder affecting over 6 million people worldwide. Our compelling insights into the ATP13A2-dependent disease mechanism illustrate that a low polyamine availability and disturbed intracellular polyamine distribution may drive PD pathology. we hypothesize that ATP13A2 agonists will slow down or halt PD progression by restoring tissue and intracellular polyamine levels, thereby rescuing lysosomal and mitochondrial dysfunction. Via a small molecule drug screening program, we here aim to identify, characterize and optimize ATP13A2 agonists to select a minimum of two independent early lead series for further (pre-)clinical development. Last modified: Last modified: 31-05-2024 Created using DMPonline.be. Last modiﬁed 31 May 2024 1 of 7 ATP13A2 agonists for Parkinson’s disease therapy ATP13A2 agonists for Parkinson’s disease therapy Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA experimental Protein gel pictures N D I tiff, jpg, png <1GB experimental Western blotting pictures N D I .scn <100GB experimental Flow cytometry N D SO .fcs, .pdf <100GB experimental Plate reader N D T .xlsx <1GB experimental Sequencing N D T, SO .txt, .api <1GB experimental Plasmid and protein data N D, P T, SO dna, .prot, .praln <1GB 20˚C: 2 boxs -80˚C: 2 racks experimental Cell lines N P <50 cell lines experimental & compiled Structures N D I, SO pdb, .cif.gz, .pdf, .jpg, .png <100GB experimental Data from CRO N D I, N,T .pdf, .pptx, .xlsx <100GB Experimental, observational Notebook N D SO .one <1GB experimental Image data N D I, SO .czi, .tiff <100GB Existing data O D, P <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Data generated from previous work with grant number ZL3A400500-101, including DNA plasmids, protein, cell line and experimental data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 31 May 2024 2 of 7 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes ● The aim of the project is to identify novel ATP13A2 small molecule activators which can be further advanced in pre-clinical and clinical development for the treatment of Parkinson’s disease. Exploitable results (via patenting, exclusive licensing or transfer) include all experimental data including: ● Detailed assay protocols ● Results of the HTS campaign(s) and validation assays ● Chemical structures of the hit compounds and derived active analogs Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There are no third party agreements that restrict exploitation of the data which is the primary aim of this project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Exploitable results of this project i.e. all data related to the identification and validation of activators of ATP13A2 will be protected by a patent application and/or exclusively licensed or transferred to a third party for further (co) development. Hence these project results will be kept confidential and will only be disclosed under a NDA to an interested third party during advanced licensing/transfer negotiations. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Question not answered. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No At LCTS, the researchers use a shared OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating type of experiments. Created using DMPonline.be. Last modiﬁed 31 May 2024 3 of 7 Within each tab, the notes are organized by date of experiments and contain detailed information of each experiments, including date, title, experiment temperature, concentration of reagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new experiment has been initiated.The raw data and analysis files are stored in personal J-drive folders under this project. Organized in the same manner as in the notebook. It contains subfolders per type of experiment, and within the subfolder, the data from individual experiments organized by date of conduction. Common information including SOP, cell line information, protein sequences is stored in a common J-drive folder of the lab. Each member has access to their own personal folder, the common lab folder and OneNote. The PI and the lab manager have access to all folders. At Cistim: Data and metadata will be collected in line with current standards for comparable medicinal chemistry / biomedical research (publication standards, activity databases such as ChEMBL) and recorded within the Dotmatics platform. All procedures such as data analysis are linked to protocols which explain the experiment. Dotmatics support or dedicated persons are responsible for providing naming conventions to define steps, to allow quick data retrieval and analysis calculation. For chemical substances: Information will be collected on multiple levels including compound (overall structure), batch or sample level. Batch information captures data associated with individual purchases and registrations of a chemical substance, including (non-limiting) registration date, registered quantity, salt form, supplier and supplier reference (for purchased items) or links to individual laboratory notebooks and analytical data (for substances produced within CISTIM). Sample information captures data associated with the preparation samples (weighted from a specific batch) for the purpose of one or more experiments, including registration date, weighted quantity, unique vial barcode and sample recipient. For biological data: Captured information include the experiment date, individual experiment IDs, individual protocol IDs. Information about the tested substance(s) is recorded on a compound, batch and sample level. Individual data points resulting e.g. from generation of dose-response curves is recorded. The performed analysis, as well as the resulting (alpha)numerical value(s) are recorded. A dedicated field tracks the validation status of the experiment(s). Additional remarks and observations regarding particular experiments can be captured in a dedicated field. Any relevant information that could not be captured within the standard fields from the Dotmatics platform will be associated with (a) dedicated readme file(s). General guidelines regarding the generation of such files can be found on e.g. https://www.library.gatech.edu/repository- metadata or https://www.library.gatech.edu/repository-metadata. Activities outsourced to 3rd parties: Procedures, protocols, raw data, processed data, results and reports are shared via online platform (or email) and stored on the J-drive Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) LCTS: Each researcher will store his/her data on their personal folder on the j-drive. This is our data repository for short term storage which is expandable, fast and the data can be modified by the researcher itself. Only the PI and the lab manager have access to all the folders of the j- drive. The common data storage concerning cell lines, plasmids, antibodies is in a folder under the j-drive and is under restricted authorization. All members of the lab can read these files, but changes can only be made by the persons with authorization When data is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. CISTIM: All data are stored on secure on premise servers maintained by the KULeuven IT service (KU Leuven Network drive). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution An automatic back-up service is provided by KU Leuven ICT service Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? Created using DMPonline.be. Last modiﬁed 31 May 2024 4 of 7 If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? LCTS: Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders: the PI and the lab manager. Changes in the shared OneNote made by another team member will be automatically indicated with the name of the person, and older versions can be restored if needed. Each researcher has access to his own personal folder and the project folder he/she is involved in on the j-drive, and has read only access to the data on the long-term storage (k-drive). Non-authorized persons can’t access or modify the data. CISTIM: Data are shared via a secure on premise folders under direct control of the KULeuven IT service. Data are stored on secured on-premise servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged each year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. These costs were foreseen in the application and if more the lab budget will be used to cover these expenses. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Once the research is completed, all original data and summary/report files will be grouped and collected at the k-drive and will stay there for at least 10 years after the project. The data that are still used in experiments will be stored on the j-drive in shared folder between CD3 and LCTS. Raw data and analysis files will be stored under the folder of the researcher. When the researcher leaves the lab, these data will be moved to the k-drive. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included in the price. These costs were foreseen in the budget request of the application and if more, the lab budget will be used to cover these expenses. Data Sharing and Reuse Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 31 May 2024 5 of 7 Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) A part of the data from this project is under restrictions: Structures of the drugs are only available to CD3. Only dedicated staff at CD3 (chemists working on the project, PMO, management) has internal access to chemical structures via Dotmatics. A part of the data about the biology of ATP13A2 generated at LCTS that is not under restricted use will be subject of future publications If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Structures of the drugs are only available to CD3. Only dedicated staff at CD3 (chemists working on the project, PMO, management) has internal access to chemical structures via Dotmatics. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The aim is to protect exploitable data via a patent application in the future. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Publishable data not related to exploitation will be made available as follows: DNA plasmids: Addgene Experimental data sets and associated readme files involved in a publication: zenodo Experimental protocols: protocols.io When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. Created using DMPonline.be. Last modiﬁed 31 May 2024 6 of 7 ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? It will be covered by the current grant Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the research, individual co-workers are responsible to collect and store data on a dedicated personnel j-drive. The data will be reviewed by the principal investigator. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Peter Vangheluwe and the ICT service at KU Leuven Who will manage data preservation and sharing? Who will manage data preservation and sharing? LCTS: Marleen Schuermans and Peter Vangheluwe CISTIM: Michele Curcio and Patrick Chaltin Who will update and implement this DMP? Who will update and implement this DMP? Peter Vangheluwe Created using DMPonline.be. Last modiﬁed 31 May 2024 7 of 7"
}