{
    "document_id": "D-2024-2993",
    "LinkTitle": "D-2024-2993",
    "file_name": "D-2024-2993.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2993.pdf",
    "metadata": {
        "title": "D-2024-2993",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Jozefien De Leersnyder (0000-0002-4486-878X)\nContributor name(s) (+ ORCID) & roles Graziela Dekeyser (postdoctoral researcher, coördinator) (0000-0002-5593-3356)\nJozefien De Leersnyder (supervisor) (0000-0002-4486-878X)\nProject number 1 & title 3H240029: Zeg je JEZ tegen emoties?! Het bevorderen van emotionele competenties bij één- en \nmeertalige kinderen op school/JEZ to emotions?! Fostering emotional competence of mono- and \nmultilingual children at school\nFunder(s) GrantID 2G057224N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description ,     -      In Flanders substantial differences in psychosocial wellbeing exist between monolingual majority\n         .  ,   and minority students who often grow up in multilingual environments Thus far research has\n             primarily focused on delineating the direct associations between multilingualism on one hand and\n -       ,     psychosocial wellbeing and academic performance on the other thereby overlooking the crucial role  \n   (    , ,   ).   of emotional competence the ability to express understand and regulate emotions In the\n ,         ,   educational setting teachers devote more attention to the socialization of emotions but their\n           , ,   practices may not necessarily be attuned to cultural variations in the type content and expression\n  . ,        of emotional experiences Furthermore the emotional competence of multilingual individuals may\n              inherently differ from that of monolinguals due to distinct socialization experiences and variations in\n . ,        , language competencies However little is known about the interplay between multilingualism\n ,  ,   - .emotion socialization emotional competence and psychosocial wellbeing  \n - - -    : (1)      Our JEZtoEmotionproject has three objectives explore what multilingual pupils themselves\n   , -   ,  ’ understand by emotional competence emotion related socialization behaviors and teachers\n      , (2)    ’ ,  awareness of and policies towards emotional diversity identify how multilingual pupils EC the\n      -      ,  (3) perceived ERSBs of teachers and psychosocial wellbeing and school outcomes are related and  \n    ’       identify which conditions improve teachers effectiveness as socialization agents of multilingual\n’ .pupils EC\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data.  \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nECDISSurvey data with \npupils  (N = about ☐ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☐ ImagesSPSS-file ☐ < 1 GB\n☒ < 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 43000 aged 10-12) \n(pencil-paper survey \ntransformed into \nSPSS-file)\nSurvey data with \nteachers  (N = about \n800) (collected \nthrough Qualtrics \nonline survey)☒ Reuse \nexisting data☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nJEZ! To \nEmotions \nQuantiSurvey data with \npupils  (N = about \n2,000; aged 9-12) \n(collected through \nQualtrics online \nsurvey)\nSurvey data with \nteachers  (N = about \n75) (collected through  \nQualtrics online \nsurvey)☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:SPSS-file ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nJEZ! To \nEmotions \nQualiFocus groups with \npupils audio files ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Mp3-files (audio \nof focus groups) \nconverted into  \ndocx.-files \n(transcripts of \nfocus groups)  ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  To answer the first research question of WP1, we will use data from the ECDIS study (SMEC number: \nG-2020-1523. The postdoc on the JEZ project (Graziela Dekeyser) was originally involved in the set-up and \nconstruction of the questionnaires for the ECDIS study (PI: Orhan Agirdag; co-PI: Jozefien De Leersnyder) \nas it was always planned to use some data of ECDIS as part of this JEZ study. ECDIS data will be stored at J:\n\\GHUM-PPW-MICAS-CSCP-JOZEFIEN-0341-E\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  JEZ! To Emotions (G-2024-7589), \nECDIS (G-2020-1523)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data3? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:  \nJEZ! To Emotions (G-2024-7589) : We will collect personal information about the participants through \nquestionnaires and focus groups. E.g. age, gender, data of birth, nationality, family composition, job,  racial  \nor ethnic origin. \nECDIS (G-2020-1523):  The postdoc will only work with the pseudonymized data that she will receive from \nthe PI. Of course, this dataset contains personal data such as gender and ethnic origin, but due to the size \nof the dataset and the fact that schools and classes are already pseudonymized, it is impossible to trace an  \nindividual child based on these indirectly identifiable personal data.\n3 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Documenting our research we compile five documents.  \nA codebook that provides variable descriptions and coding to make coded data understandable.\nA protocol booklet explaining our design and methodological approach.\nSeveral logbooks that document the process of data collection, including who collected at what \ntimes and whether any particularities were observed to ensure a transparent data collection \nprocess\nA coding file that keeps track of who coded which transcripts at what time and any particularities \nobserved during the coding process to ensure transparency.\nA discussion file containing information on the decisions made regarding the methodological \napproach towards coding the transcripts.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nWe will use the standard protocol of the Centre for Social and Cultural Psychology for data management.  \nData sheet\nThe data sheet document provides a first overview/summary of your study. It gives third parties a framework to understand the  \nrest of the folder. The data sheet template (together with this document) will be placed on the server space.  \n0. Conceptualization\nThis folder represents the brainstorming/thinking/reasoning that is the basis of the study. This folder can include an overview of  \nthe most important literature, meeting notes, presentations, preparatory studies (e.g. interviews/focus groups to explore \nconcepts,..), … \nYou can also add a summary of the planned project (e.g. proposal for FWO, OT,…) in this folder.\n1. Organisation\nThe practical/organizational aspects of the study. This includes submission/approval of ethics committee; information on \nparticipant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); funding \nproposals;… \n2. Material\nThe material you used for your study: questionnaires, scales, interviews, etc. If you made your own material, include a subfolder  \nwith the development of the material (different steps, feedback of others, pilot study). When your material is translated into \ndifferent language, include an overview file that shows how each item has been translated for all languages.  \nThis folder also includes information on the implementation of your study. For example additional information on lab set-up, \nonline implementation, information on experience sampling methods,… .\n3. Data & Analyses\nDifferent subfolders that represent the different steps in your analyses. Number them according to the subsequent steps you \ntook in handling the data.\n- Raw data (Do not include personally identifying data, we will put privacy-sensitive data on a separate network space, with \naccess for only a few people ). \n- Data cleaning (syntax, cleaned dataset, information on deleted participants,..)\n- Data structuring\n- Different steps in your analyses\n- Results (tables, figures, summary of results)\nMake sure that all your steps are included, so that a third party can replicate your results without further information. Always \ninclude your syntax. If syntax is not available for your program, make a document with the different steps you took.  \n4. Output\nA folder for papers, includes your own papers (manuscripts sent in for submission; comments reviewers; final manuscript; pdf-\nfile of publication). Include relevant master theses, internship papers,.. too.\nA folder for presentations (e.g. CSCP meetings, posters, conference presentations,..\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9If no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThe digital data will be stored on a safe network drive from KU Leuven (e.g. I-drive, J-drive). Also, it will be \nstored on OneDrive linked to a KU Leuven-account. The secure data storage options provide automatic \nand manual back-up options for the data.  This will provide sufficient storage capacity and backup \ncapacity. \nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Secure and encrypted data storage and data sharing among researchers on the project are organized \nthrough the encrypted server space of the Center for Social and Cultural Psychology in line with data \nsecurity policies and data management policies within KU Leuven.\nResearchers who join the project (such as master students or interns) will sign a data user agreement \nstipulating the conditions for data use before they are given access to the data. The key files with contact \ndetails with names of participating schools will be only be accessible to the project researchers. Please \nnote that these are contact details of the schools that are publicly available online on the website of \nDepartment of Education; in no way these are 'persoonsgegevens'.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?None\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☒ Certain data cannot be kept for 10 years (explain)\nThe audio files will be immediately deleted after transcriptions are made. The participants of the focus group will receive a random \npseudonym in the transcripts of the audio recordings. Their real names wont be saved in any data file. However, the audio data can provide \ninfo about participants real names. Therefore, as soon as we have the transcripts of the focus groups, the audio files will be deleted.  \nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?None\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only affiliated researchers and project supervisors will have access to the data. Non-affiliated researchers \nwill only be able to use the data upon request and will have to sign a data-user agreement to access and \nuse the pseudonymized version of the data.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nWe collect personal information about our participants which cannot be shared with others to protect the \nprivacy of our participants. Therefore, only affiliated researchers and project supervisors will have access \nto the original data.  \nWith third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative \ndataset will be shared.  \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Graziela Dekeyser & Jozefien De Leersnyder  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will manage data storage and backup \nduring the research project?Jozefien De Leersnyder\nWho will manage data preservation and \nsharing?Jozefien De Leersnyder\nWho will update and implement this DMP? Graziela Dekeyser"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Jozefien De Leersnyder (0000-0002-4486-878X) Contributor name(s) (+ ORCID) & roles Graziela Dekeyser (postdoctoral researcher, coördinator) (0000-0002-5593-3356) Jozefien De Leersnyder (supervisor) (0000-0002-4486-878X) Project number 1 & title 3H240029: Zeg je JEZ tegen emoties?! Het bevorderen van emotionele competenties bij één- en meertalige kinderen op school/JEZ to emotions?! Fostering emotional competence of mono- and multilingual children at school Funder(s) GrantID 2G057224N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description , - In Flanders substantial differences in psychosocial wellbeing exist between monolingual majority . , and minority students who often grow up in multilingual environments Thus far research has primarily focused on delineating the direct associations between multilingualism on one hand and - , psychosocial wellbeing and academic performance on the other thereby overlooking the crucial role ( , , ). of emotional competence the ability to express understand and regulate emotions In the , , educational setting teachers devote more attention to the socialization of emotions but their , , practices may not necessarily be attuned to cultural variations in the type content and expression . , of emotional experiences Furthermore the emotional competence of multilingual individuals may inherently differ from that of monolinguals due to distinct socialization experiences and variations in . , , language competencies However little is known about the interplay between multilingualism , , - .emotion socialization emotional competence and psychosocial wellbeing - - - : (1) Our JEZtoEmotionproject has three objectives explore what multilingual pupils themselves , - , ’ understand by emotional competence emotion related socialization behaviors and teachers , (2) ’ , awareness of and policies towards emotional diversity identify how multilingual pupils EC the - , (3) perceived ERSBs of teachers and psychosocial wellbeing and school outcomes are related and ’ identify which conditions improve teachers effectiveness as socialization agents of multilingual ’ .pupils EC 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ECDISSurvey data with pupils (N = about ☐ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☐ ImagesSPSS-file ☐ < 1 GB ☒ < 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 43000 aged 10-12) (pencil-paper survey transformed into SPSS-file) Survey data with teachers (N = about 800) (collected through Qualtrics online survey)☒ Reuse existing data☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA JEZ! To Emotions QuantiSurvey data with pupils (N = about 2,000; aged 9-12) (collected through Qualtrics online survey) Survey data with teachers (N = about 75) (collected through Qualtrics online survey)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:SPSS-file ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA JEZ! To Emotions QualiFocus groups with pupils audio files ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Mp3-files (audio of focus groups) converted into docx.-files (transcripts of focus groups) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. To answer the first research question of WP1, we will use data from the ECDIS study (SMEC number: G-2020-1523. The postdoc on the JEZ project (Graziela Dekeyser) was originally involved in the set-up and construction of the questionnaires for the ECDIS study (PI: Orhan Agirdag; co-PI: Jozefien De Leersnyder) as it was always planned to use some data of ECDIS as part of this JEZ study. ECDIS data will be stored at J: \\GHUM-PPW-MICAS-CSCP-JOZEFIEN-0341-E Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: JEZ! To Emotions (G-2024-7589), ECDIS (G-2020-1523) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: JEZ! To Emotions (G-2024-7589) : We will collect personal information about the participants through questionnaires and focus groups. E.g. age, gender, data of birth, nationality, family composition, job, racial or ethnic origin. ECDIS (G-2020-1523): The postdoc will only work with the pseudonymized data that she will receive from the PI. Of course, this dataset contains personal data such as gender and ethnic origin, but due to the size of the dataset and the fact that schools and classes are already pseudonymized, it is impossible to trace an individual child based on these indirectly identifiable personal data. 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Documenting our research we compile five documents. A codebook that provides variable descriptions and coding to make coded data understandable. A protocol booklet explaining our design and methodological approach. Several logbooks that document the process of data collection, including who collected at what times and whether any particularities were observed to ensure a transparent data collection process A coding file that keeps track of who coded which transcripts at what time and any particularities observed during the coding process to ensure transparency. A discussion file containing information on the decisions made regarding the methodological approach towards coding the transcripts. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: We will use the standard protocol of the Centre for Social and Cultural Psychology for data management. Data sheet The data sheet document provides a first overview/summary of your study. It gives third parties a framework to understand the rest of the folder. The data sheet template (together with this document) will be placed on the server space. 0. Conceptualization This folder represents the brainstorming/thinking/reasoning that is the basis of the study. This folder can include an overview of the most important literature, meeting notes, presentations, preparatory studies (e.g. interviews/focus groups to explore concepts,..), … You can also add a summary of the planned project (e.g. proposal for FWO, OT,…) in this folder. 1. Organisation The practical/organizational aspects of the study. This includes submission/approval of ethics committee; information on participant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); funding proposals;… 2. Material The material you used for your study: questionnaires, scales, interviews, etc. If you made your own material, include a subfolder with the development of the material (different steps, feedback of others, pilot study). When your material is translated into different language, include an overview file that shows how each item has been translated for all languages. This folder also includes information on the implementation of your study. For example additional information on lab set-up, online implementation, information on experience sampling methods,… . 3. Data & Analyses Different subfolders that represent the different steps in your analyses. Number them according to the subsequent steps you took in handling the data. - Raw data (Do not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access for only a few people ). - Data cleaning (syntax, cleaned dataset, information on deleted participants,..) - Data structuring - Different steps in your analyses - Results (tables, figures, summary of results) Make sure that all your steps are included, so that a third party can replicate your results without further information. Always include your syntax. If syntax is not available for your program, make a document with the different steps you took. 4. Output A folder for papers, includes your own papers (manuscripts sent in for submission; comments reviewers; final manuscript; pdf- file of publication). Include relevant master theses, internship papers,.. too. A folder for presentations (e.g. CSCP meetings, posters, conference presentations,.. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9If no, please specify (where appropriate per dataset or data type) which metadata will be created:  4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No The digital data will be stored on a safe network drive from KU Leuven (e.g. I-drive, J-drive). Also, it will be stored on OneDrive linked to a KU Leuven-account. The secure data storage options provide automatic and manual back-up options for the data. This will provide sufficient storage capacity and backup capacity. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Secure and encrypted data storage and data sharing among researchers on the project are organized through the encrypted server space of the Center for Social and Cultural Psychology in line with data security policies and data management policies within KU Leuven. Researchers who join the project (such as master students or interns) will sign a data user agreement stipulating the conditions for data use before they are given access to the data. The key files with contact details with names of participating schools will be only be accessible to the project researchers. Please note that these are contact details of the schools that are publicly available online on the website of Department of Education; in no way these are 'persoonsgegevens'. What are the expected costs for data storage and backup during the research project? How will these costs be covered?None FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) The audio files will be immediately deleted after transcriptions are made. The participants of the focus group will receive a random pseudonym in the transcripts of the audio recordings. Their real names wont be saved in any data file. However, the audio data can provide info about participants real names. Therefore, as soon as we have the transcripts of the focus groups, the audio files will be deleted. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?None 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Only affiliated researchers and project supervisors will have access to the data. Non-affiliated researchers will only be able to use the data upon request and will have to sign a data-user agreement to access and use the pseudonymized version of the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: We collect personal information about our participants which cannot be shared with others to protect the privacy of our participants. Therefore, only affiliated researchers and project supervisors will have access to the original data. With third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative dataset will be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? None 7. Responsibilities Who will manage data documentation and metadata during the research project?Graziela Dekeyser & Jozefien De Leersnyder FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will manage data storage and backup during the research project?Jozefien De Leersnyder Who will manage data preservation and sharing?Jozefien De Leersnyder Who will update and implement this DMP? Graziela Dekeyser"
}