{
    "document_id": "D-2023-2291",
    "LinkTitle": "D-2023-2291",
    "file_name": "D-2023-2291.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2291.pdf",
    "metadata": {
        "title": "Insights for optimal quality of care and adequate workforce in nursing homes",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Insights for optimal quality of care and adequate workforce in nursing homes\nA Data Management Plan created using DMPonline.be\nCreator: \nLisa Geyskens \n \nhttps://orcid.org/0000-0002-9435-2247\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11O6123N\nID: \n198206\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nWhile the demand for high quality of care in nursing homes is rising, recruiting and retaining\nqualified care workers is becoming increasingly difficult. To date, the evidence regarding key\norganizational variables such as staffing, work environment and rationing of care, and their\nrelationship with quality of care and care workers’ intention to leave is still scarce. Therefore, this\nPhD aims to comprehensively examine these relationships in order to generate the necessary\nscientific knowledge base that is currently lacking to inform future quality improvement projects and\neffective strategies for recruiting and retaining qualified staff in nursing homes. Two studies are\nplanned to address this aim. The first study will be a multicenter prospective longitudinal study in a\nlarge sample of Flemish nursing homes, linking data from nursing home and care worker surveys to\nregistry data on resident outcomes. Survey and registry data will be collected at baseline and again\nafter two years in all participating nursing homes. This will allow us to examine the interrelationships\nof key organizational variables and resident outcomes and to identify predictors of poor quality of\ncare. The second study will be a cross-sectional mixed-methods study, using quantitative data from\ncare worker surveys and qualitative data from semi-structured interviews with care workers to\nexplore in-depth which factors influence intention to leave among nursing home care workers.\nLast modified: \n07-04-2023\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n1 of 8\nInsights for optimal quality of care and adequate workforce in nursing homes\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nType of data: Online surveys (generation of new data)\nFormat: Numerical file (.csv)\nMode of data collection: We will use REDCap, a secure web application, for building and managing\nthe online survey and database. After pseudonymization, we will export the data to Excel.\nType of data: BelRAI-LTCF database (existing data)\nFormat: Numerical file (.csv)\nMode of data collection: We will receive pseudonymized resident data from Pyxima in Excel.\nType of data: Interviews (generation of new data)\nFormat: Audio file (.wav) and text file (.docx) \nMode of data collection: Interviews will be audio recorded and transcribed to textual data in Word.\nAudio data will be deleted after transcription.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nLisa Geyskens, the PhD applicant, and prof. Mieke Deschodt, the promotor of the applicant, will be responsible for preservation of the data during and after completion of the project.\nDuring the project, the data will be stored on the KU Leuven OneDrive Business protected server. The files will be accessible by authorized persons using multi-factor authentication (i.e. entering a\npassword and verifying the login attempt with a smartphone-based login/QR code). At the end of the project, data will be registered in the KU Leuven institutional data repository.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThere are no reasons for deviation from the principle of preservation of data of the minimum preservation of 5 years. The KU Leuven research data management policy even stipulates that\nrelevant data must be retained for a period of minimally 10 years after the end of the project in a safe, secure and sustainable way for purposes of reproducibility, verification and potential reuse.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nAll studies will be submitted for ethical approval of the Social and Societal Ethics Committee. Informed consent will be obtained from all participating nursing homes and care workers (both of\nstudy 1 and 2). The use of BelRAI-LTCF data of residents is legally permitted for scientific purposes, given ethical approval is obtained and data are handled in accordance with the GDPR. The\nresearchers will store the nursing home and care worker data in REDCap, a secure web application for building and managing online surveys and databases. Resident data will be pseudonymized\nby Pyxima, who will serve as a trusted third party. Pyxima will match the nursing home, care worker and resident data.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThere are no other relevant issues to mention.\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n2 of 8\nInsights for optimal quality of care and adequate workforce in nursing homes\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n3 of 8\nInsights for optimal quality of care and adequate workforce in nursing homes\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n4 of 8\nInsights for optimal quality of care and adequate workforce in nursing homes\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nStaffing\ndata\n(study 1)\nNursing home management provides a one-week\nwork schedule in a format of their choice. Based\non this work schedule, staffing data will be\ncalculated.\nGenerate new data\nDigital\nObservational\nWork schedule\n(.pdf, .docx or\n.jpg)\nStaffing data as\na numerical file\n(.csv, .xlsx) and\nSPSS (.sav)\n<1GB\n \nSurvey\ndata\n(study 1)\nOnline survey data of nursing home\ncharacteristics and care workers collected in\nREDCap.\nGenerate new data\nDigital\nObservational\nNumerical file\n(.csv, .xlsx) and\nSPSS (.sav)\n<100MB\n \nBelRAI\ndata\n(study 1)\nWe will receive pseudonymized resident data\nfrom the BelRAI-LTCF database.\nReuse existing data\nDigital\nObservational\nNumerical file\n(.csv, .xlsx) and\nSPSS (.sav)\n<100MB\n \nInterview\ndata\n(study 2)\nInterviews with care workers will be audio\nrecorded and transcribed to textual data.\nGenerate new data\nDigital\nObservational\nAudio file (.wav)\nand text file\n(.docx)\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIn study 1, we will reuse resident data derived from the BelRAI-Long Term Care Facilities (LTCF) database. The BelAI-LTCF is a collection of assessment tools to evaluate a resident’s physical,\nsocial and psychological functioning and care needs. The government of Flanders has imposed the use of the BelRAI-LTCF in all nursing homes from June 2023.\nBelRAI data will be collected in two waves (2023 and 2025). In the first wave, we will receive a pseudonymized dataset from Pyxima, which is is a software company that developed one of the\napplications used to fill in the BelRAI-LTCF by the nursing home care workers. For the second wave, we expect the Flemish BelRAI-platform to be ready and will retrieve pseudonymized resident\ndata form it.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nData collection of nursing home and care worker survey data (study 1): Ethical approval (PRET: G-2022-5821)\nData collection of BelRAI-LTCF resident data (study 1): To be submitted\nData collection of care worker interviews (study 2): To be submitted\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nIn study 1, we will collect personal data from care workers (i.e. gender, birth date, facility and unit of employment, occupation, personality traits, mental health data). Ethical approval (PRET: G-\n2022-5821).\nIn study 1, we will collect personal data from residents (i.e. gender, age, physical and mental health data). We will receive a pseudonymized dataset from the BelRAI-LTCF database. For this, a\nsmall cell risk analysis was performed by P95 to determine what data we may receive in order to exclude the possibility of resident re-identification. For instance, we will receive age categories\ninstead of the specific age of each resident. To be submitted for ethical approval.\nIn study 2, we will interview care workers in order to gain a better understanding of the factors influencing care workers’ intention to leave. To be submitted for ethical approval.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n5 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nFor study 1, a data sharing agreement will be signed with Pyxima for the first BelRAI data collection wave, and with the Flemish government for the second wave. The use of BelRAI-LTCF data for\nscientific purposes is legally permitted, provided ethical approval is obtained and data are handled in accordance with the GDPR. We will receive pseudonymized data and only data strictly\nnecessary for the research project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThis project will generate (1) project-related text files (e.g. study protocol, ethical approval letters, informed consent forms, meeting reports, data analysis plans, publications), (2) a codebook\ncontaining variable-level information (names, labels, values/scoring), (3) a REDCap database, (4) Excel .csv and .xlsx files and SPSS .sav files containing coded nursing home, care worker and\nresident data, and (5) pseudonymized audio and transcript text files of care worker interviews.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe KU Leuven Research Data Repository (RDR) metadata model DataCite will be followed.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the project, all documents and data will be stored on the KU Leuven OneDrive Business protected server.\nHow will the data be backed up?\nKU Leuven OneDrive Business is a secured platform which is maintained and automatically backed up by the KU Leuven IT services.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven OneDrive Business has a storage capacity of 2 TB and will be sufficient.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFiles on KU Leuven OneDrive Business can only be accessed by authorized persons using multi-factor authentication (i.e. entering a password and verifying the login attempt with a smartphone-\nbased login/QR code).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage on KU Leuven OneDrive Business is free of charge.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll relevant data will be retained for at least 10 years after the end of this project, conform the KU Leuven RDM policy.\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n6 of 8\nWhere will these data be archived (stored and curated for the long-term)?\nAt the end of the project, data will be registered in the KU Leuven Research Data Repository (RDR)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nPreservation of the datasets in the KU Leuven RDR is free of charge.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe full pseudonymized dataset will be available for colleague researchers for meta-analytic projects upon motivated request and signing a data-sharing agreement. For reviewers and readers of\nour published articles only a trimmed and pseudonymized dataset (i.e. only containing the variables required to reproduce our results) will be made available. Participants' personal information\n(e.g. contact information, names, etc.) or audio files will never be shared.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nThe datasets contain personal data (e.g. gender, age, physical and mental health data, subjective perceptions).\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe KU Leuven Research Data Repository (RDR).\nWhen will the data be made available?\nUpon publication of the research results in a peer-reviewed journal.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be made available under a CC-BY license, which means that the data is free to share and adapt, provided appropriate credit is given and changes are indicated.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nThe KU Leuven RDR uses a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe KU Leuven RDR is free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Lisa Geyskens) will be responsible. \nWho will manage data storage and backup during the research project?\nThe PhD researcher (Lisa Geyskens) will store the data on the KU Leuven OneDrive Business, which is automatically backed up by the KU Leuven IT services. \nWho will manage data preservation and sharing?\nThe PhD researcher (Lisa Geyskens) and the supervisor (Mieke Deschodt) will be responsible. \nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n7 of 8\nWho will update and implement this DMP?\nThe supervisor (Mieke Deschodt) bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n8 of 8"
    },
    "clean_full_text": "Insights for optimal quality of care and adequate workforce in nursing homes A Data Management Plan created using DMPonline.be Creator: Lisa Geyskens https://orcid.org/0000-0002-9435-2247 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11O6123N ID: 198206 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: While the demand for high quality of care in nursing homes is rising, recruiting and retaining qualified care workers is becoming increasingly difficult. To date, the evidence regarding key organizational variables such as staffing, work environment and rationing of care, and their relationship with quality of care and care workers’ intention to leave is still scarce. Therefore, this PhD aims to comprehensively examine these relationships in order to generate the necessary scientific knowledge base that is currently lacking to inform future quality improvement projects and effective strategies for recruiting and retaining qualified staff in nursing homes. Two studies are planned to address this aim. The first study will be a multicenter prospective longitudinal study in a large sample of Flemish nursing homes, linking data from nursing home and care worker surveys to registry data on resident outcomes. Survey and registry data will be collected at baseline and again after two years in all participating nursing homes. This will allow us to examine the interrelationships of key organizational variables and resident outcomes and to identify predictors of poor quality of care. The second study will be a cross-sectional mixed-methods study, using quantitative data from care worker surveys and qualitative data from semi-structured interviews with care workers to explore in-depth which factors influence intention to leave among nursing home care workers. Last modified: 07-04-2023 Created using DMPonline.be. Last modiﬁed 07 April 2023 1 of 8 Insights for optimal quality of care and adequate workforce in nursing homes Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Type of data: Online surveys (generation of new data) Format: Numerical file (.csv) Mode of data collection: We will use REDCap, a secure web application, for building and managing the online survey and database. After pseudonymization, we will export the data to Excel. Type of data: BelRAI-LTCF database (existing data) Format: Numerical file (.csv) Mode of data collection: We will receive pseudonymized resident data from Pyxima in Excel. Type of data: Interviews (generation of new data) Format: Audio file (.wav) and text file (.docx) Mode of data collection: Interviews will be audio recorded and transcribed to textual data in Word. Audio data will be deleted after transcription. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Lisa Geyskens, the PhD applicant, and prof. Mieke Deschodt, the promotor of the applicant, will be responsible for preservation of the data during and after completion of the project. During the project, the data will be stored on the KU Leuven OneDrive Business protected server. The files will be accessible by authorized persons using multi-factor authentication (i.e. entering a password and verifying the login attempt with a smartphone-based login/QR code). At the end of the project, data will be registered in the KU Leuven institutional data repository. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) There are no reasons for deviation from the principle of preservation of data of the minimum preservation of 5 years. The KU Leuven research data management policy even stipulates that relevant data must be retained for a period of minimally 10 years after the end of the project in a safe, secure and sustainable way for purposes of reproducibility, verification and potential reuse. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) All studies will be submitted for ethical approval of the Social and Societal Ethics Committee. Informed consent will be obtained from all participating nursing homes and care workers (both of study 1 and 2). The use of BelRAI-LTCF data of residents is legally permitted for scientific purposes, given ethical approval is obtained and data are handled in accordance with the GDPR. The researchers will store the nursing home and care worker data in REDCap, a secure web application for building and managing online surveys and databases. Resident data will be pseudonymized by Pyxima, who will serve as a trusted third party. Pyxima will match the nursing home, care worker and resident data. Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no other relevant issues to mention. Created using DMPonline.be. Last modiﬁed 07 April 2023 2 of 8 Insights for optimal quality of care and adequate workforce in nursing homes DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 April 2023 3 of 8 Insights for optimal quality of care and adequate workforce in nursing homes GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 April 2023 4 of 8 Insights for optimal quality of care and adequate workforce in nursing homes FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Staffing data (study 1) Nursing home management provides a one-week work schedule in a format of their choice. Based on this work schedule, staffing data will be calculated. Generate new data Digital Observational Work schedule (.pdf, .docx or .jpg) Staffing data as a numerical file (.csv, .xlsx) and SPSS (.sav) <1GB Survey data (study 1) Online survey data of nursing home characteristics and care workers collected in REDCap. Generate new data Digital Observational Numerical file (.csv, .xlsx) and SPSS (.sav) <100MB BelRAI data (study 1) We will receive pseudonymized resident data from the BelRAI-LTCF database. Reuse existing data Digital Observational Numerical file (.csv, .xlsx) and SPSS (.sav) <100MB Interview data (study 2) Interviews with care workers will be audio recorded and transcribed to textual data. Generate new data Digital Observational Audio file (.wav) and text file (.docx) <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: In study 1, we will reuse resident data derived from the BelRAI-Long Term Care Facilities (LTCF) database. The BelAI-LTCF is a collection of assessment tools to evaluate a resident’s physical, social and psychological functioning and care needs. The government of Flanders has imposed the use of the BelRAI-LTCF in all nursing homes from June 2023. BelRAI data will be collected in two waves (2023 and 2025). In the first wave, we will receive a pseudonymized dataset from Pyxima, which is is a software company that developed one of the applications used to fill in the BelRAI-LTCF by the nursing home care workers. For the second wave, we expect the Flemish BelRAI-platform to be ready and will retrieve pseudonymized resident data form it. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Data collection of nursing home and care worker survey data (study 1): Ethical approval (PRET: G-2022-5821) Data collection of BelRAI-LTCF resident data (study 1): To be submitted Data collection of care worker interviews (study 2): To be submitted Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In study 1, we will collect personal data from care workers (i.e. gender, birth date, facility and unit of employment, occupation, personality traits, mental health data). Ethical approval (PRET: G- 2022-5821). In study 1, we will collect personal data from residents (i.e. gender, age, physical and mental health data). We will receive a pseudonymized dataset from the BelRAI-LTCF database. For this, a small cell risk analysis was performed by P95 to determine what data we may receive in order to exclude the possibility of resident re-identification. For instance, we will receive age categories instead of the specific age of each resident. To be submitted for ethical approval. In study 2, we will interview care workers in order to gain a better understanding of the factors influencing care workers’ intention to leave. To be submitted for ethical approval. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 07 April 2023 5 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes For study 1, a data sharing agreement will be signed with Pyxima for the first BelRAI data collection wave, and with the Flemish government for the second wave. The use of BelRAI-LTCF data for scientific purposes is legally permitted, provided ethical approval is obtained and data are handled in accordance with the GDPR. We will receive pseudonymized data and only data strictly necessary for the research project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). This project will generate (1) project-related text files (e.g. study protocol, ethical approval letters, informed consent forms, meeting reports, data analysis plans, publications), (2) a codebook containing variable-level information (names, labels, values/scoring), (3) a REDCap database, (4) Excel .csv and .xlsx files and SPSS .sav files containing coded nursing home, care worker and resident data, and (5) pseudonymized audio and transcript text files of care worker interviews. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The KU Leuven Research Data Repository (RDR) metadata model DataCite will be followed. 3. Data storage & back-up during the research project Where will the data be stored? During the project, all documents and data will be stored on the KU Leuven OneDrive Business protected server. How will the data be backed up? KU Leuven OneDrive Business is a secured platform which is maintained and automatically backed up by the KU Leuven IT services. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven OneDrive Business has a storage capacity of 2 TB and will be sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Files on KU Leuven OneDrive Business can only be accessed by authorized persons using multi-factor authentication (i.e. entering a password and verifying the login attempt with a smartphone- based login/QR code). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage on KU Leuven OneDrive Business is free of charge. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All relevant data will be retained for at least 10 years after the end of this project, conform the KU Leuven RDM policy. Created using DMPonline.be. Last modiﬁed 07 April 2023 6 of 8 Where will these data be archived (stored and curated for the long-term)? At the end of the project, data will be registered in the KU Leuven Research Data Repository (RDR) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Preservation of the datasets in the KU Leuven RDR is free of charge. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. The full pseudonymized dataset will be available for colleague researchers for meta-analytic projects upon motivated request and signing a data-sharing agreement. For reviewers and readers of our published articles only a trimmed and pseudonymized dataset (i.e. only containing the variables required to reproduce our results) will be made available. Participants' personal information (e.g. contact information, names, etc.) or audio files will never be shared. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects The datasets contain personal data (e.g. gender, age, physical and mental health data, subjective perceptions). Where will the data be made available? If already known, please provide a repository per dataset or data type. The KU Leuven Research Data Repository (RDR). When will the data be made available? Upon publication of the research results in a peer-reviewed journal. Which data usage licenses are you going to provide? If none, please explain why. Data will be made available under a CC-BY license, which means that the data is free to share and adapt, provided appropriate credit is given and changes are indicated. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes The KU Leuven RDR uses a DOI. What are the expected costs for data sharing? How will these costs be covered? The KU Leuven RDR is free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Lisa Geyskens) will be responsible. Who will manage data storage and backup during the research project? The PhD researcher (Lisa Geyskens) will store the data on the KU Leuven OneDrive Business, which is automatically backed up by the KU Leuven IT services. Who will manage data preservation and sharing? The PhD researcher (Lisa Geyskens) and the supervisor (Mieke Deschodt) will be responsible. Created using DMPonline.be. Last modiﬁed 07 April 2023 7 of 8 Who will update and implement this DMP? The supervisor (Mieke Deschodt) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 07 April 2023 8 of 8"
}