{
    "document_id": "D-2022-1411",
    "LinkTitle": "D-2022-1411",
    "file_name": "D-2022-1411.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1411.pdf",
    "metadata": {
        "title": "Data Management Plan FINAL",
        "author": "Erick Janssen",
        "num_pages": 7
    },
    "content": {
        "full_text": " \n1  PSYCHOPHYSIOLOGICAL, SEXUAL, AND BEHAVIORAL PREDICTORS OF SEXUAL AGGRESSION IN YOUNG, HETEROSEXUAL MEN  ADMIN DETAILS Project Name: Psychophysiological, Sexual, and Behavioral Predictors of Sexual Aggression in Young, Heterosexual Men - DMP title Principal Investigator: Prof. Dr. Erick Janssen  PhD Researcher: Axelle Bavré, M.Sc. Project Data Contact: axelle.bavre@kuleuven.be Description: Although sexual aggression is highly prevalent among young adults, with victims mostly being women and perpetrators mainly being men, the factors that contribute to sexually aggressive behavior in young men are still poorly understood. Existing prevention programs have limited effectiveness and can even have negative impact, especially in high-risk men. The proposed research starts from the premise that our approach to the prevention of sexual aggression could benefit from the differentiation between, and a better understanding of, different typologies of perpetrators. The research will use questionnaire, psychophysiological, observational, and experience sampling methods to more systematically examine different perpetrator profiles. Specifically, we will investigate if different forms of sexual aggression (noncontact sexual aggression, verbal coercion, and sexual assault) relate differently to perpetrator characteristics in terms of sexuality-, affective-, and personality-related variables.  The project includes three work packages. Work Package 1 consists of an online questionnaire study. Work Package 2 consists of a psychophysiological study that will include a videotaped interview. Work Package 3 consists of an experience sampling study during which we will collect data in real-time using a smartphone application.  Institution: KU Leuven  1. GENERAL INFORMATION Name of the project lead (PI) Principal Investigator: Prof. Dr. Erick Janssen / PhD Researcher: Axelle Bavré, M.Sc.  Internal Funds Project number & title: C14/21/112 - Psychofysiologische, seksuele, en gedragsmatige predictoren van seksuele aggressie in jonge, heteroseksuele mannen.     \n \n2 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data?  ● Generate new data  2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Name of dataset  Type of data  Format  Volume  How created  Work Package 1: Questionnaire study (N = 1000)     Self-report questionnaires  .xlsx, .cvs, .sav  <400 MB Collected through Qualtrics \nWork Package 2 (N = 150)       Psychophysiological measures: heart rate variability, skin conductance, sexual arousal  .xlsx, .acq, .sav < 10 GB Collected through BIOPAC systems with Acknowledge software Self-report questionnaires  .xlsx, .csv, .sav < 200 MB  Collected through Qualtrics  Observations and behavioral coding: video recordings of interviews uncompressed MP4. format < 10 GB Collected through videotaping of face-to-face interviews Work package 3 (N = 100) Experience sampling data .xlsx, .csv,  .sav, .R,  < 300 MB  Collected through m-Path      \n \n3 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Privacy Registry Reference: G-2022-4686 (PRET application is in preparation).   We will use personal data in all three work packages of this project. All data will be collected from samples of young, heterosexual men (18 - 30 years of age). According to GDPR classifications, both ordinary personal data as special category personal data will be collected. Regarding ordinary personal data, we will collect demographic information such as age, educational level, job/socio-economic status, and relationship status. Special category personal data include information on sexual orientation, sexual risk taking, sexual function, porn use, and sexually aggressive behavior. From participants who indicate wanting to hear more about future studies and who, for this purpose, are willing to provide contact information, we will collect, depending on their own preference, email addresses and/or phone numbers.  In Work Package 2, we will collect psychophysiological data, which meet the definition of biometric data according to GDPR law and are to be considered special category data. The latter also applies to some of the data collected using self-report questionnaires in Work Package 2. The interviews, which will be videotaped, also involve special category data.   In Work Package 3, we will apply Experience Sampling Methodology (ESM). Using a smartphone application, we will collect personal data from a subgroup of young men during nights when they are partying or engaged in other social activities. Questions will focus on their mood, activities, drinking behavior, and possible sexual activities. These data include special category personal data.   3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). In this project, we will collect sensitive personal data from human participants. Participants will be informed about the fact that they will receive questions about sensitive topics, including pornography and alcohol use, and sexual (including aggressive) behaviors. Potential participants will be informed that this is a study on sexual experiences, which, among other topics, includes questions on sexual aggressive behavior. Eligible individuals are free to decide not to participate or to end participation at any time during the study. Recruitment and data collection for this project will not begin until after we receive approval from the Ethics Committee Research UZ / KU Leuven, which is currently in preparation.  3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No.    3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No, there are no agreements with third parties regarding this research project.  \n \n4 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  For all work packages, ReadMe-files will be created that contain all information needed to understand and re-use the data collected and generated in this project. Data will be documented both at the study level and the data level.  The ReadMe-files will include the following information:  For Work Package 1: Study design; description of measures and/or instruments used; date of collection; description of anonymization and data validation approaches used (data cleaning, error-checking, coding and counting of missing values); variable names, labels, and information on the computation of scale scores and possible recodes (e.g., reverse coding, textual to numerical). For Work Package 2: Description of the psychophysiological recording methods, data reduction (including artifact removal) approach, and information on the coding of the behavioral observations.  For Work Package 3: Detailed information on the data collection protocol and procedures for imputation of missing data.  For all work packages, relevant syntax on data transformation and calculation of scores will be stored as meta-data. In addition, for all three Work Packages, a general description (demographics) of the sample and information on approval from the ethics committee will be included.  4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Although we will not use a specific metadata standard, we intend to follow guidelines from well-established standards such as the Data Documentation Initiative (DDI). See above (4.1) for a description of the metadata we will create.    5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored?  All data, both raw and structured, will be stored on the KU Leuven’s secure network drives, more specifically the J-drive. Only the investigators and assistants directly working on this project under supervision of the PhD student, Axelle Bavré and the promotor, Prof. Dr. Erick Janssen, will have access to the data. Other people who collaborate on the project will not have access to the secured drive. The identification file, linking data to the participants’ identity, will be stored separately, on a secured folder, on this secure drive, with heightened password protection (frequent change of password). If data needs to be shared with other researchers, such as collaborating master students and researchers from other institutions with whom we work, this will be done through Box, but only the relevant and anonymized files will be shared through this platform. The identification file will not be shared on Box.   5.2. How will the data be backed up?  The data will be stored on the university's central servers with automatic daily back-up procedures.   \n \n5 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  Based on the volume of the data files (see section 2.2), we do not anticipate any problems with insufficient storage capacity.    5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered?  The cost for use of the J-drive and Box Enterprise account will be covered by the internal funds for the project (C1) and the promotor’s research account following completion of C1 project funding. We do not expect the volume of our data to exceed 30 GB, which will make the yearly cost around 20-30 euros (KU Leuven indicates a cost of 52 euros for 100 GB on the J-drive, half of which is paid by the faculty). For using Box Enterprise services, the annual costs are 10 euros.    5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  KU Leuven's J-drive is secure, password protected, and only accessible through use of KU Leuven credentials. The identification file will be protected with an extra password, only known by the PhD researcher and the promotor. This password will be changed on a regular basis.    6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In line with KU Leuven regulations, all relevant data will be retained for a period of 10 years after the project is finished. However, data that is not relevant for study purposes after termination of the project, such as identification data (subject names, contact information and bank account numbers, ...) will be deleted after completion of the project.   6.2. Where will these data be archived (= stored for the long term)?  The data will be stored on the J-drive of the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.   6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered?  The estimated cost will be less than 30 euros each year (see section 5.4.), which will be covered by C1 funding for the duration of this project and for the following years, the promotor’s research account (JANSSEN / EQA-EJPEI1-P3610).         \n \n6 7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  The possibility of sharing scientific data is important for meta-analytical and replication purposes. Therefore, in the informed consent, participants will be asked if they agree that their data will be kept anonymously after termination of the project for a period of 10 years and if this anonymized data may be shared with other researchers for scientific purposes. There are no factors that prevent the sharing of the data with other scientists. However, since we will gather a lot of special category personal data, data can only be kept in anonymized formats and the identification files will be deleted (See section 6.1.).    7.2. Which data will be made available after the end of the project?  All anonymized data will be made available after the end of the project, including meta-data as well as questionnaire, experience sampling, raw and processed psychophysiological and coded observational data.     7.3. Where/how will the data be made available for reuse?  ● In a restricted access repository The anonymized data sets will be uploaded with restricted access to an open access repository, Zenodo, which is operated by CERN and specifically designed for sharing scientific data.   7.4. When will the data be made available?  ● Upon publication of the research results The anonymized datasets will be made available after publication of all the research results through restricted-access Zenodo files.      7.5. Who will be able to access the data and under what conditions?  We will only share the data with fellow scientists for research purposes. Access will be considered after a request is submitted explaining the planned reuse. Commercial reuse will be excluded. After approval, access will only be provided to datasets directly relevant to the research request.    7.6. What are the expected costs for data sharing? How will these costs be covered?  None, since Zenodo is a free service. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata?  PhD researcher Axelle Bavré.    8.2. Who will be responsible for data storage & back up during the project?  PhD researcher Axelle Bavré. KU Leuven is responsible for the backup of the data relating to the project on their servers.    \n \n7 8.3. Who will be responsible for ensuring data preservation and sharing?  The promotor, Prof. Dr. Erick Janssen.    8.4. Who bears the end responsibility for updating & implementing this DMP?  The promotor, Prof. Dr. Erick Janssen.    "
    },
    "clean_full_text": "1 PSYCHOPHYSIOLOGICAL, SEXUAL, AND BEHAVIORAL PREDICTORS OF SEXUAL AGGRESSION IN YOUNG, HETEROSEXUAL MEN ADMIN DETAILS Project Name: Psychophysiological, Sexual, and Behavioral Predictors of Sexual Aggression in Young, Heterosexual Men - DMP title Principal Investigator: Prof. Dr. Erick Janssen PhD Researcher: Axelle Bavré, M.Sc. Project Data Contact: axelle.bavre@kuleuven.be Description: Although sexual aggression is highly prevalent among young adults, with victims mostly being women and perpetrators mainly being men, the factors that contribute to sexually aggressive behavior in young men are still poorly understood. Existing prevention programs have limited effectiveness and can even have negative impact, especially in high-risk men. The proposed research starts from the premise that our approach to the prevention of sexual aggression could benefit from the differentiation between, and a better understanding of, different typologies of perpetrators. The research will use questionnaire, psychophysiological, observational, and experience sampling methods to more systematically examine different perpetrator profiles. Specifically, we will investigate if different forms of sexual aggression (noncontact sexual aggression, verbal coercion, and sexual assault) relate differently to perpetrator characteristics in terms of sexuality-, affective-, and personality-related variables. The project includes three work packages. Work Package 1 consists of an online questionnaire study. Work Package 2 consists of a psychophysiological study that will include a videotaped interview. Work Package 3 consists of an experience sampling study during which we will collect data in real-time using a smartphone application. Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Principal Investigator: Prof. Dr. Erick Janssen / PhD Researcher: Axelle Bavré, M.Sc. Internal Funds Project number & title: C14/21/112 - Psychofysiologische, seksuele, en gedragsmatige predictoren van seksuele aggressie in jonge, heteroseksuele mannen. 2 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ● Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Name of dataset Type of data Format Volume How created Work Package 1: Questionnaire study (N = 1000) Self-report questionnaires .xlsx, .cvs, .sav <400 MB Collected through Qualtrics Work Package 2 (N = 150) Psychophysiological measures: heart rate variability, skin conductance, sexual arousal .xlsx, .acq, .sav < 10 GB Collected through BIOPAC systems with Acknowledge software Self-report questionnaires .xlsx, .csv, .sav < 200 MB Collected through Qualtrics Observations and behavioral coding: video recordings of interviews uncompressed MP4. format < 10 GB Collected through videotaping of face-to-face interviews Work package 3 (N = 100) Experience sampling data .xlsx, .csv, .sav, .R, < 300 MB Collected through m-Path 3 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Privacy Registry Reference: G-2022-4686 (PRET application is in preparation). We will use personal data in all three work packages of this project. All data will be collected from samples of young, heterosexual men (18 - 30 years of age). According to GDPR classifications, both ordinary personal data as special category personal data will be collected. Regarding ordinary personal data, we will collect demographic information such as age, educational level, job/socio-economic status, and relationship status. Special category personal data include information on sexual orientation, sexual risk taking, sexual function, porn use, and sexually aggressive behavior. From participants who indicate wanting to hear more about future studies and who, for this purpose, are willing to provide contact information, we will collect, depending on their own preference, email addresses and/or phone numbers. In Work Package 2, we will collect psychophysiological data, which meet the definition of biometric data according to GDPR law and are to be considered special category data. The latter also applies to some of the data collected using self-report questionnaires in Work Package 2. The interviews, which will be videotaped, also involve special category data. In Work Package 3, we will apply Experience Sampling Methodology (ESM). Using a smartphone application, we will collect personal data from a subgroup of young men during nights when they are partying or engaged in other social activities. Questions will focus on their mood, activities, drinking behavior, and possible sexual activities. These data include special category personal data. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). In this project, we will collect sensitive personal data from human participants. Participants will be informed about the fact that they will receive questions about sensitive topics, including pornography and alcohol use, and sexual (including aggressive) behaviors. Potential participants will be informed that this is a study on sexual experiences, which, among other topics, includes questions on sexual aggressive behavior. Eligible individuals are free to decide not to participate or to end participation at any time during the study. Recruitment and data collection for this project will not begin until after we receive approval from the Ethics Committee Research UZ / KU Leuven, which is currently in preparation. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No, there are no agreements with third parties regarding this research project. 4 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For all work packages, ReadMe-files will be created that contain all information needed to understand and re-use the data collected and generated in this project. Data will be documented both at the study level and the data level. The ReadMe-files will include the following information: For Work Package 1: Study design; description of measures and/or instruments used; date of collection; description of anonymization and data validation approaches used (data cleaning, error-checking, coding and counting of missing values); variable names, labels, and information on the computation of scale scores and possible recodes (e.g., reverse coding, textual to numerical). For Work Package 2: Description of the psychophysiological recording methods, data reduction (including artifact removal) approach, and information on the coding of the behavioral observations. For Work Package 3: Detailed information on the data collection protocol and procedures for imputation of missing data. For all work packages, relevant syntax on data transformation and calculation of scores will be stored as meta-data. In addition, for all three Work Packages, a general description (demographics) of the sample and information on approval from the ethics committee will be included. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Although we will not use a specific metadata standard, we intend to follow guidelines from well-established standards such as the Data Documentation Initiative (DDI). See above (4.1) for a description of the metadata we will create. 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? All data, both raw and structured, will be stored on the KU Leuven’s secure network drives, more specifically the J-drive. Only the investigators and assistants directly working on this project under supervision of the PhD student, Axelle Bavré and the promotor, Prof. Dr. Erick Janssen, will have access to the data. Other people who collaborate on the project will not have access to the secured drive. The identification file, linking data to the participants’ identity, will be stored separately, on a secured folder, on this secure drive, with heightened password protection (frequent change of password). If data needs to be shared with other researchers, such as collaborating master students and researchers from other institutions with whom we work, this will be done through Box, but only the relevant and anonymized files will be shared through this platform. The identification file will not be shared on Box. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Based on the volume of the data files (see section 2.2), we do not anticipate any problems with insufficient storage capacity. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The cost for use of the J-drive and Box Enterprise account will be covered by the internal funds for the project (C1) and the promotor’s research account following completion of C1 project funding. We do not expect the volume of our data to exceed 30 GB, which will make the yearly cost around 20-30 euros (KU Leuven indicates a cost of 52 euros for 100 GB on the J-drive, half of which is paid by the faculty). For using Box Enterprise services, the annual costs are 10 euros. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven's J-drive is secure, password protected, and only accessible through use of KU Leuven credentials. The identification file will be protected with an extra password, only known by the PhD researcher and the promotor. This password will be changed on a regular basis. 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In line with KU Leuven regulations, all relevant data will be retained for a period of 10 years after the project is finished. However, data that is not relevant for study purposes after termination of the project, such as identification data (subject names, contact information and bank account numbers, ...) will be deleted after completion of the project. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the J-drive of the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The estimated cost will be less than 30 euros each year (see section 5.4.), which will be covered by C1 funding for the duration of this project and for the following years, the promotor’s research account (JANSSEN / EQA-EJPEI1-P3610). 6 7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The possibility of sharing scientific data is important for meta-analytical and replication purposes. Therefore, in the informed consent, participants will be asked if they agree that their data will be kept anonymously after termination of the project for a period of 10 years and if this anonymized data may be shared with other researchers for scientific purposes. There are no factors that prevent the sharing of the data with other scientists. However, since we will gather a lot of special category personal data, data can only be kept in anonymized formats and the identification files will be deleted (See section 6.1.). 7.2. Which data will be made available after the end of the project? All anonymized data will be made available after the end of the project, including meta-data as well as questionnaire, experience sampling, raw and processed psychophysiological and coded observational data. 7.3. Where/how will the data be made available for reuse? ● In a restricted access repository The anonymized data sets will be uploaded with restricted access to an open access repository, Zenodo, which is operated by CERN and specifically designed for sharing scientific data. 7.4. When will the data be made available? ● Upon publication of the research results The anonymized datasets will be made available after publication of all the research results through restricted-access Zenodo files. 7.5. Who will be able to access the data and under what conditions? We will only share the data with fellow scientists for research purposes. Access will be considered after a request is submitted explaining the planned reuse. Commercial reuse will be excluded. After approval, access will only be provided to datasets directly relevant to the research request. 7.6. What are the expected costs for data sharing? How will these costs be covered? None, since Zenodo is a free service. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? PhD researcher Axelle Bavré. 8.2. Who will be responsible for data storage & back up during the project? PhD researcher Axelle Bavré. KU Leuven is responsible for the backup of the data relating to the project on their servers. 7 8.3. Who will be responsible for ensuring data preservation and sharing? The promotor, Prof. Dr. Erick Janssen. 8.4. Who bears the end responsibility for updating & implementing this DMP? The promotor, Prof. Dr. Erick Janssen."
}