{
    "document_id": "D-2022-1555",
    "LinkTitle": "D-2022-1555",
    "file_name": "D-2022-1555.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1555.pdf",
    "metadata": {
        "title": "EXACT - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n EXACT - DMP title\nProject Identifier\n G0G2422N\nGrant Title\n G0G2422N\nPrincipal Investigator / Researcher\n Lise Appels\nInstitution\n KU Leuven\n1. General Information\nName applicant\n \n Prof. Lise Appels\nFWO Project Number & Title\nG0G2422N - Cascaded EXtraction of Antibacterial ComponenTs from brown seaweeds (EXACT)\n \nAffiliation\nKU Leuven\nOther\nKULeuven\nHogere Zeevaartschool / Antwerp Maritime Academy\nFlamac\n \n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\ntype of data\nsource\n(experiment\ndefinition)\nformat of data\nVolume\nWhere\ncreated\nnumerical\n \nextraction\ndata, chemical\nor biological\ncomposition of\nextracts,\nminimum\ninhibitory\nconcentrations\nand gene\nexpression\ndata, physical\naspects of\npaint surfaces,\ncompositions\nof coating,\nformulations,\nanalytical\nequipment\ndata, …\nspreadsheets (.xlsx,\n.csv, .xlm)\nMB\n \n \n \nWP 1, 2,\n3, 4\nimages\n \nmicroscopy\nimages of\nbiofilm\ndevelopment,\nPSD\nmeasurements\nphotos (.tif, .jpg)\n>10 GB\nWP 1,,3,\n4\nprocedures\n \ndescription of\nmethodologies\nfor seaweed\nextraction,\npaint\npreparation,\nMTP\npreparation, \nmicrobiological\ntests,\nhydrodynamic\nresistance\ntests, …\ntext files (.docx / .txt /\n…)\nMB\nWP 1, 2,\n3, 4\nAnalysis\nscripts\nR scripts with\ndetails of data\nanalysis of all\nnumerical\nresults\nMarkdown files\nMB\nWP 1, 2,\n3, 4\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\n \n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe project outcome is expected to attract attention from the industrial groups and potentially\nexternal audience. In case of IP being filed, general patent data sharing restrictions will be\nasserted prior to patent publication (and discussed with the legal departments of the partners).\n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n Overall, there are currently no 3rd party agreements that restrict the dissemination or\nexploitation of data produced by the partners.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Numerical data, obtained from (i) extraction tests  (TOC/TN, ICP, FatExtractor, ...) (ii) gene\nexpression data and (iii) physical paint aspects are transferred to .xlsx and will be collected per\nrespective test. These .xlsx files will be stored and ordered per seaweed species and per\ncomponent/sample in separate folders. The breakdown of folders will look like this: seaweed\nspecies > component > .xlsx_DATE , Within the .xlsx file, each tab corresponds to a\noptimized/investigated parameter.\n2. Images of the biofilm development and particle size distribution will be stored in separate\nfolders per assay/seaweed species. These files (.jpg, .tiff,) will be stored and ordered per assay\nand per extraction technology (US/MW) in separate folders. The breakdown of folders will look\nlike this: assay/extraction technology > seaweed species > .jpeg/tiff_DATE. The following\ninformation will be stored (as a ReadMe/doc file) together with the image (microscopy) file:\ndimensions, image type, bit-depth, pixel sizes and microscope settings (methodology/protocol).\n3. Procedures, description of methodologies for seaweed extraction, paint preparation,\nmicrobiological tests,…  will be stored via a .txt/.doc file per seaweed species, extracted\ncomponent in separate folders.\n4. For samples that are exchanged between the reseachers involved, a google spreadsheet is\navailable that contains following information: sample handling, data sample generation, sample\nconditions (fridge, freezer, thawing), date of sample shipment, date sample received and rough\nestimation of the sample contents. Each month a printscreen is made of this google spreadsheet\nand stored on the Teams page/onedrive.\n5. For the Matlab and R (statistical and modeling) scripts a ReadMe file is foreseen that describes\nthe applied methodology. It is stored in the same folder as the corresponding numerical data\n(see 1). Where appropriate and benefical for frequent repititive tasks, reproducible R Markdown\ndocuments weaving together narrative text and code to produce formatted document output will\nbe used. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nDOSP will follow the metadata standard of DataCite. ( https://rd-alliance.github.io/metadata-\ndirectory/standards/datacite-metadata-schema.html)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility (KU Leuven server) and onedrive. Data obtained by Antwerp Maritime Academy will also\nbe kept on their Digital Open Science Platform (DOSP), on which the other teams will be given\naccess. Primary data generated or obtained by Flamac will be kept on their dedicated project\nserver. Data shared with project partners will be stored in a dediacted Teams environment.\n \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures, on the DOSP platform of Antwerp Maritime Academy (with cloud backup). For\nFlamac's local project data in Sharepoint back-up procedures are in place.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nKULeuven: Currently there is sufficient storage & backup capacity. All reports are stored at\nTeams. Unpublished data of the researchers is stored on the servers and cloud services provided\nby the respective host institution.\nAntwerp Maritime Academy: DOSP offers >100 GB storage per project, which is sufficient for the\nwhole project.\nFlamac: Primary data and locally stored data are stored on the servers and cloud services with TB\ncapacity.\n \n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cost for data preservation of 5 years is estimated to be 500 EUR. These costs are covered by\nthe coordination budget.\nAt Antwerp Maritime Academy and Flamac, data storage costs are paid from the central budget\n(fueled by project overhead).\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data at each partner institute are kept in a secure environment to which only designated\npersonnel (also from the other partners) will be given personal access.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for this period.\n \nWhere will the data be archived (= stored for the longer term)?\nAs confirmed by the KU Leuven RDM policy, the data will be stored on the university's central\nservers (with automatic back-up procedures) for at least 10 years. This is equally the case for the\ndata stored at the DOSP servers of Antwerp Maritime Academy and the project server at Flamac.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost for data preservation of 5 years is estimated to be 500 EUR for KULeuven. For DOSP at\nAntwerp Maritime Academy, a general subscription fee has been set of 750 EUR/year for the use\nof the DOSP for the whole institute (all projects). The data preservation cost for Flamac is\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nestimated to be AAA EUR/year (operation and maintenance of project servers and cloud services)\n(all projects)  \nThese costs are covered by the coordination budget (at KULeuven) and the overhead (at Antwerp\nMaritime Academy) and the overhead or direct project contributions. where eligible (at Flamac).\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\n \n \nWhich data will be made available after the end of the project?\nAll data supportive of the published research findings, unless licensable/patentable (in which\ncase they will be under embargo for as long as needed to finalise the valorisation procedures).\n \n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\n \n \nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nEmbargo will be established for all data which may lead to valorisable output. The data will be\nkept under embargo for as long as it takes to finalise this output.\n \nWho will be able to access the data and under what conditions?\nThe links to the full datasets (with doi number) will be provided as supplement to the publication\nwhich is supported by these data, as an open access dataset under a CC-BY license. Therefore, it\nwill be available to anyone for any purpose, provided that they give appropriate credit to the\ncreators.\n \nWhat are the expected costs for data sharing? How will the costs be covered?\nThe cost for data preservation of 5 years is estimated to be 500 EUR for KULeuven. For DOSP at\nAntwerp Maritime Aademy, a general subscription fee has been set of 750 EUR/year for the use\nof the DOSP for the whole institute (all projects) These costs are covered by the coordination\nbudget (at KULeuven) and the overhead (at Antwerp Maritime Academy).\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAll scientific partners.\n \nWho will be responsible for data storage & back up during the project?\nAll scientific partners.\n \nWho will be responsible for ensuring data preservation and reuse ?\nAll scientific partners.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name EXACT - DMP title Project Identifier G0G2422N Grant Title G0G2422N Principal Investigator / Researcher Lise Appels Institution KU Leuven 1. General Information Name applicant Prof. Lise Appels FWO Project Number & Title G0G2422N - Cascaded EXtraction of Antibacterial ComponenTs from brown seaweeds (EXACT) Affiliation KU Leuven Other KULeuven Hogere Zeevaartschool / Antwerp Maritime Academy Flamac 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 type of data source (experiment definition) format of data Volume Where created numerical extraction data, chemical or biological composition of extracts, minimum inhibitory concentrations and gene expression data, physical aspects of paint surfaces, compositions of coating, formulations, analytical equipment data, … spreadsheets (.xlsx, .csv, .xlm) MB WP 1, 2, 3, 4 images microscopy images of biofilm development, PSD measurements photos (.tif, .jpg) >10 GB WP 1,,3, 4 procedures description of methodologies for seaweed extraction, paint preparation, MTP preparation, microbiological tests, hydrodynamic resistance tests, … text files (.docx / .txt / …) MB WP 1, 2, 3, 4 Analysis scripts R scripts with details of data analysis of all numerical results Markdown files MB WP 1, 2, 3, 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The project outcome is expected to attract attention from the industrial groups and potentially external audience. In case of IP being filed, general patent data sharing restrictions will be asserted prior to patent publication (and discussed with the legal departments of the partners). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No Overall, there are currently no 3rd party agreements that restrict the dissemination or exploitation of data produced by the partners. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Numerical data, obtained from (i) extraction tests (TOC/TN, ICP, FatExtractor, ...) (ii) gene expression data and (iii) physical paint aspects are transferred to .xlsx and will be collected per respective test. These .xlsx files will be stored and ordered per seaweed species and per component/sample in separate folders. The breakdown of folders will look like this: seaweed species > component > .xlsx_DATE , Within the .xlsx file, each tab corresponds to a optimized/investigated parameter. 2. Images of the biofilm development and particle size distribution will be stored in separate folders per assay/seaweed species. These files (.jpg, .tiff,) will be stored and ordered per assay and per extraction technology (US/MW) in separate folders. The breakdown of folders will look like this: assay/extraction technology > seaweed species > .jpeg/tiff_DATE. The following information will be stored (as a ReadMe/doc file) together with the image (microscopy) file: dimensions, image type, bit-depth, pixel sizes and microscope settings (methodology/protocol). 3. Procedures, description of methodologies for seaweed extraction, paint preparation, microbiological tests,… will be stored via a .txt/.doc file per seaweed species, extracted component in separate folders. 4. For samples that are exchanged between the reseachers involved, a google spreadsheet is available that contains following information: sample handling, data sample generation, sample conditions (fridge, freezer, thawing), date of sample shipment, date sample received and rough estimation of the sample contents. Each month a printscreen is made of this google spreadsheet and stored on the Teams page/onedrive. 5. For the Matlab and R (statistical and modeling) scripts a ReadMe file is foreseen that describes the applied methodology. It is stored in the same folder as the corresponding numerical data (see 1). Where appropriate and benefical for frequent repititive tasks, reproducible R Markdown documents weaving together narrative text and code to produce formatted document output will be used. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes DOSP will follow the metadata standard of DataCite. ( https://rd-alliance.github.io/metadata- directory/standards/datacite-metadata-schema.html) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit central storage facility (KU Leuven server) and onedrive. Data obtained by Antwerp Maritime Academy will also be kept on their Digital Open Science Platform (DOSP), on which the other teams will be given access. Primary data generated or obtained by Flamac will be kept on their dedicated project server. Data shared with project partners will be stored in a dediacted Teams environment. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures, on the DOSP platform of Antwerp Maritime Academy (with cloud backup). For Flamac's local project data in Sharepoint back-up procedures are in place. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes KULeuven: Currently there is sufficient storage & backup capacity. All reports are stored at Teams. Unpublished data of the researchers is stored on the servers and cloud services provided by the respective host institution. Antwerp Maritime Academy: DOSP offers >100 GB storage per project, which is sufficient for the whole project. Flamac: Primary data and locally stored data are stored on the servers and cloud services with TB capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost for data preservation of 5 years is estimated to be 500 EUR. These costs are covered by the coordination budget. At Antwerp Maritime Academy and Flamac, data storage costs are paid from the central budget (fueled by project overhead). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data at each partner institute are kept in a secure environment to which only designated personnel (also from the other partners) will be given personal access. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for this period. Where will the data be archived (= stored for the longer term)? As confirmed by the KU Leuven RDM policy, the data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years. This is equally the case for the data stored at the DOSP servers of Antwerp Maritime Academy and the project server at Flamac. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost for data preservation of 5 years is estimated to be 500 EUR for KULeuven. For DOSP at Antwerp Maritime Academy, a general subscription fee has been set of 750 EUR/year for the use of the DOSP for the whole institute (all projects). The data preservation cost for Flamac is This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 estimated to be AAA EUR/year (operation and maintenance of project servers and cloud services) (all projects) These costs are covered by the coordination budget (at KULeuven) and the overhead (at Antwerp Maritime Academy) and the overhead or direct project contributions. where eligible (at Flamac). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data supportive of the published research findings, unless licensable/patentable (in which case they will be under embargo for as long as needed to finalise the valorisation procedures). Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Embargo will be established for all data which may lead to valorisable output. The data will be kept under embargo for as long as it takes to finalise this output. Who will be able to access the data and under what conditions? The links to the full datasets (with doi number) will be provided as supplement to the publication which is supported by these data, as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? The cost for data preservation of 5 years is estimated to be 500 EUR for KULeuven. For DOSP at Antwerp Maritime Aademy, a general subscription fee has been set of 750 EUR/year for the use of the DOSP for the whole institute (all projects) These costs are covered by the coordination budget (at KULeuven) and the overhead (at Antwerp Maritime Academy). 8. Responsibilities Who will be responsible for data documentation & metadata? All scientific partners. Who will be responsible for data storage & back up during the project? All scientific partners. Who will be responsible for ensuring data preservation and reuse ? All scientific partners. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}