{
    "document_id": "D-2024-2937",
    "LinkTitle": "D-2024-2937",
    "file_name": "D-2024-2937.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2937.pdf",
    "metadata": {
        "title": "D-2024-2937",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n Data Management Plan  – FWO project G033724N  \n1. General Project Information  \nName Grant Holder & ORCID  Ewald Janssens (ORCID 0000 -0002 -5945 -1194)  \nContributor name(s) ( + ORCID) & \nroles  María J. López (University of Valladolid, Valladolid, Spain)  (ORICD 0000 -0001 -7698 -9327) , non-Flemish co -supervisor  \nGaolei Hou (Xi’an Jiaotong University, Xi’an, China)  (ORCID 0000 -0003 -1196 -2777) , non-Flemish co -supervisor  \nProject number  1 & title  ZKE5369, Mechanistic aspects of dehydrogenation reactions on metal -fullerene complexes  \nFunder(s) GrantID  2 Research Foundation Flanders  (FWO ), project  G033724N  \nAffiliation(s)   KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nPlease provide a short project \ndescription  We w ill study water  and ammonia dehydrogenation on neutral and cationic metal -fullerene clusters using gas phase  \nreactivity experiments in a collision cell and in an ion trap. The reactants, intermediates, and reaction  products will be \ncharacterized by visible light and infrared spectroscopy, and the reaction  mechanisms will be modelled with quantum \nchemical calculations. This approach will provide atomic  level  understanding about the role played by the fullerene \nsupport and explore how cooperative  metal -metal interaction in few -atom clusters can further modulate the \ndehydrogenation activity.  The generated knowledge about the structure -reactivity relationship, structural fluxionality, \nand metalsupport  interaction will provide guidance for the design of better dehydrogenation catalysts that can  \nefficiently make use of scarce raw materials and generate green hydrogen . \nThe project has four work packages:  \nWP1: geometric structures of metal -fullerene clusters (C60Mn+; M = Pt,  Ru, V, Fe, Co, Ni, n = 1 –5)  \nWP2: Reactivity of small clusters Mn0,+ and C60Mn+ (M = Pt, V, Co, Ni) towards H2O splitting  \nWP3: Reactivity of small clusters Mn0,+ and C60Mn+ (M = Ru, Fe, Co, Ni) towards NH3 decomposition  \nWP4: Project coordination and management, dissemination, and outreach activities  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n  \n2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, a lso indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR \nPHYSICAL DATA  \nDataset \nName  Description  New or \nReused   Digital or \nPhysical   Digital Data Type  Digital Data \nFormat  \n Digital Data \nVolume (MB, \nGB, TB)  Physical \nVolume  \n \nMass spectra  Time -of-flight mass spectra; gas \nphase studies  New data  Digital  Numerical  .txt, .csc  1-10 GB  / \nSpectroscopic \ndata  Infrared spectra, visible absorption \nspectra; gas phase studies  New data  Digital  Numerical  .txt, .csc  1-10 GB / \nRelevant \nliterature  The articles may be stored in pdf \nand the selection of articles can be \nexported as a .bib file using the \nreference manager Mendeley.  Reuse \nexisting \ndata  Digital  Textual  .pdf,  .bib 100 MB -1 GB / \nQuantum \nchemical \ncalculations  Output files from quantum \nchemical software packages: \nGaussian, Orca, SIESTA  \n New data  Digital Textual   .out, .opj  \n.dat < 100 GB  / \nLab books  Hand written  (or typed) notes by \nresearchers in lab with details \nabout the different process trials, \nresults, and observations.  \n New data  Digital or \nphysical  \n \n Textual + Images  .doc  < 100 MB  Few \nlogbooks  \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the source, preferably by \nusing a persistent identifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the creation and/or use of \nthe data  \n(e.g. experiments on humans or animals, dual use)? If so, refer to \nspecific datasets or data types when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☒ No \nAdditional information : \n \n \nWill you process personal  data4? If so, please refer to specific \ndatasets or data types when appropriate and provide the KU \nLeuven or UZ Leuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \nDoes your work have potential for commercial valorization (e.g. \ntech transfer , for example spin -offs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type where appropriate . ☐ Yes \n☒ No \nNo, but with following remark: Although tech transfer and valorisation are not direct \ngoals of this project, if an opportunity presents itself, it will be discussed among \nthe PIs involved in the project. The conclusions of that discussion will be appended to  \nthis data management plan.  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n Do existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data transfer \nagreements , research  collaboration agreements)?  \nIf so, please explain to what data they relate and what restrictions \nare in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as intellectual property \nrights and ownership, to be managed related to the data you \n(re)use?  \nIf so, please explain to what data they relate and which \nrestrictions will be asserted.  ☒ Yes \n☐ No \nIf yes, please explain: the project involves external partners (see contributors on first \npage). A collaboration agreement is being concluded, which covers the protection and \nvalorization of project results, including the data that lead to those results.  \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n • For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different \nexperimental setups). These logbooks will contain the date, a brief description of the performed \nexperiment, the parameters used for each measurement, as well as the names of all the saved files. \nThe names of the files will be structured in a comprehensibl e way: system studied/date/main \nparameters used.  \n• In addition, data will be stored in a folder per experimental setup, the type of investigated system and \nthe corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily \nfound on the local computers controlling the setup and on the server of the laboratory.  \n• The analysis files will contain notes describing the analysis procedure and mention which original data \nfiles are included. A readme file describing the goal of the experiment and the analysis procedure will \nbe stored in the folder where the data is saved.   \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nIn this research field, there is no formal metadata standard. However, the standardized steps described \nabove will ensure that the data is easy to find and reuse.  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive ( R-drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☐ Other:  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by the departmental  ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n The data will be systematically transferred to the local server, with restricted access (managed by the IT \nresponsible). Only the (co -)promotors and involved researchers have access to the shared folders where \nthe data, analysis files and reports will be s tored. Also, credentials are required to log in to local computers \nin the laboratories.  \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The costs are small. The departmental IT plan that is rolled out , covers for each researcher a basic amount \nof data storage. Since data volumes in this project are not  so large, they are expected to fall within the \noffered amount.  \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Where will these data be archived (stored and \ncurated for the long -term)?  \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive ( R-drive)  \n☒ Other (specifiy):  physical Lab books will be stored in dedicated cabinets in the laboratories  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n The cost for data preservation during the retention period are comparable to the cost for storage and \nbackup during the project. The same conditions apply.   \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☒ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Depending on each specific research result, we will consider the option to make the data available as open \ndata on RDR or another platform. This particularly makes sense for analyzed data like infrared spectra, \nmass spectra, and reaction kinetics data. Dat a that is not made available as open data, will be made \navailable if requested by the editor or publisher of a scientific journal or upon request of an individual (e.g. \na researcher who intends to reproduce an experiment).  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : / \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  and after the agreement of the project's PIs  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n The c ost of sharing is expected to be zero or low. In case there is a cost, it will be covered by working \nbudget of the project.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Each researcher who collects data within the project, according to the standards that have been agreed \nupon.  \nWho will manage data storage and backup \nduring the research project?  Data storage and backup is managed by the departmental IT  \nWho will manage data preservation and \nsharing?  Data preservation is managed by the departmental IT.  \nData sharing falls under the responsibility of the PI: Ewald Janssens  \nWho will update and implement this DMP?  The promotor of the project is responsible for the updating and implementation of this DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 Data Management Plan – FWO project G033724N 1. General Project Information Name Grant Holder & ORCID Ewald Janssens (ORCID 0000 -0002 -5945 -1194) Contributor name(s) ( + ORCID) & roles María J. López (University of Valladolid, Valladolid, Spain) (ORICD 0000 -0001 -7698 -9327) , non-Flemish co -supervisor Gaolei Hou (Xi’an Jiaotong University, Xi’an, China) (ORCID 0000 -0003 -1196 -2777) , non-Flemish co -supervisor Project number 1 & title ZKE5369, Mechanistic aspects of dehydrogenation reactions on metal -fullerene complexes Funder(s) GrantID 2 Research Foundation Flanders (FWO ), project G033724N Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Please provide a short project description We w ill study water and ammonia dehydrogenation on neutral and cationic metal -fullerene clusters using gas phase reactivity experiments in a collision cell and in an ion trap. The reactants, intermediates, and reaction products will be characterized by visible light and infrared spectroscopy, and the reaction mechanisms will be modelled with quantum chemical calculations. This approach will provide atomic level understanding about the role played by the fullerene support and explore how cooperative metal -metal interaction in few -atom clusters can further modulate the dehydrogenation activity. The generated knowledge about the structure -reactivity relationship, structural fluxionality, and metalsupport interaction will provide guidance for the design of better dehydrogenation catalysts that can efficiently make use of scarce raw materials and generate green hydrogen . The project has four work packages: WP1: geometric structures of metal -fullerene clusters (C60Mn+; M = Pt, Ru, V, Fe, Co, Ni, n = 1 –5) WP2: Reactivity of small clusters Mn0,+ and C60Mn+ (M = Pt, V, Co, Ni) towards H2O splitting WP3: Reactivity of small clusters Mn0,+ and C60Mn+ (M = Ru, Fe, Co, Ni) towards NH3 decomposition WP4: Project coordination and management, dissemination, and outreach activities 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, a lso indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Mass spectra Time -of-flight mass spectra; gas phase studies New data Digital Numerical .txt, .csc 1-10 GB / Spectroscopic data Infrared spectra, visible absorption spectra; gas phase studies New data Digital Numerical .txt, .csc 1-10 GB / Relevant literature The articles may be stored in pdf and the selection of articles can be exported as a .bib file using the reference manager Mendeley. Reuse existing data Digital Textual .pdf, .bib 100 MB -1 GB / Quantum chemical calculations Output files from quantum chemical software packages: Gaussian, Orca, SIESTA New data Digital Textual .out, .opj .dat < 100 GB / Lab books Hand written (or typed) notes by researchers in lab with details about the different process trials, results, and observations. New data Digital or physical Textual + Images .doc < 100 MB Few logbooks 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☒ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin -offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No No, but with following remark: Although tech transfer and valorisation are not direct goals of this project, if an opportunity presents itself, it will be discussed among the PIs involved in the project. The conclusions of that discussion will be appended to this data management plan. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: the project involves external partners (see contributors on first page). A collaboration agreement is being concluded, which covers the protection and valorization of project results, including the data that lead to those results. 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . • For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different experimental setups). These logbooks will contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensibl e way: system studied/date/main parameters used. • In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. • The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: In this research field, there is no formal metadata standard. However, the standardized steps described above will ensure that the data is easy to find and reuse. 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive ( R-drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by the departmental ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data The data will be systematically transferred to the local server, with restricted access (managed by the IT responsible). Only the (co -)promotors and involved researchers have access to the shared folders where the data, analysis files and reports will be s tored. Also, credentials are required to log in to local computers in the laboratories. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are small. The departmental IT plan that is rolled out , covers for each researcher a basic amount of data storage. Since data volumes in this project are not so large, they are expected to fall within the offered amount. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive ( R-drive) ☒ Other (specifiy): physical Lab books will be stored in dedicated cabinets in the laboratories What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost for data preservation during the retention period are comparable to the cost for storage and backup during the project. The same conditions apply. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Depending on each specific research result, we will consider the option to make the data available as open data on RDR or another platform. This particularly makes sense for analyzed data like infrared spectra, mass spectra, and reaction kinetics data. Dat a that is not made available as open data, will be made available if requested by the editor or publisher of a scientific journal or upon request of an individual (e.g. a researcher who intends to reproduce an experiment). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : / Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results and after the agreement of the project's PIs ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The c ost of sharing is expected to be zero or low. In case there is a cost, it will be covered by working budget of the project. 7. Responsibilities Who will manage data documentation and metadata during the research project? Each researcher who collects data within the project, according to the standards that have been agreed upon. Who will manage data storage and backup during the research project? Data storage and backup is managed by the departmental IT Who will manage data preservation and sharing? Data preservation is managed by the departmental IT. Data sharing falls under the responsibility of the PI: Ewald Janssens Who will update and implement this DMP? The promotor of the project is responsible for the updating and implementation of this DMP."
}