{
    "document_id": "D-2023-2118",
    "LinkTitle": "D-2023-2118",
    "file_name": "D-2023-2118.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2118.pdf",
    "metadata": {
        "title": "Targeting ATP13A3 for neuroblastoma therapy",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Targeting ATP13A3 for neuroblastoma therapy\nTargeting ATP13A3 for neuroblastoma therapy\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nJialin Chen, n.n. n.n., Peter Vangheluwe\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Research Council (ERC)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nPeter Vangheluwe\nGrant number / URL: \nGrant number / URL: \nC3/22/048\nID: \nID: \n208464\nStart date: \nStart date: \n01-03-2023\nEnd date: \nEnd date: \n30-06-2025\nProject abstract:\nProject abstract:\nCombination therapy of targeting polyamine synthesis (with DFMO) and cellular uptake has been successful in pre-clinical neuroblastoma models, and\nis currently being tested in phase I clinical trials. Our team identified a role for the polyamine transporter ATP13A3 in neuroblastoma. ATP13A3 is\nlinked to worse outcome in patients, whereas other preliminary evidence flags ATP13A3 as the main transporter impacting polyamine uptake and\nneuroblastoma proliferation. We therefore, propose that targeting ATP13A3 represents a selective therapeutic approach. Via high-throughput screening\nand rational design we will identify hits that selectively block ATP13A3. Complementary, we will design toxic polyamine analogs that are selectively\ntaken up by ATP13A3-expressing tumor cells. Our project will offer partnership and licensing opportunities with industry, and may be extended to\nother difficult-to-treat cancer types relying on ATP13A3, such as pancreatic cancer.\nLast modified: \nLast modified: \n21-06-2024\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n1 of 6\nTargeting ATP13A3 for neuroblastoma therapy\nTargeting ATP13A3 for neuroblastoma therapy\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nexperimental\nProtein gel\npictures\nN\nD\nI\ntiff, jpg, png\n<1GB\n \nexperimental\nWestern blotting\npictures\nN\nD\nI \n.scn \n<100GB\n \nexperimental\nFlow cytometry\nN\nD\nSO\n.fcs, .pdf\n<100GB\n \nexperimental \nPlate reader\nN\nD\nT\n.xlsx\n<100GB\n \nexperimental\nCell lines\nN\nP\n \n \n \n<50 cell\nlines\nexperimental\ncompounds\nN\nP\n \n \n \n<200 cpds\nExperimental,\nobservational\nNotebook, meeting\nslids\nN\nD\nSO\n.one, pptx\n<10GB\n \nexperimental\n&\ncompiled\nStructures\nN\nD\nI, SO\npdb, .cif.gz,\n.pdf,\n.jpg, .png\n<100GB\n \n \nExisting data\nE\nD, P\n \n \n<100GB\n<20 cell lines\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nCell lines and data generated from previous work with DOI https://doi.org/10.1101/2024.02.20.58116.\nHuman cell lines involved in the project are registered in the departmental biobank S63808, which is updated yearly.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nFavorable compounds developed from this project will be considered for drug repurposing or for follow-up in hit-to-lead projects together with\nCD3 or other industrial partners (not part of this project). Another goal of the program is providing proof-of-concept for screening, which when\nsuccessful, allows us to engage in partnerships with CD3 and/or industrial partners (e.g. Aminex Therapeutics) to screen larger libraries. The\ncombination of purified protein, HTS assays and a hit validation cascade is attractive for industrial partnerships.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere are no third party agreements that restrict exploitation of the data which is the primary aim of this project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nProtocols, list of plasmids, list of antibodies, list of cell lines are available on the j-drive for everybody from the lab. Each researcher has a\npersonal e-notebook that contains the title of the experiments, date and to which project it belongs. Adjustments to the protocol are written in\nthe lab notebook and also how data were generated: the composition, temperature, incubation and and reference to the loading conditions of\nthe considered material. Also, the place where the material is being stored are mentioned in the lab\nnotebook. The read out, raw data, analyzed data, statistics, all data are being saved on the researcher’s folder on the j-drive. The name of\nthe folder of the saved data refers to the date, project, specifications and version of the data. All folders are organized on the j-drive according\nto the project, results, proposal, papers, presentation, administration. Each researcher has access to his/her folder on the j-drive and a\ncommon folder of the lab. Only the PI and the lab manager have access to all folders.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe researchers use a OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating type of experiments. Within each tab,\nthe notes are organized by date of experiments and contain detailed information of each experiments, including date, title,\nexperiment temperature, concentration of reagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new\nexperiment has been initiated.The raw data and analysis files are stored in personal J-drive folders under this project. Organized in the same\nmanner as in the notebook. It contains subfolders per type of experiment, and within the subfolder, the data from individual experiments\norganized by date of conduction. Common information including SOP, cell line information, protein sequences is stored in a common J-drive\nfolder of the lab.\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n3 of 6\nEach member has access to their own personal folder, the common lab folder and OneNote. The PI and the lab manager have access to\nall folders.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nEach researcher will store his/her data on their personal folder on the j-drive. This is our data repository for short term storage which\nis expandable, fast and the data can be modified by the researcher itself. Only the PI and the lab manager have access to all the folders of the\njdrive.\nThe common data storage concerning cell lines, plasmids, antibodies is in a folder under the j-drive and is under restricted authorization.\nAll members of the lab can read these files, but changes can only be made by the persons with authorization\nWhen data is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term storage. Only the PI\nand the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders:\nthe PI and the lab manager. Changes in the shared OneNote made by another team member will be automatically indicated with the name of\nthe person, and older versions can be restored if needed. Each researcher has access to his own personal folder and the project folder he/she is\ninvolved in on the j-drive, and has read only access to the data on the long-term storage (k-drive). Non-authorized persons can’t access or\nmodify the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged\neach year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. These costs were foreseen in the\napplication and if more the lab budget will be used to cover these expenses.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n4 of 6\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nOnce the research is completed, all original data and summary/report files will be grouped and collected at the k-drive and will stay there for\nat least 10 years after the project. \nRaw data and analysis files will be stored under the folder of the researcher. When the researcher leaves the lab, these data will be moved\nto the k-drive.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included\nin the price. These costs were foreseen in the budget request of the application and if more, the lab budget will be used to cover these expenses.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThe data about newly developed AT13A3 inhibitors will be restricted untill patents are filed.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nResearchers involved in this project will be able to access the structral data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe aim is to protect exploitable data via a patent application in the future.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nPublishable data not related to exploitation will be made available as follows:\nDNA plasmids: Addgene\nExperimental data sets and associated readme files involved in a publication: zenodo\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n5 of 6\nExperimental protocols: protocols.io\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nIt will be covered by the current grant\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDuring the research, individual co-workers are responsible to collect and store data on a dedicated personnel j-drive. The data will be reviewed\nby the principal investigator.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPeter Vangheluwe and the ICT service at KU Leuven\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLCTS: Marleen Schuermans and Peter Vangheluwe\nVerhelst Lab: Steven Verhelst\n \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPeter Vangheluwe\nCreated using DMPonline.be. Last modiﬁed 21 June 2024\n6 of 6"
    },
    "clean_full_text": "Targeting ATP13A3 for neuroblastoma therapy Targeting ATP13A3 for neuroblastoma therapy A Data Management Plan created using DMPonline.be Creators: Creators: Jialin Chen, n.n. n.n., Peter Vangheluwe Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Research Council (ERC) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Peter Vangheluwe Grant number / URL: Grant number / URL: C3/22/048 ID: ID: 208464 Start date: Start date: 01-03-2023 End date: End date: 30-06-2025 Project abstract: Project abstract: Combination therapy of targeting polyamine synthesis (with DFMO) and cellular uptake has been successful in pre-clinical neuroblastoma models, and is currently being tested in phase I clinical trials. Our team identified a role for the polyamine transporter ATP13A3 in neuroblastoma. ATP13A3 is linked to worse outcome in patients, whereas other preliminary evidence flags ATP13A3 as the main transporter impacting polyamine uptake and neuroblastoma proliferation. We therefore, propose that targeting ATP13A3 represents a selective therapeutic approach. Via high-throughput screening and rational design we will identify hits that selectively block ATP13A3. Complementary, we will design toxic polyamine analogs that are selectively taken up by ATP13A3-expressing tumor cells. Our project will offer partnership and licensing opportunities with industry, and may be extended to other difficult-to-treat cancer types relying on ATP13A3, such as pancreatic cancer. Last modified: Last modified: 21-06-2024 Created using DMPonline.be. Last modiﬁed 21 June 2024 1 of 6 Targeting ATP13A3 for neuroblastoma therapy Targeting ATP13A3 for neuroblastoma therapy Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA experimental Protein gel pictures N D I tiff, jpg, png <1GB experimental Western blotting pictures N D I .scn <100GB experimental Flow cytometry N D SO .fcs, .pdf <100GB experimental Plate reader N D T .xlsx <100GB experimental Cell lines N P <50 cell lines experimental compounds N P <200 cpds Experimental, observational Notebook, meeting slids N D SO .one, pptx <10GB experimental & compiled Structures N D I, SO pdb, .cif.gz, .pdf, .jpg, .png <100GB Existing data E D, P <100GB <20 cell lines If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Cell lines and data generated from previous work with DOI https://doi.org/10.1101/2024.02.20.58116. Human cell lines involved in the project are registered in the departmental biobank S63808, which is updated yearly. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 21 June 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Favorable compounds developed from this project will be considered for drug repurposing or for follow-up in hit-to-lead projects together with CD3 or other industrial partners (not part of this project). Another goal of the program is providing proof-of-concept for screening, which when successful, allows us to engage in partnerships with CD3 and/or industrial partners (e.g. Aminex Therapeutics) to screen larger libraries. The combination of purified protein, HTS assays and a hit validation cascade is attractive for industrial partnerships. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There are no third party agreements that restrict exploitation of the data which is the primary aim of this project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Protocols, list of plasmids, list of antibodies, list of cell lines are available on the j-drive for everybody from the lab. Each researcher has a personal e-notebook that contains the title of the experiments, date and to which project it belongs. Adjustments to the protocol are written in the lab notebook and also how data were generated: the composition, temperature, incubation and and reference to the loading conditions of the considered material. Also, the place where the material is being stored are mentioned in the lab notebook. The read out, raw data, analyzed data, statistics, all data are being saved on the researcher’s folder on the j-drive. The name of the folder of the saved data refers to the date, project, specifications and version of the data. All folders are organized on the j-drive according to the project, results, proposal, papers, presentation, administration. Each researcher has access to his/her folder on the j-drive and a common folder of the lab. Only the PI and the lab manager have access to all folders. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No The researchers use a OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating type of experiments. Within each tab, the notes are organized by date of experiments and contain detailed information of each experiments, including date, title, experiment temperature, concentration of reagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new experiment has been initiated.The raw data and analysis files are stored in personal J-drive folders under this project. Organized in the same manner as in the notebook. It contains subfolders per type of experiment, and within the subfolder, the data from individual experiments organized by date of conduction. Common information including SOP, cell line information, protein sequences is stored in a common J-drive folder of the lab. Created using DMPonline.be. Last modiﬁed 21 June 2024 3 of 6 Each member has access to their own personal folder, the common lab folder and OneNote. The PI and the lab manager have access to all folders. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Each researcher will store his/her data on their personal folder on the j-drive. This is our data repository for short term storage which is expandable, fast and the data can be modified by the researcher itself. Only the PI and the lab manager have access to all the folders of the jdrive. The common data storage concerning cell lines, plasmids, antibodies is in a folder under the j-drive and is under restricted authorization. All members of the lab can read these files, but changes can only be made by the persons with authorization When data is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders: the PI and the lab manager. Changes in the shared OneNote made by another team member will be automatically indicated with the name of the person, and older versions can be restored if needed. Each researcher has access to his own personal folder and the project folder he/she is involved in on the j-drive, and has read only access to the data on the long-term storage (k-drive). Non-authorized persons can’t access or modify the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged each year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. These costs were foreseen in the application and if more the lab budget will be used to cover these expenses. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional Created using DMPonline.be. Last modiﬁed 21 June 2024 4 of 6 policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Once the research is completed, all original data and summary/report files will be grouped and collected at the k-drive and will stay there for at least 10 years after the project. Raw data and analysis files will be stored under the folder of the researcher. When the researcher leaves the lab, these data will be moved to the k-drive. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included in the price. These costs were foreseen in the budget request of the application and if more, the lab budget will be used to cover these expenses. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The data about newly developed AT13A3 inhibitors will be restricted untill patents are filed. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Researchers involved in this project will be able to access the structral data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The aim is to protect exploitable data via a patent application in the future. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Publishable data not related to exploitation will be made available as follows: DNA plasmids: Addgene Experimental data sets and associated readme files involved in a publication: zenodo Created using DMPonline.be. Last modiﬁed 21 June 2024 5 of 6 Experimental protocols: protocols.io When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? It will be covered by the current grant Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the research, individual co-workers are responsible to collect and store data on a dedicated personnel j-drive. The data will be reviewed by the principal investigator. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Peter Vangheluwe and the ICT service at KU Leuven Who will manage data preservation and sharing? Who will manage data preservation and sharing? LCTS: Marleen Schuermans and Peter Vangheluwe Verhelst Lab: Steven Verhelst Who will update and implement this DMP? Who will update and implement this DMP? Peter Vangheluwe Created using DMPonline.be. Last modiﬁed 21 June 2024 6 of 6"
}