{
    "document_id": "D-2022-1624",
    "LinkTitle": "D-2022-1624",
    "file_name": "D-2022-1624.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1624.pdf",
    "metadata": {
        "title": "Transforming Responsibility Theory Through Strawsonian Genealogy",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Transforming Responsibility Theory Through Strawsonian\nGenealogy\nA Data Management Plan created using DMPonline.be\nCreator: \nBenjamin De Mesel\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nBenjamin De Mesel\nGrant number / URL: \nC14/22/007\nID: \n196893\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nWe have two main objectives. First, we aim to present and develop a philosophical method,\ncalled ‘Strawsonian genealogy’, for the study of internally diverse concepts (concepts which\nresist traditional conceptual analysis in terms of necessary and sufficient conditions). We will\nbuild upon the work of P.F. Strawson, compare our method to related methods in the work of L.\nWittgenstein and B. Williams, and situate it within the contemporary methodological landscape.\nSecond, we aim to show how our method helps to provide (a) new insights into the most\ninfluential paper in responsibility theory (P.F. Strawson's 'Freedom and Resentment') and (b)\nnew answers to key questions in the field, including ‘Why do we have the concept of moral\nresponsibility?’, ‘How is moral responsibility connected to punishment?’, and ‘What is the point\nof punishment?’.\nLast modified: \n13-02-2023\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n1 of 6\nTransforming Responsibility Theory Through Strawsonian\nGenealogy\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSource material\nPublished books and\narticles\nE\nD and P\nT\n.pdf and\nphysical copies\nmax 3\nGB\nmax 2000\npages\nConference\ncontributions\nAbstracts, conference\npresentations\nN\nD\nT\n.pdf, .docx, .ppt\nmax 1\nGB\n \nNotes and\ndrafts\nNotes and drafts based on\nsource material\nN\nD and P\nT\n.pdf, .docx and\nphysical \nmax 1\nGB\nmax 500\npages\nPublications\nPublished articles, book\nchapters\nN\nD and P\nT\n.pdf and\nphysical\nmax\n500 MB\nmax 200\npages\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nWe will used published books and articles (both physical and digital) as source material. Most resources are available in KU Leuven\nLibraries. All sources relevant for the research will be cited in our publications. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nSource material: a clean copy of all digital source material will be saved (folder 'Source material', items will get file name including\nauthor and title, e.g. 'Strawson Peter - Freedom and Resentment'). Physical source material will mostly be available in KU Leuven\nLibraries. \nConferences: a clean copy of all the materials will be saved (folder 'Conferences'). For every conference or workshop, a sub-folder will\nbe created (e.g., 2023 Roots of Normativity Oxford) in which all notes, abstracts, presentations related to the conference will be saved. \nPublications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication in progress, a\nsub-folder will be created (e.g., 2023 Strawson's Later Work on Responsibility) in which all notes and drafts related to the publication\n(version 1, 2, etc.) will be saved. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe reference lists of our publications will be compiled according to common standards in the field of analytic philosophy. References\nwill contain author name, year, title of publication, publisher, title of journal, page range, and DOI (if there is one). \n \nSource materials will be saved in a folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter -\nFreedom and Resentment'. That is sufficient for the purposes of this research. We will work with data which are already publicly\navailable and rather easy to find.\nConference contributions will be saved in a folder 'Conferences'. For every conference or workshop, a sub-folder will be created (e.g.,\n2023 Roots of Normativity Oxford) in which (all versions of) all notes, abstracts, presentations related to the conference will be saved.\nThat is sufficient for the purposes of this research. \nPublications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication, a sub-folder will\nbe created (e.g., 2023 Strawson's Later Work on Responsibility) in which all (versions of) notes and drafts related to the publication will\nbe saved. That is sufficient for the purposes of this research. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n3 of 6\nPersonal network drive (I-drive)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nWe will not work with sensitive data. Security of personal network drives is high enough for this research (KU Leuven services are\nsufficiently secured by Multi Factor Authentication), no additional security measures are necessary. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs expected. (Covered by KU Leuven.)\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nShared network drive (J-drive)\nNewly published data will be available through Lirias, the KU Leuven Repository, and PhilPapers (a repository for philosophy papers). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs. (Covered by KU Leuven.)\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n4 of 6\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nSource material is already published material.\nNotes and drafts will not be made available (they are unlikely to be of any use to researchers outside the research team), but the\npublished material based on these notes, drafts, etc. will be made available. Depending on the venue in which articles, book chapters,\nconference proceedings, etc. are published, the publications will be available Open Access from the start or after an embargo period. All\npublications will be made available through Lirias (KU Leuven Repository) and PhilPapers (archive for papers in philosophy).\nPublications under embargo will be made available upon request. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll interested scholars will get access to the data, taking into account potential copyright restrictions (embargo periods). We will comply\nwith KU Leuven Open Access policy.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nPublications will be made available through Lirias (KU Leuven Repository) and PhilPapers (philosophy papers repository). \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs. (Covered by KU Leuven.)\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n5 of 6\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPI and project researchers\nWho will manage data storage and backup during the research project? \nPI and project researchers\nWho will manage data preservation and sharing? \nPI\nWho will update and implement this DMP? \nPI\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n6 of 6"
    },
    "clean_full_text": "Transforming Responsibility Theory Through Strawsonian Genealogy A Data Management Plan created using DMPonline.be Creator: Benjamin De Mesel Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Benjamin De Mesel Grant number / URL: C14/22/007 ID: 196893 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: We have two main objectives. First, we aim to present and develop a philosophical method, called ‘Strawsonian genealogy’, for the study of internally diverse concepts (concepts which resist traditional conceptual analysis in terms of necessary and sufficient conditions). We will build upon the work of P.F. Strawson, compare our method to related methods in the work of L. Wittgenstein and B. Williams, and situate it within the contemporary methodological landscape. Second, we aim to show how our method helps to provide (a) new insights into the most influential paper in responsibility theory (P.F. Strawson's 'Freedom and Resentment') and (b) new answers to key questions in the field, including ‘Why do we have the concept of moral responsibility?’, ‘How is moral responsibility connected to punishment?’, and ‘What is the point of punishment?’. Last modified: 13-02-2023 Created using DMPonline.be. Last modiﬁed 13 February 2023 1 of 6 Transforming Responsibility Theory Through Strawsonian Genealogy Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Source material Published books and articles E D and P T .pdf and physical copies max 3 GB max 2000 pages Conference contributions Abstracts, conference presentations N D T .pdf, .docx, .ppt max 1 GB Notes and drafts Notes and drafts based on source material N D and P T .pdf, .docx and physical max 1 GB max 500 pages Publications Published articles, book chapters N D and P T .pdf and physical max 500 MB max 200 pages If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will used published books and articles (both physical and digital) as source material. Most resources are available in KU Leuven Libraries. All sources relevant for the research will be cited in our publications. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 13 February 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Source material: a clean copy of all digital source material will be saved (folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter - Freedom and Resentment'). Physical source material will mostly be available in KU Leuven Libraries. Conferences: a clean copy of all the materials will be saved (folder 'Conferences'). For every conference or workshop, a sub-folder will be created (e.g., 2023 Roots of Normativity Oxford) in which all notes, abstracts, presentations related to the conference will be saved. Publications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication in progress, a sub-folder will be created (e.g., 2023 Strawson's Later Work on Responsibility) in which all notes and drafts related to the publication (version 1, 2, etc.) will be saved. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No The reference lists of our publications will be compiled according to common standards in the field of analytic philosophy. References will contain author name, year, title of publication, publisher, title of journal, page range, and DOI (if there is one). Source materials will be saved in a folder 'Source material', items will get file name including author and title, e.g. 'Strawson Peter - Freedom and Resentment'. That is sufficient for the purposes of this research. We will work with data which are already publicly available and rather easy to find. Conference contributions will be saved in a folder 'Conferences'. For every conference or workshop, a sub-folder will be created (e.g., 2023 Roots of Normativity Oxford) in which (all versions of) all notes, abstracts, presentations related to the conference will be saved. That is sufficient for the purposes of this research. Publications: a clean copy of all digitally available publications will be saved (folder 'Publications'). For every publication, a sub-folder will be created (e.g., 2023 Strawson's Later Work on Responsibility) in which all (versions of) notes and drafts related to the publication will be saved. That is sufficient for the purposes of this research. Data Storage & Back-up during the Research Project Where will the data be stored? Created using DMPonline.be. Last modiﬁed 13 February 2023 3 of 6 Personal network drive (I-drive) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will not work with sensitive data. Security of personal network drives is high enough for this research (KU Leuven services are sufficiently secured by Multi Factor Authentication), no additional security measures are necessary. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs expected. (Covered by KU Leuven.) Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) Shared network drive (J-drive) Newly published data will be available through Lirias, the KU Leuven Repository, and PhilPapers (a repository for philosophy papers). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs. (Covered by KU Leuven.) Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Created using DMPonline.be. Last modiﬁed 13 February 2023 4 of 6 Please explain per dataset or data type which data will be made available. Other (specify below) Source material is already published material. Notes and drafts will not be made available (they are unlikely to be of any use to researchers outside the research team), but the published material based on these notes, drafts, etc. will be made available. Depending on the venue in which articles, book chapters, conference proceedings, etc. are published, the publications will be available Open Access from the start or after an embargo period. All publications will be made available through Lirias (KU Leuven Repository) and PhilPapers (archive for papers in philosophy). Publications under embargo will be made available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. All interested scholars will get access to the data, taking into account potential copyright restrictions (embargo periods). We will comply with KU Leuven Open Access policy. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Publications will be made available through Lirias (KU Leuven Repository) and PhilPapers (philosophy papers repository). When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs. (Covered by KU Leuven.) Created using DMPonline.be. Last modiﬁed 13 February 2023 5 of 6 Responsibilities Who will manage data documentation and metadata during the research project? PI and project researchers Who will manage data storage and backup during the research project? PI and project researchers Who will manage data preservation and sharing? PI Who will update and implement this DMP? PI Created using DMPonline.be. Last modiﬁed 13 February 2023 6 of 6"
}