{
    "document_id": "D-2023-2032",
    "LinkTitle": "D-2023-2032",
    "file_name": "D-2023-2032.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2032.pdf",
    "metadata": {
        "title": "How do cardiovascular diseases and their treatments affect the microstructural-mechanical relationship? An advanced 3D microstructural analysis &amp; modeling approach - Data Management Plan",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "How do cardiovascular diseases and their treatments affect the microstructural-mechanical\nrelationship? An advanced 3D microstructural analysis &amp; modeling approach - Data\nManagement Plan\nA Data Management Plan created using DMPonline.be\nCreator: \nMaïté Marie P Pétré\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S64923N\nID: \n198459\nStart date: \n01-11-2022\nEnd date: \n30-10-2026\nProject abstract:\nCardiovascular diseases (CVDs) are still the leading cause of death worldwide. Treatment options such as balloon angioplasty often fail.\nOne reason for this failure is that the treatment applies too high mechanical forces for the vascular tissue, inducing inflammation and re-\nobstruction of the blood vessel, named restenosis. However, the exact mechanism by which restenosis develops is still not fully\nunderstood. One hypothesis is that the treatment causes an alteration in the tissue microstructure. To investigate this hypothesis, this\nPhD thesis aims to combine advanced 3D imaging and computational modelling, leading to more biofidelic models. The first objective is\nto create a database of microstructural properties of healthy & diseased vascular tissues. For this, we will use 3D contrast-enhanced\nmicrofocus computed tomography (CECT). Using this database, a microstructureinspired model will be created via a multiscale approach\nstarting from a representative volume element (RVE). The RVE will be parametrized, enabling adaptation of the microstructural\nparameters to understand how they influence the mechanical behavior. Finally, to calibrate and validate the model, macro- and\nmicroscale mechanical tests will be performed. For the latter, 4D-CECT will be used, which combines in-situ mechanical loading with\nCECT imaging. The combined imaging and modeling approach of this PhD project will improve the insights into the failure mechanisms\nof some of the treatments for CVDs.\nLast modified: \n27-04-2023\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n1 of 9\nHow do cardiovascular diseases and their treatments affect the microstructural-mechanical\nrelationship? An advanced 3D microstructural analysis & modeling approach - Data\nManagement Plan\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n1. Data from\nimaging\nexperiments\n(WP1)\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDataset 1.1 -\nTissue samples\n \nTissue\nsamples: \nhuman and\nanimal arteries\n(porcine, rat,\nmice, sheep).\nAnimal arteries\ncome  from the\nslaughterhouse\nor from clinical\nexperiment at\nGHB. Human\narteries come\nfrom the\nbiobank or\nfrom the clinics\n(with ethical\napproval)\nGenerate new\ndata\nPhysical\nsample\n \n \n \nNot\nstored \nDataset 1.2 -\nClinical data\nData regarding\ngeneral health\nand biometric\nparameters or\nanimal/patient\nGenerate new\ndata \nDigital\nObservational,\nexperimental\n.txt,.csv,.pdf,.xlsx,\n.docx\n<100MB\n \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n2 of 9\nDataset 1.3 -\nImaging data\nGrey-scale\nimages from\nthe Nanotom\nM uCT and\nfrom the\nsynchrotron.\nRGB images\nfrom 2D\nclassical\nhistology and\nsecond-\nharmonic\ngeneration \nGenerate new\ndata & reuse\nexisting data\nDigital\nExperimental, Images\n.bmp, .tiff, .jpg\n<50TB\n \nDataset 1.4 - \nProtocol (image\nanalysis &\nsample\npreparation) \nProtocols on\nhow to prepare\nsample, post-\nprocess and\nanalyze the\nimages.\nPython, matlab\ncodes to\nprocess the\nimages.\nGenerate new\ndata & reuse\nexisting data\nDigital\nObservational, Simulation\ndata\n.txt,.csv,.pdf,.xlsx,\n.docx, .ipynb, .py\n<1GB\n \n2.\nMicrostructure-\ninspired model\n(WP2)\nDataset 2.1 -\nparametric\ncode\npython code\ngenerating a\nmicrostructural\nrepresentative\nvolume\nelement \ngenerate new\ndata\nDigital\nSimulation data\n.py, .ipynb\n<1GB\n \nDataset 2.2 -\nsimulation\nCodes to mesh\nthe RVE and\nperform virtual\nmechanical\ntests\ngenerate new\ndata\nDigital\nSoftware (Abaqus, Ansa,\nmatlab)\n.ansa, .inp, .for,\n.f, .m\n<10GB\n \nDataset 2.3 -\nmaterials\nparameters\nResulting\nmaterials\nparameters of\nsimulation or\nuse materials\nproperties from\nliterature\nGenerate new\ndata & reuse\nexisting data\nDigital\nNumerical data\n.csv, .mat\n<100MB\n \n3. Experimental\nmechanical\ncharacterization\n(WP3)\nDataset 3.1 -\nMechanical\ndata\nRaw data of\nthe mechanical\ntests\ngenerate new\ndata\nDigital\nExperimental\n.mat, .csv, .text\n<1TB\n \nDataset 3.2 -\nParameter\nfitting code\nMatlab code\nthat has as\ninput the raw\ndata of the\nmechanical\nexperiments\nand as output\nthe material\nparameters of\na certain\nconstitutive\nmodel\n generate new\ndata by\nreusing\nexisting code\nDigital\nSoftware (Matlab)\n.mat,.dat\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n3 of 9\nDataset 3.3 –\nGeometrical\ndata\nPictures and\nmicroscopic\nimages of the\ntissue\nsamples,\nthickness\nmeasurement\npictures and\naccompanying\nquantitative\ndata (Camera,\nlaser scanning,\nmicroscope)\ngenerate new\ndata\nDigital\nExperimental,\nObservational\n.jpeg,.tif,.csv\n<10GB\n \nDataset 3.4 -\nTissue samples\nTissue\nsamples from\nslaughterhouse\nor from the\nclinics\ngenerate new\ndata\nPhysical\nExperimental\nNot stored\n(mechanical test\ndestructive)\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nDataset 3.2 - Parameter fitting code from PhD thesis Heleen Fehervary: Fehervary, H., Vander Sloten, J., & Famaey, N.\n(2018). \nPlanar Biaxial Testing of Soft Biological Tissues\n.\nDataset 2.3 - materials parameters:\nMarino, M., Pontrelli, G., Vairo, G., & Wriggers, P. (2017). Coupling microscale transport and tissue mechanics:\nmodeling strategies for arterial multiphysics. In \nModeling of microscale transport in biological processes\n (pp. 77-112).\nAcademic Press.\nHoeve, C. A. J., & Flory, P. J. (1974). The elastic properties of elastin. \nBiopolymers: Original Research on\nBiomolecules\n, \n13\n(4), 677-686.  \nhttps://doi.org/10.1002/bip.1974.360130404\nLillie, M. A., & Gosline, J. M. (2007). Mechanical properties of elastin along the thoracic aorta in the pig. \nJournal of\nbiomechanics\n, \n40\n(10), 2214-2221. (\nhttps://doi.org/10.1016/j.jbiomech.2006.10.025\n)\nDataset 1.3 & 1.4 - imaging data and protocols:\nDataset from my ContrasTTeam research group not published yet\nMaes, A., Pestiaux, C., Marino, A. \net al.\n Cryogenic contrast-enhanced microCT enables nondestructive 3D quantitative\nhistopathology of soft biological tissues. \nNat Commun\n \n13\n, 6207 (2022). https://doi.org/10.1038/s41467-022-34048-4\n(https://doi.org/10.1038/s41467-022-34048-4)\nLisa Leyssens et al., Non-destructive 3D characterization of the blood vessel wall microstructure in different species and\nblood vessel types using contrast-enhanced microCT and comparison with synthetic vascular grafts., Acta Biomateriala,\nsoon to be published\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, animal data\nYes, human subject data\nWe have collected human tissue samples from donors (atherosclerotic femoral arteries from amputed people) and we will collect\nanimal tissue from our collaboration with surgeons in Gasthuisberg, UZLeuven or from the slaughterhouse. The corresponding EC\nResearch and ECD numbers are S62776 and 103/2016, respectively. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n4 of 9\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nIf applicable, IP protection will be investigated in collaboration with the KU Leuven LRD office.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\n1. Data from imaging and mechanical experiments\nThe documentation of the experiments consists of:\nEthical approval documents: CTC documents, communication with ethical committees, etc.\nTest protocols: SOPs and specific protocols of the performed mechanical test\nManuals: manuals for operating the testing devices, performing the scans, etc\nElabjournal containing all the imaging parameters selected and pictures of experiments\n2. Data from material parameter optimization\nThe parameter fitting code is properly annotated and contains a readme-file to describe its content.\n3. Data from simulations\nAll generated models and subroutines are accompanied with a readme-file and contain a header to describe their content,\nauthor(s) and last modification date.\n4. General computing code\nAll generated processing and analysis code is accompanied with a readme-file and contains a header to describe its content,\nauthor(s) and last modification date.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n5 of 9\nNo\n1. Data from imaging and experimental experiments\nData related to identification of the tested tissue/animal/patient. For our biological samples, metadata is created upon registration\nat FIBEr, according to predefined fields, which is then safely stored in the FIBEr database.\nFor the imaging experiments, all information (acquisition & processing parameters) are stored in elabjournal as well as in the\nproperties of the acquisition file and image dataset. \nSpecific protocol that was used to perform the mechanical test on a certain tissue. For our testing protocols, the FIBEr template is\nused, provided and reviewed by FIBEr's lab manager.\n2. Data from material parameter optimization\nResulting parameters are always accompanied by a report of the parameter fitting run, indicating settings of the parameter fitting\ncode.\nAny in-house developed code is properly annotated and accompanied by a readme-file.\n3. Data from simulations\nData related to identification of the animal/patient.\nAbaqus and LS-Dyna automatically generate metadata for every simulation, according to their own standards.\nAny in-house developed code is properly annotated and accompanied by a readme-file.\n4. General computing code\nAny in-house developed code is properly annotated and accompanied by a readme-file.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nApart from non-sensitive raw images, data will be stored on facilities of the research unit or university. This includes:\n- FIBEr’s database for experimental data, hosted at ICTS NAS buffer storage for temporary storage during data processing,\nlocated within FIBEr and hosted by SET-IT Google Cloud\n- Storage for archiving of non-sensitive raw images.\n- Git repository for code development.\n- OneDrive for office files.\n- KU Leuven shared drives and personal drive for office files.\n- Large Volume Storage (LVS) for storing imaging datasets backed-up by UCLouvain.\n- Elabjournal containing all the experimental protocols. \nHow will the data be backed up?\nAll data are stored on the university's central servers (I-drive, J-drive, Kdrive, FIBEr database and KU Leuven's gitlab space, LVS\nby UCLouvain) with automatic daily back-up procedures. If not located in one of the above drives, all research-related documents\nare to be stored in (I) a folder on the researcher's pc that is synced with OneDrive for Business cloud storage or (II) the MECH -\nSTB - Documents SharePoint online-site, (III) a copy of the image datasets stored on physical hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient space is available on the university's central servers (J-drive, K-drive, FIBEr database, KU Leuven's gitlab space,\nUCLouvain LVS). Moreover, for the UCLouvain LVS, it is possible to increase the storage and backup capacities by paying more. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data is securely stored on KU Leuven and UCLouvain servers and only accessible by members of the research unit through\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n6 of 9\nauthentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven charges a fixed price per TB on the different storage locations, whereby the average usage is charged on a yearly\nbasis. UCLouvain also charges a fixed price per TB for the LVS storage (150€/TB per year). For the current project, we expect to\ncollect a total of 1 TB of data on the FIBEr database, less than 30TB of images stored in LVS at the end of the project,  and 500\nGB on the J- and K-drive and gitlab. The overall costs are expected to be less than €2000/yr, financed in part by the current FWO\nproject for the duration of the project and by other project grants from the promotors.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for 5 years after the end of the project (and for publications, until 5 years after the work has been\npublished). Biological samples are destroyed after mechanical testing and can in any case not be retained due to preservation\nissues. Human samples used for imaging purposes only without testing and used in a publication will be retained for 5 years in\nthe freezer of UCLouvain, at IREC Morf departement. However, the animal samples will be discarded once a paper is published\non the topic. \nWhere will these data be archived (stored and curated for the long-term)?\nAll data stored in the FIBEr database stays there for at least 5 years after the project/publication. All data in the J-drive and on\ngitlab will be moved to archival storage (KU Leuven's K-drive). All the imaging datasets used for publications will be archived for 5\nyears.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe costs will not exceed €5000 and will be covered by the budget of the supervisor.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOther, please specify:\nFor each outcome of the PhD project (models, imaging datasets, new techniques, etc), IP rights will be ad hoc discussed with the\npartners involved in the project and the Tech Transfer Office of the KU Leuven. Trade off between patenting and open access will\nbe considered. Once IP is protected, the outcome will be made available via Open Access repositories or upon request after\npublication. Especially for the imaging datasets, which are very large (>50GB/dataset), the data will be made available upon\nrequest and can be send via BelNet Filesender. For the biological samples, they will not be available for reuse or shared. \nFor the mechanical data and the models, they will be made available within KU Leuven via the FIBEr database and the K-drive\nupon request, via scientific papers and 'data papers' if supported by the journals, via\ndata repositories, such as for example Zenodo, or other repositories upon request, etc. \n \n \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n7 of 9\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe restriction of the imaging datasets comes mainly due to the large size of the datasets, and the related cost for long term\nstorage in open access repositories. Therefore, the datasets will be made available upon request, and can be send via BelNet\nFileSender. Once IP is secured and once the related results, datasets are published, everyone should be able to obtain access to\nthe imaging datasets upon request. For the smaller datasets (i.e. models, protocols, mechanical data), once published, the\ndatasets should be accessible via open access repositery. \nMembers of the research unit will be able to access the data via the shared drives.\nThe scientific community will have access to the data under the following conditions of\nuse: CC BY, in which appropriate credit must be given to the author and indication of\nchanges must be made, and CC BY-NC, which adds a non-commercial term to the CC\nBY license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nMy PhD is a joint-PhD between the university of KU Leuven and UCLouvain. Therefore, a joint-PhD agreement has been signed,\nwhich states that the property, publication, use and protection of the results of the research is common to the two host institutions\nand are required to be in conformity both with the specific procedures in each of the two communities as well as the relevant\ninternal regulations of each institution. Any cases of potential conflict in the provisions will form the subject of arbitration between\nthe KU Leuven and the UCLouvain. This can restrict or prevent the sharing of my data. Furthermore, the large size of the imaging\ndatasets and the cost related to long term storage in open access repositories, can also be a restriction to sharing in open access\nsuch datasets. In this case, the imaging datasets will be made available upon request. \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFor the publications, it will made available on DIAL and LIRIAS, the universities repositories for papers and conference abstracts.\nFor the datasets smaller than 50GB, it can be made available on zenodo  (https://zenodo.org/) and can be linked to the ORCID\nnumber and the DOI. \nWhen will the data be made available?\nWhen IP is secured for both universities (UCLouvain, KU Leuven) and upon publications of the results, then the data will be made\navailable. \nWhich data usage licenses are you going to provide? If none, please explain why.\nProviding usage licences or not will be ad hoc discussed for each type of datasets with the partners involved in the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n8 of 9\nOur large datasets are stored on LVS where university members can have access to the data upon request.  The cost is about\n150€ per TB per year. This is for storage, but we can give access to the datasets upon request. Cost will be covered on other\ngrants than the FWO mandate budget (bench fee), from the both promoters.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher is responsible for data documentation and metadata. \nWho will manage data storage and backup during the research project?\nThe PhD researcher is responsible for data storage and back up during the project. \nWho will manage data preservation and sharing?\nThe PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD\nproject. After the PhD project, the supervisor will be in charge of this. \nWho will update and implement this DMP?\nThe PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor\nwill bear the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n9 of 9"
    },
    "clean_full_text": "How do cardiovascular diseases and their treatments affect the microstructural-mechanical relationship? An advanced 3D microstructural analysis &amp; modeling approach - Data Management Plan A Data Management Plan created using DMPonline.be Creator: Maïté Marie P Pétré Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S64923N ID: 198459 Start date: 01-11-2022 End date: 30-10-2026 Project abstract: Cardiovascular diseases (CVDs) are still the leading cause of death worldwide. Treatment options such as balloon angioplasty often fail. One reason for this failure is that the treatment applies too high mechanical forces for the vascular tissue, inducing inflammation and re- obstruction of the blood vessel, named restenosis. However, the exact mechanism by which restenosis develops is still not fully understood. One hypothesis is that the treatment causes an alteration in the tissue microstructure. To investigate this hypothesis, this PhD thesis aims to combine advanced 3D imaging and computational modelling, leading to more biofidelic models. The first objective is to create a database of microstructural properties of healthy & diseased vascular tissues. For this, we will use 3D contrast-enhanced microfocus computed tomography (CECT). Using this database, a microstructureinspired model will be created via a multiscale approach starting from a representative volume element (RVE). The RVE will be parametrized, enabling adaptation of the microstructural parameters to understand how they influence the mechanical behavior. Finally, to calibrate and validate the model, macro- and microscale mechanical tests will be performed. For the latter, 4D-CECT will be used, which combines in-situ mechanical loading with CECT imaging. The combined imaging and modeling approach of this PhD project will improve the insights into the failure mechanisms of some of the treatments for CVDs. Last modified: 27-04-2023 Created using DMPonline.be. Last modiﬁed 27 April 2023 1 of 9 How do cardiovascular diseases and their treatments affect the microstructural-mechanical relationship? An advanced 3D microstructural analysis & modeling approach - Data Management Plan FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume 1. Data from imaging experiments (WP1) Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Dataset 1.1 - Tissue samples Tissue samples: human and animal arteries (porcine, rat, mice, sheep). Animal arteries come from the slaughterhouse or from clinical experiment at GHB. Human arteries come from the biobank or from the clinics (with ethical approval) Generate new data Physical sample Not stored Dataset 1.2 - Clinical data Data regarding general health and biometric parameters or animal/patient Generate new data Digital Observational, experimental .txt,.csv,.pdf,.xlsx, .docx <100MB Created using DMPonline.be. Last modiﬁed 27 April 2023 2 of 9 Dataset 1.3 - Imaging data Grey-scale images from the Nanotom M uCT and from the synchrotron. RGB images from 2D classical histology and second- harmonic generation Generate new data & reuse existing data Digital Experimental, Images .bmp, .tiff, .jpg <50TB Dataset 1.4 - Protocol (image analysis & sample preparation) Protocols on how to prepare sample, post- process and analyze the images. Python, matlab codes to process the images. Generate new data & reuse existing data Digital Observational, Simulation data .txt,.csv,.pdf,.xlsx, .docx, .ipynb, .py <1GB 2. Microstructure- inspired model (WP2) Dataset 2.1 - parametric code python code generating a microstructural representative volume element generate new data Digital Simulation data .py, .ipynb <1GB Dataset 2.2 - simulation Codes to mesh the RVE and perform virtual mechanical tests generate new data Digital Software (Abaqus, Ansa, matlab) .ansa, .inp, .for, .f, .m <10GB Dataset 2.3 - materials parameters Resulting materials parameters of simulation or use materials properties from literature Generate new data & reuse existing data Digital Numerical data .csv, .mat <100MB 3. Experimental mechanical characterization (WP3) Dataset 3.1 - Mechanical data Raw data of the mechanical tests generate new data Digital Experimental .mat, .csv, .text <1TB Dataset 3.2 - Parameter fitting code Matlab code that has as input the raw data of the mechanical experiments and as output the material parameters of a certain constitutive model generate new data by reusing existing code Digital Software (Matlab) .mat,.dat <1GB Created using DMPonline.be. Last modiﬁed 27 April 2023 3 of 9 Dataset 3.3 – Geometrical data Pictures and microscopic images of the tissue samples, thickness measurement pictures and accompanying quantitative data (Camera, laser scanning, microscope) generate new data Digital Experimental, Observational .jpeg,.tif,.csv <10GB Dataset 3.4 - Tissue samples Tissue samples from slaughterhouse or from the clinics generate new data Physical Experimental Not stored (mechanical test destructive) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Dataset 3.2 - Parameter fitting code from PhD thesis Heleen Fehervary: Fehervary, H., Vander Sloten, J., & Famaey, N. (2018). Planar Biaxial Testing of Soft Biological Tissues . Dataset 2.3 - materials parameters: Marino, M., Pontrelli, G., Vairo, G., & Wriggers, P. (2017). Coupling microscale transport and tissue mechanics: modeling strategies for arterial multiphysics. In Modeling of microscale transport in biological processes (pp. 77-112). Academic Press. Hoeve, C. A. J., & Flory, P. J. (1974). The elastic properties of elastin. Biopolymers: Original Research on Biomolecules , 13 (4), 677-686. https://doi.org/10.1002/bip.1974.360130404 Lillie, M. A., & Gosline, J. M. (2007). Mechanical properties of elastin along the thoracic aorta in the pig. Journal of biomechanics , 40 (10), 2214-2221. ( https://doi.org/10.1016/j.jbiomech.2006.10.025 ) Dataset 1.3 & 1.4 - imaging data and protocols: Dataset from my ContrasTTeam research group not published yet Maes, A., Pestiaux, C., Marino, A. et al. Cryogenic contrast-enhanced microCT enables nondestructive 3D quantitative histopathology of soft biological tissues. Nat Commun 13 , 6207 (2022). https://doi.org/10.1038/s41467-022-34048-4 (https://doi.org/10.1038/s41467-022-34048-4) Lisa Leyssens et al., Non-destructive 3D characterization of the blood vessel wall microstructure in different species and blood vessel types using contrast-enhanced microCT and comparison with synthetic vascular grafts., Acta Biomateriala, soon to be published Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Yes, human subject data We have collected human tissue samples from donors (atherosclerotic femoral arteries from amputed people) and we will collect animal tissue from our collaboration with surgeons in Gasthuisberg, UZLeuven or from the slaughterhouse. The corresponding EC Research and ECD numbers are S62776 and 103/2016, respectively. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 27 April 2023 4 of 9 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If applicable, IP protection will be investigated in collaboration with the KU Leuven LRD office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Data from imaging and mechanical experiments The documentation of the experiments consists of: Ethical approval documents: CTC documents, communication with ethical committees, etc. Test protocols: SOPs and specific protocols of the performed mechanical test Manuals: manuals for operating the testing devices, performing the scans, etc Elabjournal containing all the imaging parameters selected and pictures of experiments 2. Data from material parameter optimization The parameter fitting code is properly annotated and contains a readme-file to describe its content. 3. Data from simulations All generated models and subroutines are accompanied with a readme-file and contain a header to describe their content, author(s) and last modification date. 4. General computing code All generated processing and analysis code is accompanied with a readme-file and contains a header to describe its content, author(s) and last modification date. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 27 April 2023 5 of 9 No 1. Data from imaging and experimental experiments Data related to identification of the tested tissue/animal/patient. For our biological samples, metadata is created upon registration at FIBEr, according to predefined fields, which is then safely stored in the FIBEr database. For the imaging experiments, all information (acquisition & processing parameters) are stored in elabjournal as well as in the properties of the acquisition file and image dataset. Specific protocol that was used to perform the mechanical test on a certain tissue. For our testing protocols, the FIBEr template is used, provided and reviewed by FIBEr's lab manager. 2. Data from material parameter optimization Resulting parameters are always accompanied by a report of the parameter fitting run, indicating settings of the parameter fitting code. Any in-house developed code is properly annotated and accompanied by a readme-file. 3. Data from simulations Data related to identification of the animal/patient. Abaqus and LS-Dyna automatically generate metadata for every simulation, according to their own standards. Any in-house developed code is properly annotated and accompanied by a readme-file. 4. General computing code Any in-house developed code is properly annotated and accompanied by a readme-file. 3. Data storage & back-up during the research project Where will the data be stored? Apart from non-sensitive raw images, data will be stored on facilities of the research unit or university. This includes: - FIBEr’s database for experimental data, hosted at ICTS NAS buffer storage for temporary storage during data processing, located within FIBEr and hosted by SET-IT Google Cloud - Storage for archiving of non-sensitive raw images. - Git repository for code development. - OneDrive for office files. - KU Leuven shared drives and personal drive for office files. - Large Volume Storage (LVS) for storing imaging datasets backed-up by UCLouvain. - Elabjournal containing all the experimental protocols. How will the data be backed up? All data are stored on the university's central servers (I-drive, J-drive, Kdrive, FIBEr database and KU Leuven's gitlab space, LVS by UCLouvain) with automatic daily back-up procedures. If not located in one of the above drives, all research-related documents are to be stored in (I) a folder on the researcher's pc that is synced with OneDrive for Business cloud storage or (II) the MECH - STB - Documents SharePoint online-site, (III) a copy of the image datasets stored on physical hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient space is available on the university's central servers (J-drive, K-drive, FIBEr database, KU Leuven's gitlab space, UCLouvain LVS). Moreover, for the UCLouvain LVS, it is possible to increase the storage and backup capacities by paying more. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is securely stored on KU Leuven and UCLouvain servers and only accessible by members of the research unit through Created using DMPonline.be. Last modiﬁed 27 April 2023 6 of 9 authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven charges a fixed price per TB on the different storage locations, whereby the average usage is charged on a yearly basis. UCLouvain also charges a fixed price per TB for the LVS storage (150€/TB per year). For the current project, we expect to collect a total of 1 TB of data on the FIBEr database, less than 30TB of images stored in LVS at the end of the project, and 500 GB on the J- and K-drive and gitlab. The overall costs are expected to be less than €2000/yr, financed in part by the current FWO project for the duration of the project and by other project grants from the promotors. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for 5 years after the end of the project (and for publications, until 5 years after the work has been published). Biological samples are destroyed after mechanical testing and can in any case not be retained due to preservation issues. Human samples used for imaging purposes only without testing and used in a publication will be retained for 5 years in the freezer of UCLouvain, at IREC Morf departement. However, the animal samples will be discarded once a paper is published on the topic. Where will these data be archived (stored and curated for the long-term)? All data stored in the FIBEr database stays there for at least 5 years after the project/publication. All data in the J-drive and on gitlab will be moved to archival storage (KU Leuven's K-drive). All the imaging datasets used for publications will be archived for 5 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will not exceed €5000 and will be covered by the budget of the supervisor. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Other, please specify: For each outcome of the PhD project (models, imaging datasets, new techniques, etc), IP rights will be ad hoc discussed with the partners involved in the project and the Tech Transfer Office of the KU Leuven. Trade off between patenting and open access will be considered. Once IP is protected, the outcome will be made available via Open Access repositories or upon request after publication. Especially for the imaging datasets, which are very large (>50GB/dataset), the data will be made available upon request and can be send via BelNet Filesender. For the biological samples, they will not be available for reuse or shared. For the mechanical data and the models, they will be made available within KU Leuven via the FIBEr database and the K-drive upon request, via scientific papers and 'data papers' if supported by the journals, via data repositories, such as for example Zenodo, or other repositories upon request, etc. Created using DMPonline.be. Last modiﬁed 27 April 2023 7 of 9 If access is restricted, please specify who will be able to access the data and under what conditions. The restriction of the imaging datasets comes mainly due to the large size of the datasets, and the related cost for long term storage in open access repositories. Therefore, the datasets will be made available upon request, and can be send via BelNet FileSender. Once IP is secured and once the related results, datasets are published, everyone should be able to obtain access to the imaging datasets upon request. For the smaller datasets (i.e. models, protocols, mechanical data), once published, the datasets should be accessible via open access repositery. Members of the research unit will be able to access the data via the shared drives. The scientific community will have access to the data under the following conditions of use: CC BY, in which appropriate credit must be given to the author and indication of changes must be made, and CC BY-NC, which adds a non-commercial term to the CC BY license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other My PhD is a joint-PhD between the university of KU Leuven and UCLouvain. Therefore, a joint-PhD agreement has been signed, which states that the property, publication, use and protection of the results of the research is common to the two host institutions and are required to be in conformity both with the specific procedures in each of the two communities as well as the relevant internal regulations of each institution. Any cases of potential conflict in the provisions will form the subject of arbitration between the KU Leuven and the UCLouvain. This can restrict or prevent the sharing of my data. Furthermore, the large size of the imaging datasets and the cost related to long term storage in open access repositories, can also be a restriction to sharing in open access such datasets. In this case, the imaging datasets will be made available upon request. Where will the data be made available? If already known, please provide a repository per dataset or data type. For the publications, it will made available on DIAL and LIRIAS, the universities repositories for papers and conference abstracts. For the datasets smaller than 50GB, it can be made available on zenodo (https://zenodo.org/) and can be linked to the ORCID number and the DOI. When will the data be made available? When IP is secured for both universities (UCLouvain, KU Leuven) and upon publications of the results, then the data will be made available. Which data usage licenses are you going to provide? If none, please explain why. Providing usage licences or not will be ad hoc discussed for each type of datasets with the partners involved in the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 27 April 2023 8 of 9 Our large datasets are stored on LVS where university members can have access to the data upon request. The cost is about 150€ per TB per year. This is for storage, but we can give access to the datasets upon request. Cost will be covered on other grants than the FWO mandate budget (bench fee), from the both promoters. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher is responsible for data documentation and metadata. Who will manage data storage and backup during the research project? The PhD researcher is responsible for data storage and back up during the project. Who will manage data preservation and sharing? The PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD project. After the PhD project, the supervisor will be in charge of this. Who will update and implement this DMP? The PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor will bear the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 27 April 2023 9 of 9"
}