{
    "document_id": "D-2021-1335",
    "LinkTitle": "D-2021-1335",
    "file_name": "D-2021-1335.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1335.pdf",
    "metadata": {
        "title": "Contact",
        "author": "Christophe Deroose",
        "num_pages": 2
    },
    "content": {
        "full_text": " \n   \n  \nuw bericht van  \n01-04-2022 uw kenmerk  \n ons kenmerk  \n1833222N  \n Leuven  \n14-04-2022 \n \nONDERWERP: FWO Manda at (1833222 N) Data  management  plan \n \n \n \nDatypes  that will be collecte d during the re search  \n \n• Chemi cal compound characteriz ation ( LC-MS, NMR  data; software specific).  \nQuantitative tissue/ cell binding  & biodistribution data  (gamma counting; csv \nformat & autoradiography; TIFF ) \n• Radiopharmaceutical synthesis  (production logs; paper & PDF).  \n• Human data  \n- Trial  documents (paper, PDF)  \n- Demograp hic & clinical data (source : electronic patient records UZ Leuven \n(KWS) – data capture through eCRF; Castor).  \n- Human imaging (PET, CT, MRI; listmode RAW & DICOM format; UZ Leuven \nPACS & MIM software).  \n- Image analysis (VOIs;  MIM  software ). \n- Ex-vivo analysis (µCT, software specific; histology data, TIFF & software \nspecific; other data, digital lab book)  \n \nProvisions are in place in order to preserve the data during and at least 5 years \nafter the end of the research.  \n \nChemical data: data on automatically back ed-up (ABU)  KU Leuven servers in \nprotected folders (responsible person (RP): F. Cleeren).  \nRadiophar maceutical synthesis: data stored according to GMP production \nlicense  (paper & ABU UZ Leuven servers ) (RP:  K. Serdons).  \nHuman imaging: data stored according to MiRACLE procedures on ABU UZ \nLeuven servers (MIM) or in UZ Leuven PACS (BU guar antee: 20 years)  (RP: W. \nDeckers ). \nTrial documents: paper storage according to GCP (RP: K. Porters)  campus Gasthuisberg  \nHerestraat 49  \nB - 3000 Leuven  \ntel. +32 16 34 37 15 \nfax +32 16 34 37 59  \n \n prof.dr. K. Van Laere , \ndiensthoofd  \n \nmedische staf:  \nprof.dr. C. Deroose  \nprof. dr. K. Goffin  \ndr. S. Jentjens  \n \nconsulenten:  \ndr. N. Ahmadi Bidakhvidi  \ndr. A . Geysen  \ndr. R. Verscuren  \n \n \n 2/2 Clinical dat a: eCRF in Castor (RP: C. Deroose ). \nEx-vivo imaging: data stored on MoSAI C servers (KU Leuven; ABU ) according to \nMoSAIC data management plan (responsible person (RP): C. Cawthorne ). \n \n \n \nSpecific security measur es for sensitive data.  \n \nThis project will deal with human healthy volunteers and oncological patients. The \nresearch will be carried out according to Good Clinical Practice (GCP) norms. All data \nwill either be stored in the protected electronic health care records (EHR) of UZ Leuv en \n(KWS) or will be p seudonymiz ed to be collect ed in the eCRF for further analysis . The \nidentity of the patients (p seudonymiz ation key) will be stored in the paper Subject \nIdentification Code List, together with the signed Consent Forms, which are kept on site \nin a locked cabinet (RP: K. Porters). Data will be managed in compliance with the UZ \nLeuven General Data Protection Regulation (GDPR)  policy.  \n \n \nSufficient  storage  capacity  is provided  on the KU Leuven, MoSAIC , PACS and UZ Leuve n data \ndrive s. Furthermore,  sufficient  storage  is foreseen  for advanced  data  analyses.  Data \nstorage costs will be charged to the project . \n "
    },
    "clean_full_text": "uw bericht van 01-04-2022 uw kenmerk ons kenmerk 1833222N Leuven 14-04-2022 ONDERWERP: FWO Manda at (1833222 N) Data management plan Datypes that will be collecte d during the re search • Chemi cal compound characteriz ation ( LC-MS, NMR data; software specific). Quantitative tissue/ cell binding & biodistribution data (gamma counting; csv format & autoradiography; TIFF ) • Radiopharmaceutical synthesis (production logs; paper & PDF). • Human data - Trial documents (paper, PDF) - Demograp hic & clinical data (source : electronic patient records UZ Leuven (KWS) – data capture through eCRF; Castor). - Human imaging (PET, CT, MRI; listmode RAW & DICOM format; UZ Leuven PACS & MIM software). - Image analysis (VOIs; MIM software ). - Ex-vivo analysis (µCT, software specific; histology data, TIFF & software specific; other data, digital lab book) Provisions are in place in order to preserve the data during and at least 5 years after the end of the research. Chemical data: data on automatically back ed-up (ABU) KU Leuven servers in protected folders (responsible person (RP): F. Cleeren). Radiophar maceutical synthesis: data stored according to GMP production license (paper & ABU UZ Leuven servers ) (RP: K. Serdons). Human imaging: data stored according to MiRACLE procedures on ABU UZ Leuven servers (MIM) or in UZ Leuven PACS (BU guar antee: 20 years) (RP: W. Deckers ). Trial documents: paper storage according to GCP (RP: K. Porters) campus Gasthuisberg Herestraat 49 B - 3000 Leuven tel. +32 16 34 37 15 fax +32 16 34 37 59 prof.dr. K. Van Laere , diensthoofd medische staf: prof.dr. C. Deroose prof. dr. K. Goffin dr. S. Jentjens consulenten: dr. N. Ahmadi Bidakhvidi dr. A . Geysen dr. R. Verscuren 2/2 Clinical dat a: eCRF in Castor (RP: C. Deroose ). Ex-vivo imaging: data stored on MoSAI C servers (KU Leuven; ABU ) according to MoSAIC data management plan (responsible person (RP): C. Cawthorne ). Specific security measur es for sensitive data. This project will deal with human healthy volunteers and oncological patients. The research will be carried out according to Good Clinical Practice (GCP) norms. All data will either be stored in the protected electronic health care records (EHR) of UZ Leuv en (KWS) or will be p seudonymiz ed to be collect ed in the eCRF for further analysis . The identity of the patients (p seudonymiz ation key) will be stored in the paper Subject Identification Code List, together with the signed Consent Forms, which are kept on site in a locked cabinet (RP: K. Porters). Data will be managed in compliance with the UZ Leuven General Data Protection Regulation (GDPR) policy. Sufficient storage capacity is provided on the KU Leuven, MoSAIC , PACS and UZ Leuve n data drive s. Furthermore, sufficient storage is foreseen for advanced data analyses. Data storage costs will be charged to the project ."
}