{
    "document_id": "D-2023-1877",
    "LinkTitle": "D-2023-1877",
    "file_name": "D-2023-1877.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1877.pdf",
    "metadata": {
        "title": "Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure\nA Data Management Plan created using DMPonline.be\nCreator: \nEline Pellaers\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1123023N\nID: \n197289\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nInfection with the human immunodeficiency virus type 1 (HIV-1) leads to the acquired immune deficiency syndrome (AIDS). HIV patients\nare currently treated with combination antiretroviral therapy, which reduces the viral load but cannot cure infection. Persistence of\nintegrated viral DNA that has entered a transcriptionally silent mode in cellular reservoirs, is considered as the major barrier to cure HIV\ninfection. Several cure strategies are in development. My host lab focuses on a block-and-lock cure strategy with the goal to create a\ncellular reservoir resistant to reactivation, and thus unable to rebound after treatment interruption. HIV transcription depends on lens\nepithelium- derived growth factor (LEDGF/p75) mediated integration into active genes and the proximity to enhancers. My host lab\ndeveloped LEDGINs, small molecules that inhibit the interaction between the viral integrase and LEDGF/p75, reduce viral integration and\nretarget the provirus to regions resistant to reactivation. In my PhD project I will investigate the role of bromodomain containing protein 4\n(BRD4), known to bind to enhancers, in residual HIV transcription after LEDGIN-mediated retargeting. Furthermore, I will test a new class\nof BRD4 inhibitors, ZL0580 analogues, for their latency inducing activity. Finally, I will examine the role of mixed lineage leukemia protein-\n1 (MLL1), which is tethered by LEDGF/p75 to the chromatin, and casein kinase II (CKII) in HIV basal transcription and reactivation.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 7\nEpigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nGenerate new data, I will not work with personal data\nSpreadsheets created from experimental data such as luciferase, BCA, etc. (.xlsx, .csv)\nFluorescent and confocal microscopy images (.png, TIFF, off)\nnuclei acid sequencing (snapgene)\nText notes (.docx, .csv, .txt, .ape, .scf, one note lab book)\nbiochemical experimentation readouts (western blotting)\nPresentations of observational data (.ppt, .pdf)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nJoris Van Asselberghs, senior technician in our lab, guarantees the safeguarding of all data on a common storage drive with automatic back-up.\n2\n. \nAll data is saved on a J drive with automatic back-up (capacity of 2 TB). Furthermore, for storage of my personal data, a L-drive from my host lab with a capacity of 2 TB (can beexpanded\nupon my request) can be used. In addition, printouts of my research can be saved in the laboratory’s archive, under responsibility of Brigitte Verheyden. Furthermore, all samples will be\npreserved in the appropriate freezers of -20°C and -80°C whereas cell lines are stored in liquid nitrogen. After my research, data will be stored on the OneDrive made available by KU\nLeuven\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 7\nEpigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 7\nEpigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 7\nEpigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nDataset Name\nDescription\nNew or reused\nDigital or\nphysical\nType of data\nTechnical format\ndata volume\n \nSpreadsheets created\nfrom experimental data \nSpreadsheets created from experimental data for\nexample luciferase, FACS, BCA, qPCR, etc.\nGenerate new data\nDigital\nExperimental\n.xlsx, .csv, txt.\n \n<1GB\n \nFluorescent and\nconfocal microscopy\nimages \nFluorescent and confocal microscopy images (for\nexample for RNAscope)\nGenerate new data\nDigital/Physical\nExperimental\n.png, .TIFF, jpeg\n<1TB\n \n \nnuclei acid sequencing \nnuclei acid sequencing \nGenerate new data\nDigital\nSoftware/\nExperimental\nsnapgene, .dna\n<1GB\n \nText notes \nText notes from experimental data\nGenerate new data\nDigital\nExperimental\n.docx, .csv, .txt,\n.ape, .scf, one note\nlab book\n<1GB\n \nbiochemical\nexperimentation\nreadouts \nwestern blotting\nGenerate new data\nDigital\nExperimental\n.tiff .pdf\n<1GB\n \npresentations\npresentations\nGenerate new data\nDigital\nObservational\n.ppt, .pdf \n<1GB\n \ncell lines\ndifferent knockdown cell lines\nGenerate new data\nphsyical\nExperimental\n.xlsx, .csv, txt.\n+/- 5 cell lines\n(stored in liquid\nnitrogen)\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman peripheral blood lymphocytes (PBL) or CD4+ cells from human subjects will be used. Ethical approval is received (reference number:\nS58969\n-IRB00002047)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIn this project we aim to design and validate compounds targeting BRD4. Active lead compounds will be patented and possibly licensed out to industry. To this purpose we collaborate with IOF\nmanager Dr. Frauke Christ and with LRD to enable efficient valorization of lead compounds\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 7\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn general, in-house collected data will be noted in the one drive notebook unless otherwise described in the note book. Data collected not in-house or digital data will be assigned to a specific\nfolder in the FWO fellow's (Eline Pellaers) KU Leuven Onedrive. This will be easily to find since there is a standard known by everyone working in the Laboratory for Molecular Virology and Gene\nTherapy.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nNo Metadata standard will be used. However, data will be easy to find since a one drive notebook will be used in which all dates of experiments are mentioned with a description. in this way it\nshould be easy to find all data, which are divided into different work packages and subfolders.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored at the FWO fellow's (Eline Pellaers) PC and the J drive of the laboratory molecular virology and gene therapy with a capacity of 2 TB (can be expanded upon my request).\nFurthermore, for back up storage of my analysed data/ presentations, the large volume storage of the laboratory of molecular virology and gene therapy will be used.\nHow will the data be backed up?\nThe data on the fellow's lab PC is synchronized with the fellow's KU Leuven Onedrive.\nFurthermore, for back up storage of my analysed data/ presentations, the large volume storage of the laboratory of molecular virology and gene therapy will be used.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nFor storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2 TB (can be expanded upon my request) can be used.\nData from the FWO fellows (Eline Pellaers) KU Leuven Onedrive will also be backed up every 3 months at the the large volume storage of the laboratory of molecular virology and gene therapy,\nfor which a capacity of 2 TB is available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccording to the FWO fellow's (Eline Pellaers) lab PC: an antiviral system is installed, no connection will be made with unknown networks and no illegal programs/software will be downloaded.\nAccording to the Laboratory of Molecular Virology and Gene Therapy: access is only provided for strictly assigned persons and protected by a password.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage during the project will be around 1000 euro. Costs will be partially covered both by the research budget provided alongside with the FWO fellowship of Eline\nPellaers and the Laboratory for Molecular Virology and Gene Therapy.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll obtained data will be archived for at least 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nAll obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation during those 5 years will be around 500 euro. Costs will be covered by the Laboratory of Molecular Virology and Gene Therapy and by the research\nbudget provided by the FWO fellowship of Eline Pellaers .\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 7\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOnly data which were already published/mentioned in papers will be made available after the end of the project for public use. However, for a possible continuation of this research project, all\nunpublished data will be available in the Laboratory of Molecular Virology and Gene Therapy. In this way, data can still be accessed on demand.\nIn addition, data will be shared between close collaborators when necessary.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nEveryone will be able to request access to published data by mail. Nevertheless, the PI (Zeger Debyser) and FWO fellow (Eline Pellaers) will, under consultation, evaluate if the request will be\naccepted. For example, on going collaborations/collaborators will, by great change, be accepted while competitive labs will be denied.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. Everyone will be able to request access to\npublished data by mail. \nWhen will the data be made available?\nUpon publication of the research results or upon request by mail\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected costs for data sharing will be largely based on the publication of papers. The price of publication is estimated at 3000 euro. This will be covered by the allocated project budget\n(FWO) and the Laboratory of Molecular Virology and Gene Therapy.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nEline Pellaers \nWho will manage data storage and backup during the research project?\nEline Pellaers \nWho will manage data preservation and sharing?\nZeger Debyser (PI) & Eline Pellaers \nWho will update and implement this DMP?\nEline Pellaers \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n7 of 7"
    },
    "clean_full_text": "Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure A Data Management Plan created using DMPonline.be Creator: Eline Pellaers Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1123023N ID: 197289 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: Infection with the human immunodeficiency virus type 1 (HIV-1) leads to the acquired immune deficiency syndrome (AIDS). HIV patients are currently treated with combination antiretroviral therapy, which reduces the viral load but cannot cure infection. Persistence of integrated viral DNA that has entered a transcriptionally silent mode in cellular reservoirs, is considered as the major barrier to cure HIV infection. Several cure strategies are in development. My host lab focuses on a block-and-lock cure strategy with the goal to create a cellular reservoir resistant to reactivation, and thus unable to rebound after treatment interruption. HIV transcription depends on lens epithelium- derived growth factor (LEDGF/p75) mediated integration into active genes and the proximity to enhancers. My host lab developed LEDGINs, small molecules that inhibit the interaction between the viral integrase and LEDGF/p75, reduce viral integration and retarget the provirus to regions resistant to reactivation. In my PhD project I will investigate the role of bromodomain containing protein 4 (BRD4), known to bind to enhancers, in residual HIV transcription after LEDGIN-mediated retargeting. Furthermore, I will test a new class of BRD4 inhibitors, ZL0580 analogues, for their latency inducing activity. Finally, I will examine the role of mixed lineage leukemia protein- 1 (MLL1), which is tethered by LEDGF/p75 to the chromatin, and casein kinase II (CKII) in HIV basal transcription and reactivation. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 7 Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Generate new data, I will not work with personal data Spreadsheets created from experimental data such as luciferase, BCA, etc. (.xlsx, .csv) Fluorescent and confocal microscopy images (.png, TIFF, off) nuclei acid sequencing (snapgene) Text notes (.docx, .csv, .txt, .ape, .scf, one note lab book) biochemical experimentation readouts (western blotting) Presentations of observational data (.ppt, .pdf) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Joris Van Asselberghs, senior technician in our lab, guarantees the safeguarding of all data on a common storage drive with automatic back-up. 2 . All data is saved on a J drive with automatic back-up (capacity of 2 TB). Furthermore, for storage of my personal data, a L-drive from my host lab with a capacity of 2 TB (can beexpanded upon my request) can be used. In addition, printouts of my research can be saved in the laboratory’s archive, under responsibility of Brigitte Verheyden. Furthermore, all samples will be preserved in the appropriate freezers of -20°C and -80°C whereas cell lines are stored in liquid nitrogen. After my research, data will be stored on the OneDrive made available by KU Leuven What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 7 Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 7 Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 7 Epigenetic regulation of HIV-1 transcription: Towards a block-and-lock functional cure FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or physical Type of data Technical format data volume Spreadsheets created from experimental data Spreadsheets created from experimental data for example luciferase, FACS, BCA, qPCR, etc. Generate new data Digital Experimental .xlsx, .csv, txt. <1GB Fluorescent and confocal microscopy images Fluorescent and confocal microscopy images (for example for RNAscope) Generate new data Digital/Physical Experimental .png, .TIFF, jpeg <1TB nuclei acid sequencing nuclei acid sequencing Generate new data Digital Software/ Experimental snapgene, .dna <1GB Text notes Text notes from experimental data Generate new data Digital Experimental .docx, .csv, .txt, .ape, .scf, one note lab book <1GB biochemical experimentation readouts western blotting Generate new data Digital Experimental .tiff .pdf <1GB presentations presentations Generate new data Digital Observational .ppt, .pdf <1GB cell lines different knockdown cell lines Generate new data phsyical Experimental .xlsx, .csv, txt. +/- 5 cell lines (stored in liquid nitrogen) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human peripheral blood lymphocytes (PBL) or CD4+ cells from human subjects will be used. Ethical approval is received (reference number: S58969 -IRB00002047) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes In this project we aim to design and validate compounds targeting BRD4. Active lead compounds will be patented and possibly licensed out to industry. To this purpose we collaborate with IOF manager Dr. Frauke Christ and with LRD to enable efficient valorization of lead compounds Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 7 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In general, in-house collected data will be noted in the one drive notebook unless otherwise described in the note book. Data collected not in-house or digital data will be assigned to a specific folder in the FWO fellow's (Eline Pellaers) KU Leuven Onedrive. This will be easily to find since there is a standard known by everyone working in the Laboratory for Molecular Virology and Gene Therapy. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No Metadata standard will be used. However, data will be easy to find since a one drive notebook will be used in which all dates of experiments are mentioned with a description. in this way it should be easy to find all data, which are divided into different work packages and subfolders. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored at the FWO fellow's (Eline Pellaers) PC and the J drive of the laboratory molecular virology and gene therapy with a capacity of 2 TB (can be expanded upon my request). Furthermore, for back up storage of my analysed data/ presentations, the large volume storage of the laboratory of molecular virology and gene therapy will be used. How will the data be backed up? The data on the fellow's lab PC is synchronized with the fellow's KU Leuven Onedrive. Furthermore, for back up storage of my analysed data/ presentations, the large volume storage of the laboratory of molecular virology and gene therapy will be used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes For storage of my personal data, a OneDrive made available by KU Leuven with a capacity of 2 TB (can be expanded upon my request) can be used. Data from the FWO fellows (Eline Pellaers) KU Leuven Onedrive will also be backed up every 3 months at the the large volume storage of the laboratory of molecular virology and gene therapy, for which a capacity of 2 TB is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? According to the FWO fellow's (Eline Pellaers) lab PC: an antiviral system is installed, no connection will be made with unknown networks and no illegal programs/software will be downloaded. According to the Laboratory of Molecular Virology and Gene Therapy: access is only provided for strictly assigned persons and protected by a password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage during the project will be around 1000 euro. Costs will be partially covered both by the research budget provided alongside with the FWO fellowship of Eline Pellaers and the Laboratory for Molecular Virology and Gene Therapy. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All obtained data will be archived for at least 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? All obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation during those 5 years will be around 500 euro. Costs will be covered by the Laboratory of Molecular Virology and Gene Therapy and by the research budget provided by the FWO fellowship of Eline Pellaers . 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 7 available. Yes, in a restricted access repository (after approval, institutional access only, …) Only data which were already published/mentioned in papers will be made available after the end of the project for public use. However, for a possible continuation of this research project, all unpublished data will be available in the Laboratory of Molecular Virology and Gene Therapy. In this way, data can still be accessed on demand. In addition, data will be shared between close collaborators when necessary. If access is restricted, please specify who will be able to access the data and under what conditions. Everyone will be able to request access to published data by mail. Nevertheless, the PI (Zeger Debyser) and FWO fellow (Eline Pellaers) will, under consultation, evaluate if the request will be accepted. For example, on going collaborations/collaborators will, by great change, be accepted while competitive labs will be denied. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. All obtained data will be archived at the L drive (Large Volume storage) of the laboratory of Molecular Virology and Gene Therapy at the KU Leuven. Everyone will be able to request access to published data by mail. When will the data be made available? Upon publication of the research results or upon request by mail Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing will be largely based on the publication of papers. The price of publication is estimated at 3000 euro. This will be covered by the allocated project budget (FWO) and the Laboratory of Molecular Virology and Gene Therapy. 6. Responsibilities Who will manage data documentation and metadata during the research project? Eline Pellaers Who will manage data storage and backup during the research project? Eline Pellaers Who will manage data preservation and sharing? Zeger Debyser (PI) & Eline Pellaers Who will update and implement this DMP? Eline Pellaers Created using DMPonline.be. Last modiﬁed 26 April 2023 7 of 7"
}