{
    "document_id": "D-2021-1336",
    "LinkTitle": "D-2021-1336",
    "file_name": "D-2021-1336.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1336.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "1FWO DMP \nDMP TITLE\nADMIN DETAILS\nProject Name: FWO DMP  - DMP title\nProject Identifier: 1108422N\nGrant Title: 1108422N\nPrincipal Investigator / Researcher: Martijn Jaspers\nProject Data Contact: Martijn Jaspers\nDescription: Project title: \"Where 'the Translator' meets Translation Studies: Towards an Innovative \nCharacterization of Jerome's Translation Technique in his Latin Psalter Translations.\" Project description: \nNo translation had more impact on the history of ideas and culture than the Latin 'Vulgate' translation by \nJerome (ca. 347-420). Pope Benedict XV called him the 'Doctor Maximus', given by God to the Church for  \nthe understanding of the Bible (Sp. Par. 1). This research project intends to systematically characterize \nJerome’s translation technique by adopting and adapting an innovative method which is developed in \nmodern Translation Studies and currently used (and proven successful) in Septuagint Studies. This \nmethod, viz. the interlinear analysis of the transformations in coupled pairs, will be used to analyze \nJerome’s translations of the fourth book of the Psalter: the Greek-based ‘Gallicanum’ (which became a \npart of the Vulgate), the Hebrew-based ‘Iuxta Hebraeos’, as well as his fragmentarily preserved 'Roman' \ntranslation. Evaluating the textual data generated in the said analysis, the present project will characterize  \nJerome’s translation technique, and define the translator's position in his linguistic, theological and \nhistorical context, particularly in relation to (1) preceding translations of the Bible, (2) the complex \npolysystem of Late Antiquity, and (3) Jerome’s attitude towards the different source texts and cultures of \nthe Psalter (the Greek-Hellenistic LXX vs. the Hebrew source text).\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nMartijn Jaspers \nFWO Project Number & Title\n1108422N: Where 'The Translator' meets Translation Studies: towards an innovative characterization of \nJerome's translation technique in his Latin Psalter translations  \nAffiliation\n●KU Leuven\n22. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●I will mostly reuse existing data.\n●The only new data that will be generated are my personal research notes.\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data Format Volume How created \n1) Text-critical editions \n(primary literature) Textual (pdf, physical \nbooks, scans)ca. 10 GB via LIMO, KU Leuven \nLibraries, scanning \ndevices at KU Leuven \nLibraries\n2) own research notes Textual (pdf, physical, \nbooks, scans)Ca. < 20 GB In Zotero, Word1\n3) biblical references and \ntextual issues (for \npersonal use) Textual Ca. < 10 GB Structured in Access2\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\n  \nI won't be using or collecting personal data.  \n1 I use Zotero for automatic bibliographic data extraction, and check the references manually. The name \nof my Word documents begin consistently with the date (e.g. 20220124_Septuagint.docx).2 This Access Database is structured in the following order: [Biblical Book] – ID – Verse Number – \nRelevant Biblical Translation / Manuscript Tradition – Notes – Source [name + date] – Pages – (additional  \ncomments). The sources refer back to my Zotero-entries.  \n3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nAll the gathered information will be structured in Zotero. Zotero automatically adds author, name, page, \ndate etc. to the sources. I will check the references manually, however, since Zotero does not always \nprovide the correct bibliographic references. However, all this collected information won't be open for the \npublic as such: my doctoral dissertation will contain a bibliography and footnote system that contains all \nthe relevant information.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nN/A \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nIn my personal folders on KU Leuven OneDrive for Business, accessed via my KU Leuven laptop.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up procedures (KU \nLeuven OneDrive for Business).  \n4Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nI won't be handling a big amount of data, so the personal memory and KU Leuven OneDrive services \nshould suffice. \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nNo additional costs are expected.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nMy personal device and the OneDrive for Business are password-secured and protected by multi-factor \nauthentication using the KU Leuven Authenticator tool.\n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nGenerally speaking, all my data have an easy & low-cost reproducibility.  \nThe FWO policy asks 5 years of preservation, but the KU Leuven policy is 10 years of preservation. The \nKU Leuven Dissertation Deposit, accessible through LIMO, will preserve my written dissertation for these \n10 years (and even longer).\nIf my contract at the KU Leuven will end, my KU Leuven Onedrive for Business will also be closed. \nTherefore, the data of my OneDrive will be uploaded to my Zenodo account \n(Martijn.Jaspers@hotmail.com ) on which other researcher will be able to find and consult the relevant \ndata of my research.\nWhere will the data be archived (= stored for the longer term)?\nZenodo (if applicable – see my answer to the previous question).\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nZenodo is a free online data repository. No additional costs are expected.\n7. DATA SHARING AND REUSE\n5Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\nMy research output will be deposited in Lirias, accessible through LIMO. Relevant notes and other \nresearch data will be uploaded to Zenodo (cf. supra), an online academic data repository which is free to \nuse for the limited amount of data I expect to generate.\nWhere/how will the data be made available for reuse?\nMy own research notes won’t be made publicly available and are not destined to be reused. If I will \ngenerate any big research data (which I do not expect at this moment), I will upload the data to Zenodo \nwith the metadata structure presented in footnotes 1 and 2 (NAME date: page). An additional README \nfile will guide the user through the used metadata system.\nWhen will the data be made available?\nIf I will generate data that is usable for other researchers, I will store them in Zenodo and make it publicly \navailable right after the publication of the research output that uses this data (the dissertation, articles, \nchapters)… This means that most of the generated data will be made available after the publication of my  \ndissertation, i.e. at the end of my research project.\nWho will be able to access the data and under what conditions?\nZenodo is a data repository that enables researcher to upload data with unlimited (open access) \nmodalities, or for restricted use only. Data created which is created by myself and which is needed for \nother research to verify/peer review/examine my publications, will be made accessible for everyone. Data \nwhich is fully created by myself (e.g. transcriptions from critical editions) will be uploaded to Zenodo, but \nnot made accessible for everybody.\nWhat are the expected costs for data sharing? How will the costs be covered?  \nSince Zenodo is a free-to-use data repository, there are no expected costs for data sharing of the limited \namount of data expected in my research project.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nMartijn Jaspers ( Who is Who) \nSupervisor: Reinhart Ceulemans ( Who is Who) \nWho will be responsible for data storage & back up during the project?\nMartijn Jaspers ( Who is Who) \nSupervisor: Reinhart Ceulemans ( Who is Who) \n6Who will be responsible for ensuring data preservation and reuse ?\nMartijn Jaspers ( Who is Who) \nSupervisor: Reinhart Ceulemans ( Who is Who) \nWho bears the end responsibility for updating & implementing this DMP?\nIn the course of the research, the principal investigator Martijn Jaspers (Martijn.Jaspers@kuleuven.be) is  \nresponsible  for  implementing  research  data  management.  The  supervisor,  Reinhart  Ceulemans  \n(Reinhart.Ceulemans@kuleuven.be) is responsible for ensuring that the principal investigator implements  \nresearch data management."
    },
    "clean_full_text": "1FWO DMP DMP TITLE ADMIN DETAILS Project Name: FWO DMP - DMP title Project Identifier: 1108422N Grant Title: 1108422N Principal Investigator / Researcher: Martijn Jaspers Project Data Contact: Martijn Jaspers Description: Project title: \"Where 'the Translator' meets Translation Studies: Towards an Innovative Characterization of Jerome's Translation Technique in his Latin Psalter Translations.\" Project description: No translation had more impact on the history of ideas and culture than the Latin 'Vulgate' translation by Jerome (ca. 347-420). Pope Benedict XV called him the 'Doctor Maximus', given by God to the Church for the understanding of the Bible (Sp. Par. 1). This research project intends to systematically characterize Jerome’s translation technique by adopting and adapting an innovative method which is developed in modern Translation Studies and currently used (and proven successful) in Septuagint Studies. This method, viz. the interlinear analysis of the transformations in coupled pairs, will be used to analyze Jerome’s translations of the fourth book of the Psalter: the Greek-based ‘Gallicanum’ (which became a part of the Vulgate), the Hebrew-based ‘Iuxta Hebraeos’, as well as his fragmentarily preserved 'Roman' translation. Evaluating the textual data generated in the said analysis, the present project will characterize Jerome’s translation technique, and define the translator's position in his linguistic, theological and historical context, particularly in relation to (1) preceding translations of the Bible, (2) the complex polysystem of Late Antiquity, and (3) Jerome’s attitude towards the different source texts and cultures of the Psalter (the Greek-Hellenistic LXX vs. the Hebrew source text). Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Martijn Jaspers FWO Project Number & Title 1108422N: Where 'The Translator' meets Translation Studies: towards an innovative characterization of Jerome's translation technique in his Latin Psalter translations Affiliation ●KU Leuven 22. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●I will mostly reuse existing data. ●The only new data that will be generated are my personal research notes. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created 1) Text-critical editions (primary literature) Textual (pdf, physical books, scans)ca. 10 GB via LIMO, KU Leuven Libraries, scanning devices at KU Leuven Libraries 2) own research notes Textual (pdf, physical, books, scans)Ca. < 20 GB In Zotero, Word1 3) biblical references and textual issues (for personal use) Textual Ca. < 10 GB Structured in Access2 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No I won't be using or collecting personal data. 1 I use Zotero for automatic bibliographic data extraction, and check the references manually. The name of my Word documents begin consistently with the date (e.g. 20220124_Septuagint.docx).2 This Access Database is structured in the following order: [Biblical Book] – ID – Verse Number – Relevant Biblical Translation / Manuscript Tradition – Notes – Source [name + date] – Pages – (additional comments). The sources refer back to my Zotero-entries. 3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? All the gathered information will be structured in Zotero. Zotero automatically adds author, name, page, date etc. to the sources. I will check the references manually, however, since Zotero does not always provide the correct bibliographic references. However, all this collected information won't be open for the public as such: my doctoral dissertation will contain a bibliography and footnote system that contains all the relevant information. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No N/A 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? In my personal folders on KU Leuven OneDrive for Business, accessed via my KU Leuven laptop. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures (KU Leuven OneDrive for Business). 4Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes I won't be handling a big amount of data, so the personal memory and KU Leuven OneDrive services should suffice. What are the expected costs for data storage and back up during the project? How will these costs be covered? No additional costs are expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? My personal device and the OneDrive for Business are password-secured and protected by multi-factor authentication using the KU Leuven Authenticator tool. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Generally speaking, all my data have an easy & low-cost reproducibility. The FWO policy asks 5 years of preservation, but the KU Leuven policy is 10 years of preservation. The KU Leuven Dissertation Deposit, accessible through LIMO, will preserve my written dissertation for these 10 years (and even longer). If my contract at the KU Leuven will end, my KU Leuven Onedrive for Business will also be closed. Therefore, the data of my OneDrive will be uploaded to my Zenodo account (Martijn.Jaspers@hotmail.com ) on which other researcher will be able to find and consult the relevant data of my research. Where will the data be archived (= stored for the longer term)? Zenodo (if applicable – see my answer to the previous question). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Zenodo is a free online data repository. No additional costs are expected. 7. DATA SHARING AND REUSE 5Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? My research output will be deposited in Lirias, accessible through LIMO. Relevant notes and other research data will be uploaded to Zenodo (cf. supra), an online academic data repository which is free to use for the limited amount of data I expect to generate. Where/how will the data be made available for reuse? My own research notes won’t be made publicly available and are not destined to be reused. If I will generate any big research data (which I do not expect at this moment), I will upload the data to Zenodo with the metadata structure presented in footnotes 1 and 2 (NAME date: page). An additional README file will guide the user through the used metadata system. When will the data be made available? If I will generate data that is usable for other researchers, I will store them in Zenodo and make it publicly available right after the publication of the research output that uses this data (the dissertation, articles, chapters)… This means that most of the generated data will be made available after the publication of my dissertation, i.e. at the end of my research project. Who will be able to access the data and under what conditions? Zenodo is a data repository that enables researcher to upload data with unlimited (open access) modalities, or for restricted use only. Data created which is created by myself and which is needed for other research to verify/peer review/examine my publications, will be made accessible for everyone. Data which is fully created by myself (e.g. transcriptions from critical editions) will be uploaded to Zenodo, but not made accessible for everybody. What are the expected costs for data sharing? How will the costs be covered? Since Zenodo is a free-to-use data repository, there are no expected costs for data sharing of the limited amount of data expected in my research project. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Martijn Jaspers ( Who is Who) Supervisor: Reinhart Ceulemans ( Who is Who) Who will be responsible for data storage & back up during the project? Martijn Jaspers ( Who is Who) Supervisor: Reinhart Ceulemans ( Who is Who) 6Who will be responsible for ensuring data preservation and reuse ? Martijn Jaspers ( Who is Who) Supervisor: Reinhart Ceulemans ( Who is Who) Who bears the end responsibility for updating & implementing this DMP? In the course of the research, the principal investigator Martijn Jaspers (Martijn.Jaspers@kuleuven.be) is responsible for implementing research data management. The supervisor, Reinhart Ceulemans (Reinhart.Ceulemans@kuleuven.be) is responsible for ensuring that the principal investigator implements research data management."
}