{
    "document_id": "D-2023-1812",
    "LinkTitle": "D-2023-1812",
    "file_name": "D-2023-1812.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1812.pdf",
    "metadata": {
        "title": "HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI\nA Data Management Plan created using DMPonline.be\nCreators: \nCédric Lood, Rob Lavigne\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nCédric Lood, Rob Lavigne\nData Manager:\n \nCédric Lood, Rob Lavigne\nProject Administrator:\n \nCédric Lood, Rob Lavigne\nGrant number / URL: \n12D8623N\nID: \n198873\nStart date: \n01-11-2022\nEnd date: \n31-10-2025\nProject abstract:\nHuman Phage Therapy (PT) is a promising route for the treatment of drug-resistant bacterial infections. Belgium is currently leading the\nimplementation of PT in Europe, and the technique is currently in operations at the Queen Astrid Military Hospital (QAMH) and at UZ\nLeuven. A Multidisciplinary Phage Task Force (MPTF) has been set up within UZ Leuven to provide a PT framework for patients with\ndifficult-to-treat infections. However, the current design strategies of phage cocktails are a black box, relying on empirical rules that fail to\nleverage the rapidly expanding omics data to predict bacteria-phage interactions. This in turn limits the inclusion criteria for patients to\nreceive PT treatment. In my PhD research, I developed machine learning models of phage infectivity in P. aeruginosa that predict which\nphages from a collection can infect given bacterial strains based on their genomic content. As a member of the MPTF and collaborator of\nQAMH, two entities that will generate big datasets of omics/clinical data on PT in vivo, I will translate these modeling approaches to the\nESKAPE pathogens in patients. This will put me in a unique position to assess the dynamics of bacteria-phage co-evolution in vivo, by\ninspecting longitudinal isolates from given patients undergoing treatment. Importantly, these analyses will enable us to extract design\nrules for phage products, while productively translating our research towards \"sur-mesure\" phage treatment of individual patients.\nLast modified: \n29-04-2023\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n1 of 8\nHavePhAIth: Human phage therapy against the ESKAPE pathogens using AI\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing options:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nUMC host-\nrange\nexperiment\nDataset of 503 sequenced P.\naeruginosa isolates, of which 452 have\nbeen tested against 8 phages\nReuse existing data\nDigital\nExperimental\n.fastq\n.fasta\n.gbk\n.faa\n.gff\n.xlsx\n.txt\n<100 GB\n \nPirnay\nhost-range\nexperiment\nDataset of 300 isolates, with sequencing\nongoing, which have been tested\nagainst 20 phages\nReuse existing data\nDigital\nExperimental\nfastq\n.fasta\n.gbk\n.faa\n.gff\n.xlsx\n.txt\n<100 GB\n \nPirnay\ncollection\nCollection of P. aeruginosa isolates\nNew\nPhysical\nExperimental\n \n \n300\neppendorf\ntubes of 2 ml\nin the\nultrafreezer\nHospital\nisolates\nCollection of pathogens relevant to\ntherapeutic efforts\nNew\nPhysical\nExperimental\n \n \n100\neppendorf\ntubes of 2 ml\nin the\nultrafreezer\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1. Designation of responsible person (If already designated, please fill in his/her name.)\nRob Lavigne - Head of the Laboratory of Gene Technology\n2. Storage capacity/repository\n2.1 During the research:\nThe data will be stored on the KU Leuven network drive available to Rob Lavigne and Cédric Lood.\n2.2 After the research:\nThe data will remain available on the KU Leuven network drive and accessible by Rob Lavigne. All relevant data will be archived there for a minimum of 10 years (RDM policy of KU Leuven). Raw\nsequencing data that has been published and made available in perpetuity via the INSDC databases may be removed from the drives. (https://www.insdc.org/policy/)\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nWe do not wish to deviate from the principle of preservation of data.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nPatient information will be treated confidentially as we described in the phageforce protocol publication (doi: https://doi.org/10.3390/v13081543 - section 2.7)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n2 of 8\nHavePhAIth: Human phage therapy against the ESKAPE pathogens using AI\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n3 of 8\nHavePhAIth: Human phage therapy against the ESKAPE pathogens using AI\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n4 of 8\nHavePhAIth: Human phage therapy against the ESKAPE pathogens using AI\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing options:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nUMC host-\nrange\nexperiment\nDataset of 503 sequenced P.\naeruginosa isolates, of which 452 have\nbeen tested against 8 phages\nReuse existing data\nDigital\nExperimental\n.fastq\n.fasta\n.gbk\n.faa\n.gff\n.xlsx\n.txt\n<100 GB\n \nPirnay\nhost-range\nexperiment\nDataset of 300 isolates, with sequencing\nongoing, which have been tested\nagainst 20 phages\nReuse existing data\nDigital\nExperimental\nfastq\n.fasta\n.gbk\n.faa\n.gff\n.xlsx\n.txt\n<100 GB\n \nPirnay\ncollection\nCollection of P. aeruginosa isolates\nNew\nPhysical\nExperimental\n \n \n300\neppendorf\ntubes of 2 ml\nin the\nultrafreezer\nHospital\nisolates\nCollection of pathogens relevant to\ntherapeutic efforts\nNew\nPhysical\nExperimental\n \n \n100\neppendorf\ntubes of 2 ml\nin the\nultrafreezer\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nUMC host-range experiment: data published as part of the dissertation of Cédric Lood (https://kuleuven.limo.libis.be/discovery/fulldisplay?\ndocid=lirias3630794&context=SearchWebhook&vid=32KUL_KUL:Lirias&search_scope=lirias_profile&tab=LIRIAS&adaptor=SearchWebhook&lang=nl)\nPirnay host-range experiment: data published as part of the dissertation of Cédric Lood (https://kuleuven.limo.libis.be/discovery/fulldisplay?\ndocid=lirias3630794&context=SearchWebhook&vid=32KUL_KUL:Lirias&search_scope=lirias_profile&tab=LIRIAS&adaptor=SearchWebhook&lang=nl)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nHospital isolates dataset is linked to the implementation of phage therapy in UZ Leuven. The collection of these isolates for analysis of host-range and genomics purpose is covered under the\nEthics Committee Research UZ/KU Leuven (S64854).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nFor the hospital isolates dataset, I will know in which disease the bacteria were involved, as well as being in a position to tell which isolates were sampled from the same patient (longitudinal\nseries). However, the data will be treated confidentially as described in our consortium publication (doi: https://doi.org/10.3390/v13081543 - section 2.7)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n5 of 8\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nBoth the UMC and Pirnay host-range datasets involved collaborations with external groups. In the first case, the group of Pieter-Jan Haas (Utrecht, NL), and in the second case, the groups of\nJean-Paul Pirnay at the Queen Astrid Military Hospital (Brussels, BE) and Pieter-Jan Ceyssens at Sciensano (Brussels, BE). These collaborations are scientific in nature and do not prevent\npublications of the data once the publication stage has been reached.\nFinally, the Hospital isolates dataset is being collected as part of an interdisciplinary network project from KU Leuven (IDN/20/024).\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nProject-related folders are created and their scope is documented through a top-level README file. Each sub-project folders contains its own README file and accompanying office documents\ndescribing the protocol followed when appropriate, or the scripts necessary for the data analysis. The programming scripts used to process the sequencing data and proceed with the data\nanalysis are maintained in the folders and documented inline with the code.\nPublished code will be made available via the git repository of the lab:\nhttps://github.com/LoGT-KULeuven\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nGenomics data will be made available via the INSDC databases, which have a set of requirements in terms of metadata. We routinely make use of the following NCBI database (member of the\nINSDC consortium):\n- Sequence Read Archive (SRA): https://submit.ncbi.nlm.nih.gov/about/sra/\n- Genbank: https://submit.ncbi.nlm.nih.gov/about/genome/\n- Gene Expression Omnibus (GEO): https://www.ncbi.nlm.nih.gov/geo/info/submission.html\n- BioSample & BioProject: https://submit.ncbi.nlm.nih.gov/about/bioproject-biosample/\nEach dataset then is allocated one or multiple accession numbers, which will be recorded in the documentation of the project and related publications.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe raw sequencing data is stored on the KU Leuven large volume storage drive of the laboratory (K: drive), accessible to all lab members. The data will be duplicated and stored on the\nworkstation of the researcher during their processing, before being transferred to the KU Leuven drive (J: drive) of the laboratory.\nMetadata and scripts are created on the workstation of the researcher, and stored on the researcher's folder in the KU Leuven network drive.\nProcessed sequencing data will be sent to the relevant NCBI database where accession numbers will be available and made public.\nBiological data will be stored at -80°C/-20°C\nHow will the data be backed up?\nThe KU Leuven network drives are maintained by the central IT service of the university and they ensure proper backup. The researcher is responsible for the backup of the data onto an external\ndrive on his workstation.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nExtended storage will be necessary to store the data on the KU Leuven network drives. This is covered by the bench fee of the researcher where we specifically requested and extra 500 Eur/year\nfor 5 years to obtain an extra 1TB of storage on the network drive. Sequencing data will be transferred to the INSDC databases throughout the project and maintained there in perpetuity\n(https://www.insdc.org/policy/)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe workstation of the researcher is maintained by the central IT and accessible via central login. The list of people that can access the computer is maintained by IT, and includes the researcher\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n6 of 8\nand the head of the laboratory (Rob Lavigne).\nThe KU Leuven network drives include shared folders available to all lab members (raw sequencing data), and private folders accessible to the researcher and to the head of the laboratory.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe have budgeted in the bench fee a total of 500 Eur/Year for 1TB of network drive storage for 6 years.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll genomics data will be maintained in perpetuity on the INSDC databases. The scripts for data analysis will be maintained in perpetuity on the git repository of the laboratory:\nhttps://github.com/LoGT-KULeuven. All datasets and scripts will be additionally available through the RDR repository of KU Leuven and accessible via DOI.\nWhere will these data be archived (stored and curated for the long-term)?\nAll sources mentioned above (section 2.2) maintain data in perpetuity.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are foreseen for the long-term retention of the data.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nAny published digital dataset will be made available in perpetuity in the KU Leuven Research Data Repository (RDR) with a corresponding DOI accession number.\nDigital data awaiting publication will be available through the KU Leuven network drives through which lab members have access (K: drive) or to which Rob Lavigne and Cédric Lood have access\n(J: drive).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCédric Lood and Rob Lavigne have unrestricted access to the datasets.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Ethical aspects\nFor the hospital isolates dataset, we will know in which disease the bacteria were involved, as well as being in a position to tell which isolates were sampled from the same patient (longitudinal\nseries). However, the data will be treated confidentially as described in our consortium publication (doi: https://doi.org/10.3390/v13081543 - section 2.7) \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll genomics data will be made available in perpetuity via the INSCD databases. Programs for the analysis of the data will be made available via the git platform of the lab:\nhttps://github.com/LoGT-KULeuven\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nConcerning the genomics datasets, as stated in the mission of the INSDC:\n\"The INSDC has a uniform policy of free and unrestricted access to all of the data records their databases contain. Scientists worldwide can access these records to plan experiments or publish\nany analysis or critique. Appropriate credit is given by citing the original submission, following the practices of scientists utilising published scientific literature.\"\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n7 of 8\nAny published digital dataset will be made available in perpetuity in the KU Leuven Research Data Repository (RDR) with a corresponding DOI accession number.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCédric Lood \nWho will manage data storage and backup during the research project?\nCédric Lood \nWho will manage data preservation and sharing?\nCédric Lood and Rob Lavigne \nWho will update and implement this DMP?\nCédric Lood and Rob Lavigne \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n8 of 8"
    },
    "clean_full_text": "HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI A Data Management Plan created using DMPonline.be Creators: Cédric Lood, Rob Lavigne Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Cédric Lood, Rob Lavigne Data Manager: Cédric Lood, Rob Lavigne Project Administrator: Cédric Lood, Rob Lavigne Grant number / URL: 12D8623N ID: 198873 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: Human Phage Therapy (PT) is a promising route for the treatment of drug-resistant bacterial infections. Belgium is currently leading the implementation of PT in Europe, and the technique is currently in operations at the Queen Astrid Military Hospital (QAMH) and at UZ Leuven. A Multidisciplinary Phage Task Force (MPTF) has been set up within UZ Leuven to provide a PT framework for patients with difficult-to-treat infections. However, the current design strategies of phage cocktails are a black box, relying on empirical rules that fail to leverage the rapidly expanding omics data to predict bacteria-phage interactions. This in turn limits the inclusion criteria for patients to receive PT treatment. In my PhD research, I developed machine learning models of phage infectivity in P. aeruginosa that predict which phages from a collection can infect given bacterial strains based on their genomic content. As a member of the MPTF and collaborator of QAMH, two entities that will generate big datasets of omics/clinical data on PT in vivo, I will translate these modeling approaches to the ESKAPE pathogens in patients. This will put me in a unique position to assess the dynamics of bacteria-phage co-evolution in vivo, by inspecting longitudinal isolates from given patients undergoing treatment. Importantly, these analyses will enable us to extract design rules for phage products, while productively translating our research towards \"sur-mesure\" phage treatment of individual patients. Last modified: 29-04-2023 Created using DMPonline.be. Last modiﬁed 29 April 2023 1 of 8 HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA UMC host- range experiment Dataset of 503 sequenced P. aeruginosa isolates, of which 452 have been tested against 8 phages Reuse existing data Digital Experimental .fastq .fasta .gbk .faa .gff .xlsx .txt <100 GB Pirnay host-range experiment Dataset of 300 isolates, with sequencing ongoing, which have been tested against 20 phages Reuse existing data Digital Experimental fastq .fasta .gbk .faa .gff .xlsx .txt <100 GB Pirnay collection Collection of P. aeruginosa isolates New Physical Experimental 300 eppendorf tubes of 2 ml in the ultrafreezer Hospital isolates Collection of pathogens relevant to therapeutic efforts New Physical Experimental 100 eppendorf tubes of 2 ml in the ultrafreezer Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1. Designation of responsible person (If already designated, please fill in his/her name.) Rob Lavigne - Head of the Laboratory of Gene Technology 2. Storage capacity/repository 2.1 During the research: The data will be stored on the KU Leuven network drive available to Rob Lavigne and Cédric Lood. 2.2 After the research: The data will remain available on the KU Leuven network drive and accessible by Rob Lavigne. All relevant data will be archived there for a minimum of 10 years (RDM policy of KU Leuven). Raw sequencing data that has been published and made available in perpetuity via the INSDC databases may be removed from the drives. (https://www.insdc.org/policy/) What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We do not wish to deviate from the principle of preservation of data. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Patient information will be treated confidentially as we described in the phageforce protocol publication (doi: https://doi.org/10.3390/v13081543 - section 2.7) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 29 April 2023 2 of 8 HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 April 2023 3 of 8 HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 April 2023 4 of 8 HavePhAIth: Human phage therapy against the ESKAPE pathogens using AI FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA UMC host- range experiment Dataset of 503 sequenced P. aeruginosa isolates, of which 452 have been tested against 8 phages Reuse existing data Digital Experimental .fastq .fasta .gbk .faa .gff .xlsx .txt <100 GB Pirnay host-range experiment Dataset of 300 isolates, with sequencing ongoing, which have been tested against 20 phages Reuse existing data Digital Experimental fastq .fasta .gbk .faa .gff .xlsx .txt <100 GB Pirnay collection Collection of P. aeruginosa isolates New Physical Experimental 300 eppendorf tubes of 2 ml in the ultrafreezer Hospital isolates Collection of pathogens relevant to therapeutic efforts New Physical Experimental 100 eppendorf tubes of 2 ml in the ultrafreezer If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: UMC host-range experiment: data published as part of the dissertation of Cédric Lood (https://kuleuven.limo.libis.be/discovery/fulldisplay? docid=lirias3630794&context=SearchWebhook&vid=32KUL_KUL:Lirias&search_scope=lirias_profile&tab=LIRIAS&adaptor=SearchWebhook&lang=nl) Pirnay host-range experiment: data published as part of the dissertation of Cédric Lood (https://kuleuven.limo.libis.be/discovery/fulldisplay? docid=lirias3630794&context=SearchWebhook&vid=32KUL_KUL:Lirias&search_scope=lirias_profile&tab=LIRIAS&adaptor=SearchWebhook&lang=nl) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Hospital isolates dataset is linked to the implementation of phage therapy in UZ Leuven. The collection of these isolates for analysis of host-range and genomics purpose is covered under the Ethics Committee Research UZ/KU Leuven (S64854). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes For the hospital isolates dataset, I will know in which disease the bacteria were involved, as well as being in a position to tell which isolates were sampled from the same patient (longitudinal series). However, the data will be treated confidentially as described in our consortium publication (doi: https://doi.org/10.3390/v13081543 - section 2.7) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 29 April 2023 5 of 8 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Both the UMC and Pirnay host-range datasets involved collaborations with external groups. In the first case, the group of Pieter-Jan Haas (Utrecht, NL), and in the second case, the groups of Jean-Paul Pirnay at the Queen Astrid Military Hospital (Brussels, BE) and Pieter-Jan Ceyssens at Sciensano (Brussels, BE). These collaborations are scientific in nature and do not prevent publications of the data once the publication stage has been reached. Finally, the Hospital isolates dataset is being collected as part of an interdisciplinary network project from KU Leuven (IDN/20/024). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Project-related folders are created and their scope is documented through a top-level README file. Each sub-project folders contains its own README file and accompanying office documents describing the protocol followed when appropriate, or the scripts necessary for the data analysis. The programming scripts used to process the sequencing data and proceed with the data analysis are maintained in the folders and documented inline with the code. Published code will be made available via the git repository of the lab: https://github.com/LoGT-KULeuven Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Genomics data will be made available via the INSDC databases, which have a set of requirements in terms of metadata. We routinely make use of the following NCBI database (member of the INSDC consortium): - Sequence Read Archive (SRA): https://submit.ncbi.nlm.nih.gov/about/sra/ - Genbank: https://submit.ncbi.nlm.nih.gov/about/genome/ - Gene Expression Omnibus (GEO): https://www.ncbi.nlm.nih.gov/geo/info/submission.html - BioSample & BioProject: https://submit.ncbi.nlm.nih.gov/about/bioproject-biosample/ Each dataset then is allocated one or multiple accession numbers, which will be recorded in the documentation of the project and related publications. 3. Data storage & back-up during the research project Where will the data be stored? The raw sequencing data is stored on the KU Leuven large volume storage drive of the laboratory (K: drive), accessible to all lab members. The data will be duplicated and stored on the workstation of the researcher during their processing, before being transferred to the KU Leuven drive (J: drive) of the laboratory. Metadata and scripts are created on the workstation of the researcher, and stored on the researcher's folder in the KU Leuven network drive. Processed sequencing data will be sent to the relevant NCBI database where accession numbers will be available and made public. Biological data will be stored at -80°C/-20°C How will the data be backed up? The KU Leuven network drives are maintained by the central IT service of the university and they ensure proper backup. The researcher is responsible for the backup of the data onto an external drive on his workstation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No Extended storage will be necessary to store the data on the KU Leuven network drives. This is covered by the bench fee of the researcher where we specifically requested and extra 500 Eur/year for 5 years to obtain an extra 1TB of storage on the network drive. Sequencing data will be transferred to the INSDC databases throughout the project and maintained there in perpetuity (https://www.insdc.org/policy/) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The workstation of the researcher is maintained by the central IT and accessible via central login. The list of people that can access the computer is maintained by IT, and includes the researcher Created using DMPonline.be. Last modiﬁed 29 April 2023 6 of 8 and the head of the laboratory (Rob Lavigne). The KU Leuven network drives include shared folders available to all lab members (raw sequencing data), and private folders accessible to the researcher and to the head of the laboratory. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We have budgeted in the bench fee a total of 500 Eur/Year for 1TB of network drive storage for 6 years. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All genomics data will be maintained in perpetuity on the INSDC databases. The scripts for data analysis will be maintained in perpetuity on the git repository of the laboratory: https://github.com/LoGT-KULeuven. All datasets and scripts will be additionally available through the RDR repository of KU Leuven and accessible via DOI. Where will these data be archived (stored and curated for the long-term)? All sources mentioned above (section 2.2) maintain data in perpetuity. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are foreseen for the long-term retention of the data. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository Any published digital dataset will be made available in perpetuity in the KU Leuven Research Data Repository (RDR) with a corresponding DOI accession number. Digital data awaiting publication will be available through the KU Leuven network drives through which lab members have access (K: drive) or to which Rob Lavigne and Cédric Lood have access (J: drive). If access is restricted, please specify who will be able to access the data and under what conditions. Cédric Lood and Rob Lavigne have unrestricted access to the datasets. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects For the hospital isolates dataset, we will know in which disease the bacteria were involved, as well as being in a position to tell which isolates were sampled from the same patient (longitudinal series). However, the data will be treated confidentially as described in our consortium publication (doi: https://doi.org/10.3390/v13081543 - section 2.7) Where will the data be made available? If already known, please provide a repository per dataset or data type. All genomics data will be made available in perpetuity via the INSCD databases. Programs for the analysis of the data will be made available via the git platform of the lab: https://github.com/LoGT-KULeuven When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Concerning the genomics datasets, as stated in the mission of the INSDC: \"The INSDC has a uniform policy of free and unrestricted access to all of the data records their databases contain. Scientists worldwide can access these records to plan experiments or publish any analysis or critique. Appropriate credit is given by citing the original submission, following the practices of scientists utilising published scientific literature.\" Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 29 April 2023 7 of 8 Any published digital dataset will be made available in perpetuity in the KU Leuven Research Data Repository (RDR) with a corresponding DOI accession number. What are the expected costs for data sharing? How will these costs be covered? Not applicable. 6. Responsibilities Who will manage data documentation and metadata during the research project? Cédric Lood Who will manage data storage and backup during the research project? Cédric Lood Who will manage data preservation and sharing? Cédric Lood and Rob Lavigne Who will update and implement this DMP? Cédric Lood and Rob Lavigne Created using DMPonline.be. Last modiﬁed 29 April 2023 8 of 8"
}