{
    "document_id": "D-2025-3600",
    "LinkTitle": "D-2025-3600",
    "file_name": "D-2025-3600.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3600.pdf",
    "metadata": {
        "title": "Rigidity of von Neumann algebras",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nRigidity of von Neumann algebras\nCreator:\nCreator:\nStefaan Vaes\nPrincipal Investigator: \nPrincipal Investigator: \nStefaan Vaes\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nStefaan Vaes\nProject abstract:\nProject abstract:\nVon Neumann algebras appear naturally in several areas of mathematics, in particular in the study of groups, representations of groups,\ngroup actions, quantum information theory and model theory. Thanks to the ground-breaking work of Alain Connes in the 1970s, there is\na complete classification of all amenable von Neumann algebras. The challenges of modern von Neumann algebra theory are to obtain\nclassification and structure results in non-amenable situations. Using Sorin Popa's deformation/rigidity theory, it is now possible to\nanswer a number of questions on von Neumann algebras that a few years ago were still completely out of reach. In this project, we want\nto solve some of these questions. We want to obtain far reaching results on the possible symmetry groups of von Neumann algebras and\non superrigidity for group von Neumann algebras. We also want to develop new methods to distinguish families of von Neumann\nalgebras up to elementary equivalence and up to measure equivalence.\nID: \nID: \n214779\nStart date: \nStart date: \n01-01-2025\nEnd date: \nEnd date: \n31-12-2028\nLast modified: \nLast modified: \n20-04-2025\nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n1 of 6\nRigidity of von Neumann algebras\nRigidity of von Neumann algebras\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n2 of 6\nRigidity of von Neumann algebras\nRigidity of von Neumann algebras\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n3 of 6\nRigidity of von Neumann algebras\nRigidity of von Neumann algebras\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nNo datasets will be generated.\nThis is a research project in pure mathematics. We are not doing experiments that generate data. Our only work and output consists of mathematical theorems and their proofs.\nThe peculiarity of pure mathematics is that published articles contain all these proofs in complete detail. So, the publication itself not only provides the theorems, but also all the\nmethods, reasonings and proofs, making everything entirely reproducible. In this way, the published articles contain all the data that is produced. Prior to publication in a journal,\nall these articles are posted to the www.arxiv.org repository. In that sense, all data produced by this research project is permanently available to the world.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe are not reusing existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when\nappropriate.\nappropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If\nso, please explain in the comment section to what data they relate and what restrictions are in place.\nso, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section\nto what data they relate and which restrictions will be asserted.\nto what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nrecorded).\nAs explained above, the peculiarity of publications in pure mathematics is that the publication itself contains all the information to reproduce and reuse the research results. For\nthat reasons, these publications are often quite long (rarely less than 20 pages, regularly between 50 and 100 pages). Contrary to publications in experimental sciences, the\npublications in pure mathematics contain both the data and the results and the accompanying information that makes the data understandable and usable.\nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n4 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThe publications in pure mathematics follow an extremely rigid and rigorous writing standard, which is thoroughly checked by peer reviewers, to ensure that the published papers\nare written in such a way that all the results and proofs can be reproduced.\nIn that sense, pure mathematicians actually do use a metadata standard since at least 100 years, since the inception of the current standard of mathematical writing, based on\nthe axiomatic system of set theory.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAs explained above, the data is contained in the publications. All these publications are permanently stored in the \nwww.arxiv.org\n repository, and publicly and permanantly\navailable.\nHow will the data be backed up?\nHow will the data be backed up?\nThe \nwww.arxiv.org\n repository has numerous backups in mirror databases all over the world.\nWhen preparing the publications, the early versions of the publications are stored and backed up in the standard KU Leuven backup facilities based on SharePoint.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFor the preliminary versions of a publication, the data security of Sharepoint is ensured by Microsoft. For the final versions of a publication, the data security is ensured by\nwww.arxiv.org\n. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot\nbe preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nbe preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the publications, which are the only produced data, will be permanently stored in the \nwww.arxiv.org\n repository. So all the data will be retained for more than five years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nIn the \nwww.arxiv.org\n repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\navailable.\nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n5 of 6\nYes, in an Open Access repository\nwww.arxiv.org\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is not restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the\ncomment section per dataset or data type where appropriate.\ncomment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nwww.arxiv.org\n \nWhen will the data be made available?\nWhen will the data be made available?\nImmediately after finishing the final version of a publication, it is posted on \nwww.arxiv.org\n.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe arxiv.org license explained here: \nhttps://arxiv.org/licenses/nonexclusive-distrib/1.0/\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nAll submissions to \nwww.arxiv.org\n are assigned a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPI Stefaan Vaes \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPI Stefaan Vaes \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPI Stefaan Vaes \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPI Stefaan Vaes \nCreated using DMPonline.be. Last modiﬁed 20 April 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Rigidity of von Neumann algebras Creator: Creator: Stefaan Vaes Principal Investigator: Principal Investigator: Stefaan Vaes Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Stefaan Vaes Project abstract: Project abstract: Von Neumann algebras appear naturally in several areas of mathematics, in particular in the study of groups, representations of groups, group actions, quantum information theory and model theory. Thanks to the ground-breaking work of Alain Connes in the 1970s, there is a complete classification of all amenable von Neumann algebras. The challenges of modern von Neumann algebra theory are to obtain classification and structure results in non-amenable situations. Using Sorin Popa's deformation/rigidity theory, it is now possible to answer a number of questions on von Neumann algebras that a few years ago were still completely out of reach. In this project, we want to solve some of these questions. We want to obtain far reaching results on the possible symmetry groups of von Neumann algebras and on superrigidity for group von Neumann algebras. We also want to develop new methods to distinguish families of von Neumann algebras up to elementary equivalence and up to measure equivalence. ID: ID: 214779 Start date: Start date: 01-01-2025 End date: End date: 31-12-2028 Last modified: Last modified: 20-04-2025 Created using DMPonline.be. Last modiﬁed 20 April 2025 1 of 6 Rigidity of von Neumann algebras Rigidity of von Neumann algebras DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 20 April 2025 2 of 6 Rigidity of von Neumann algebras Rigidity of von Neumann algebras GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 20 April 2025 3 of 6 Rigidity of von Neumann algebras Rigidity of von Neumann algebras FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. No datasets will be generated. This is a research project in pure mathematics. We are not doing experiments that generate data. Our only work and output consists of mathematical theorems and their proofs. The peculiarity of pure mathematics is that published articles contain all these proofs in complete detail. So, the publication itself not only provides the theorems, but also all the methods, reasonings and proofs, making everything entirely reproducible. In this way, the published articles contain all the data that is produced. Prior to publication in a journal, all these articles are posted to the www.arxiv.org repository. In that sense, all data produced by this research project is permanently available to the world. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We are not reusing existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). recorded). As explained above, the peculiarity of publications in pure mathematics is that the publication itself contains all the information to reproduce and reuse the research results. For that reasons, these publications are often quite long (rarely less than 20 pages, regularly between 50 and 100 pages). Contrary to publications in experimental sciences, the publications in pure mathematics contain both the data and the results and the accompanying information that makes the data understandable and usable. Created using DMPonline.be. Last modiﬁed 20 April 2025 4 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No The publications in pure mathematics follow an extremely rigid and rigorous writing standard, which is thoroughly checked by peer reviewers, to ensure that the published papers are written in such a way that all the results and proofs can be reproduced. In that sense, pure mathematicians actually do use a metadata standard since at least 100 years, since the inception of the current standard of mathematical writing, based on the axiomatic system of set theory. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? As explained above, the data is contained in the publications. All these publications are permanently stored in the www.arxiv.org repository, and publicly and permanantly available. How will the data be backed up? How will the data be backed up? The www.arxiv.org repository has numerous backups in mirror databases all over the world. When preparing the publications, the early versions of the publications are stored and backed up in the standard KU Leuven backup facilities based on SharePoint. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For the preliminary versions of a publication, the data security of Sharepoint is ensured by Microsoft. For the final versions of a publication, the data security is ensured by www.arxiv.org . What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the publications, which are the only produced data, will be permanently stored in the www.arxiv.org repository. So all the data will be retained for more than five years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? In the www.arxiv.org repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. available. Created using DMPonline.be. Last modiﬁed 20 April 2025 5 of 6 Yes, in an Open Access repository www.arxiv.org If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access is not restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. www.arxiv.org When will the data be made available? When will the data be made available? Immediately after finishing the final version of a publication, it is posted on www.arxiv.org . Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The arxiv.org license explained here: https://arxiv.org/licenses/nonexclusive-distrib/1.0/ Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes All submissions to www.arxiv.org are assigned a DOI. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PI Stefaan Vaes Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PI Stefaan Vaes Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI Stefaan Vaes Who will update and implement this DMP? Who will update and implement this DMP? PI Stefaan Vaes Created using DMPonline.be. Last modiﬁed 20 April 2025 6 of 6"
}