{
    "document_id": "D-2023-2143",
    "LinkTitle": "D-2023-2143",
    "file_name": "D-2023-2143.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2143.pdf",
    "metadata": {
        "title": "Spatial biases after stroke: an analysis in 360 degrees",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Spatial biases after stroke: an analysis in 360 degrees\nA Data Management Plan created using DMPonline.be\nCreators: \nHanne Huygelier, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \nG002323N\nID: \n198146\nStart date: \n31-12-2022\nEnd date: \n31-12-2026\nProject abstract:\nIn a world where information is continuously bombarding our senses, spatial attention helps us to focus on what is\nimportant and not to get distracted. It allows us to deal with the complex demands of everyday life by building a 3D map\nof relevant stimuli in our environment. This ability can be disrupted by unilateral stroke and cause hemispatial neglect, a\nfailure to orient attention to the contralesional side of space. Clinically, neglect is accompanied by an ipsilesional eye,\nhead and trunk deviation. In this project, we aim to understand the mechanisms underlying these clinical symptoms,\nand their relationship with spatial attention biases. First, we will investigate the effect of body position on behavioral\nmeasures of spatial attention in neurotypical individuals. Tasks will be administered in immersive VR, allowing us to\ndefine space in 360 degrees in a gaze-, head- or trunk-contingent way. Second, we will assess the association between\nstroke-induced ipsilesional attention biases and body deviations, and investigate whether manipulating body position\nchanges these biases. Finally, we will contrast the functional neuro-anatomy of spatial attention biases and body\ndeviations using converging evidence from lesion-symptom mapping in stroke patients and fMRI in healthy individuals.\nThe project is expected to improve our understanding of post-stroke spatial inattention, and ultimately lead to new\ndiagnostic markers and rehabilitation protocols for hemispatial neglect.\nLast modified: \n28-03-2023\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n1 of 8\nSpatial biases after stroke: an analysis in 360 degrees\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for\ndigital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nWork\nPackage\nI\nBehavioural data of 80\nneurotypical adults in a virtual\nreality experiment.\nGenerate new data\nDigital\nObservational\nExperimental\nData of the VR software are stored\nin an SQLite database (.db).\nQuestionnaire data are stored in\n.csv format.\nCode will be written in R, python,\nSQL, C#.\n< 100 GB\n \nWork\nPackage\nII\nfMRI experiment in 50\nneurotypical adults.\nGenerate new data\nDigital\nExperimental\nNeuro-imaging data\n(MRI-fMRI)\nEye-tracking data\nBehavioural data are stored in .csv\nformat\nEye-tracking data are stored in .csv\nformat.\nfMRI data are stored in .dicom and\n.nii format.\nCode will be writte in R, python and\nMATLAB.\n< 100 GB\n \nWork\nPackage\nIII\nBehavioural data of 100 stroke\npatients and 100 age- and\neducation-matched healthy\ncontrols.\nGenerate new data\nDigital\nPhysical\nObservational\nExperimental\nData of the VR software are stored\nin an SQLite database (.db)\nQuestionnaire data are stored in\n.csv format\nPhysical data are stored in a closet\nin the office of the Principal\nInvestigator or an office of their\nassociates.\nCode will be written in R, python,\nSQL and C#.\n< 1 GB\n2 boxes\nof A4\nformat\nWork\nPackage\nIV\nClinical neuro-imaging data of\n100 stroke patienst\nGenerate new data\nDigital\nClinical neuro-\nimaging data\nretrieved from\npatient's medical\nfiles\nNeuro-imaging data are in .dicom\nand .nii format.\nCode will be written in R, python\nand MATLAB.\n< 100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nFor each experiment an application for ethical approval will be performed.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nIn each work package we will process personal data.\nAll research data will be pseudonymised.\nThe pseudonymised data involve (A) performance on an attention task in virtual reality, head orientation, eye- and body tracking data of neurotypical adults (WP I), stroke\npatients and age- and education-matched controls (WP III), (B) answers to a health- and demographics questionnaire (WP I, WP II and WP III), (C) performance on cognitive\nscreens for post-stroke cognitive impairments or mild cognitive impairment (WP III), (D) neuro-imaging data acquired in neurotypical adults (WP II), and (E) clinical neuro-\nimaging data of stroke patients (WP IV).\nIn addition, the link between the pseudonym and participant's name, surname, hospital identification number and birthdate (for patients) will be stored. The latter is\nnecessary in order to correctly retrieve patient's neuro-imaging data from the hospital database.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n2 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nThe virtual reality software that we will use to collect data in WP I and WP III may be of commercial interest.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor each work package, a folder will be created with the following structure. A first subfolder will consist of the ethical approval documents (labeled: \"EC approval\"). A\nsecond folder will contain the documentation about the study design and study protocol (labeled: \"Study Protocol\"). A third folder (labeled \"data\") will consist of all data.\nIn this folder, several subfolders will be created depending on the type of stored data (e.g., behavioural, fMRI) and project phase (e.g., pilot study versus final study). In the\nmain \"data\" folder a README.txt file will be stored that described the context in which the data were collected (study protocol, EC approval number, number of\nparticipants, time at which data were collected, staff involved in data collection). In the preprocessing pipeline new preprocessed versions of the data will be stored in\naddition to the original raw data. Raw data will never be overwritten. Raw data will be labeled as \"raw\" and preprocessed data will be labeled with \"prep\". For each csv file\nconsisting of questionnaire data, an accompanying csv file with the label \"metadata\" will describe each variable (e.g., questionnaire item in English and Dutch) and coding\nof responses (e.g., score 5 = \"agree\"). All physical data (e.g., cognitive tests) will be scanned and a digital version of the physical data will be stored as well.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nFor WP II we will apply and follow the reporting guidelines 'Minimum Information about an fMRI Study (MIfMRI)' and store the data according to the Brain Imaging Data\nStructure\n(BIDS).\nFor other datasets there are no relevant metadata standards applicable.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on OneDrive for Business combined with the KU Leuven multifactor authentication which can store up to 2 TB of data.\nHow will the data be backed up?\nOneDrive for Business provides a cloud-based back-up system. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a\nrepository (e.g., Open Science Framework or FigShare).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe estimate that we will need at maximum 350 GB of storage space and the OneDrive for Business allows to store 2 TB of data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n3 of 8\nOneDrive for Business is suitable for strictly confidential data combined with the multifactor authentication through the KU Leuven Authenticator app.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe onedrive storage is free for KU Leuven staff and KU Leuven students.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll research data not saved in an open-access repository will be deleted 10 years after the end of the project, except when such data is useful for later retrospective\nresearch projects (e.g., lesion neuro-imaging data of patients). The link of participant identifiers to research data will be deleted 10 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is\naccessible to others permanently.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere will be no costs associated to storing data in open access repositories.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is\naccessible to others permanently.\nDelineated lesion maps of stroke patients and statistical unthresholded maps will be made accessible in a restricted access repository to which researchers can access the\ndata upon approval by the main researchers involved in the project that still work at KU Leuven at that point in time.\nRaw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature.\nThe code associated with the VR app will not be shared with others as this code / application may be of commercial interest in the future.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe members of the research team will be able to access the data. They will decide case-by-case whether certain data can be shared with new members of the research\ngroup within KU Leuven (interns, master thesis students) or new collaborators outside KU Leuven.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nRaw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare).\nWhen will the data be made available?\nData will be made accessible upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be made accessible with a CC0 license.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n4 of 8\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nEach dataset and analysis script that is published on an open access repository will be identified with a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs associated to data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data will be responsible for documentation, metadata, storage and publishing the data on an open-access repository. The principal\ninvestigator will be responsible for the long-term storage of the data once the project has finished. \nWho will manage data storage and backup during the research project?\nThe researchers who generate the data. \nWho will manage data preservation and sharing?\nThe principal investigator. \nWho will update and implement this DMP?\nThe researchers who generate the data. \nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n5 of 8\nSpatial biases after stroke: an analysis in 360 degrees\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n6 of 8\nSpatial biases after stroke: an analysis in 360 degrees\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n7 of 8\nSpatial biases after stroke: an analysis in 360 degrees\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n8 of 8"
    },
    "clean_full_text": "Spatial biases after stroke: an analysis in 360 degrees A Data Management Plan created using DMPonline.be Creators: Hanne Huygelier, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: G002323N ID: 198146 Start date: 31-12-2022 End date: 31-12-2026 Project abstract: In a world where information is continuously bombarding our senses, spatial attention helps us to focus on what is important and not to get distracted. It allows us to deal with the complex demands of everyday life by building a 3D map of relevant stimuli in our environment. This ability can be disrupted by unilateral stroke and cause hemispatial neglect, a failure to orient attention to the contralesional side of space. Clinically, neglect is accompanied by an ipsilesional eye, head and trunk deviation. In this project, we aim to understand the mechanisms underlying these clinical symptoms, and their relationship with spatial attention biases. First, we will investigate the effect of body position on behavioral measures of spatial attention in neurotypical individuals. Tasks will be administered in immersive VR, allowing us to define space in 360 degrees in a gaze-, head- or trunk-contingent way. Second, we will assess the association between stroke-induced ipsilesional attention biases and body deviations, and investigate whether manipulating body position changes these biases. Finally, we will contrast the functional neuro-anatomy of spatial attention biases and body deviations using converging evidence from lesion-symptom mapping in stroke patients and fMRI in healthy individuals. The project is expected to improve our understanding of post-stroke spatial inattention, and ultimately lead to new diagnostic markers and rehabilitation protocols for hemispatial neglect. Last modified: 28-03-2023 Created using DMPonline.be. Last modiﬁed 28 March 2023 1 of 8 Spatial biases after stroke: an analysis in 360 degrees FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Work Package I Behavioural data of 80 neurotypical adults in a virtual reality experiment. Generate new data Digital Observational Experimental Data of the VR software are stored in an SQLite database (.db). Questionnaire data are stored in .csv format. Code will be written in R, python, SQL, C#. < 100 GB Work Package II fMRI experiment in 50 neurotypical adults. Generate new data Digital Experimental Neuro-imaging data (MRI-fMRI) Eye-tracking data Behavioural data are stored in .csv format Eye-tracking data are stored in .csv format. fMRI data are stored in .dicom and .nii format. Code will be writte in R, python and MATLAB. < 100 GB Work Package III Behavioural data of 100 stroke patients and 100 age- and education-matched healthy controls. Generate new data Digital Physical Observational Experimental Data of the VR software are stored in an SQLite database (.db) Questionnaire data are stored in .csv format Physical data are stored in a closet in the office of the Principal Investigator or an office of their associates. Code will be written in R, python, SQL and C#. < 1 GB 2 boxes of A4 format Work Package IV Clinical neuro-imaging data of 100 stroke patienst Generate new data Digital Clinical neuro- imaging data retrieved from patient's medical files Neuro-imaging data are in .dicom and .nii format. Code will be written in R, python and MATLAB. < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data For each experiment an application for ethical approval will be performed. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In each work package we will process personal data. All research data will be pseudonymised. The pseudonymised data involve (A) performance on an attention task in virtual reality, head orientation, eye- and body tracking data of neurotypical adults (WP I), stroke patients and age- and education-matched controls (WP III), (B) answers to a health- and demographics questionnaire (WP I, WP II and WP III), (C) performance on cognitive screens for post-stroke cognitive impairments or mild cognitive impairment (WP III), (D) neuro-imaging data acquired in neurotypical adults (WP II), and (E) clinical neuro- imaging data of stroke patients (WP IV). In addition, the link between the pseudonym and participant's name, surname, hospital identification number and birthdate (for patients) will be stored. The latter is necessary in order to correctly retrieve patient's neuro-imaging data from the hospital database. Created using DMPonline.be. Last modiﬁed 28 March 2023 2 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The virtual reality software that we will use to collect data in WP I and WP III may be of commercial interest. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each work package, a folder will be created with the following structure. A first subfolder will consist of the ethical approval documents (labeled: \"EC approval\"). A second folder will contain the documentation about the study design and study protocol (labeled: \"Study Protocol\"). A third folder (labeled \"data\") will consist of all data. In this folder, several subfolders will be created depending on the type of stored data (e.g., behavioural, fMRI) and project phase (e.g., pilot study versus final study). In the main \"data\" folder a README.txt file will be stored that described the context in which the data were collected (study protocol, EC approval number, number of participants, time at which data were collected, staff involved in data collection). In the preprocessing pipeline new preprocessed versions of the data will be stored in addition to the original raw data. Raw data will never be overwritten. Raw data will be labeled as \"raw\" and preprocessed data will be labeled with \"prep\". For each csv file consisting of questionnaire data, an accompanying csv file with the label \"metadata\" will describe each variable (e.g., questionnaire item in English and Dutch) and coding of responses (e.g., score 5 = \"agree\"). All physical data (e.g., cognitive tests) will be scanned and a digital version of the physical data will be stored as well. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes For WP II we will apply and follow the reporting guidelines 'Minimum Information about an fMRI Study (MIfMRI)' and store the data according to the Brain Imaging Data Structure (BIDS). For other datasets there are no relevant metadata standards applicable. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on OneDrive for Business combined with the KU Leuven multifactor authentication which can store up to 2 TB of data. How will the data be backed up? OneDrive for Business provides a cloud-based back-up system. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We estimate that we will need at maximum 350 GB of storage space and the OneDrive for Business allows to store 2 TB of data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 28 March 2023 3 of 8 OneDrive for Business is suitable for strictly confidential data combined with the multifactor authentication through the KU Leuven Authenticator app. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The onedrive storage is free for KU Leuven staff and KU Leuven students. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All research data not saved in an open-access repository will be deleted 10 years after the end of the project, except when such data is useful for later retrospective research projects (e.g., lesion neuro-imaging data of patients). The link of participant identifiers to research data will be deleted 10 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others permanently. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There will be no costs associated to storing data in open access repositories. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others permanently. Delineated lesion maps of stroke patients and statistical unthresholded maps will be made accessible in a restricted access repository to which researchers can access the data upon approval by the main researchers involved in the project that still work at KU Leuven at that point in time. Raw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature. The code associated with the VR app will not be shared with others as this code / application may be of commercial interest in the future. If access is restricted, please specify who will be able to access the data and under what conditions. The members of the research team will be able to access the data. They will decide case-by-case whether certain data can be shared with new members of the research group within KU Leuven (interns, master thesis students) or new collaborators outside KU Leuven. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Raw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature. Where will the data be made available? If already known, please provide a repository per dataset or data type. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare). When will the data be made available? Data will be made accessible upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Data will be made accessible with a CC0 license. Created using DMPonline.be. Last modiﬁed 28 March 2023 4 of 8 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Each dataset and analysis script that is published on an open access repository will be identified with a DOI. What are the expected costs for data sharing? How will these costs be covered? There will be no costs associated to data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data will be responsible for documentation, metadata, storage and publishing the data on an open-access repository. The principal investigator will be responsible for the long-term storage of the data once the project has finished. Who will manage data storage and backup during the research project? The researchers who generate the data. Who will manage data preservation and sharing? The principal investigator. Who will update and implement this DMP? The researchers who generate the data. Created using DMPonline.be. Last modiﬁed 28 March 2023 5 of 8 Spatial biases after stroke: an analysis in 360 degrees Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 28 March 2023 6 of 8 Spatial biases after stroke: an analysis in 360 degrees DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 28 March 2023 7 of 8 Spatial biases after stroke: an analysis in 360 degrees GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 28 March 2023 8 of 8"
}