{
    "document_id": "D-2022-1621",
    "LinkTitle": "D-2022-1621",
    "file_name": "D-2022-1621.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1621.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Jolien Van houcke",
        "num_pages": 6
    },
    "content": {
        "full_text": "1 \nARCKENS AstroShank (ERANET DMP)\nDMP TITLE \nADMIN DETAILS\nProject Name: Arckens-Holt AstroShank (ERANET DMP)  \nGrant Title: Astrocytes dysfunctions in Phelan-McDermid syndrome: from mechanisms towards new \ntherapeutic strategies\nPrincipal Investigator / Researcher: Lutgarde Arckens\nProject Data Contact: Postdoc to be hired on the project\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nProf. Dr. Lutgarde Arckens  \nFWO Project Number & Title\nTitle: Astrocytes dysfunctions in Phelan-McDermid syndrome: from mechanisms towards new therapeutic \nstrategies\nNumber: G0G4521N\nAbstract\nThe lack of one copy of the SHANK3 gene is the main cause of the neuropsychiatric symptoms of \nPhelan- McDermid syndrome (PMS), a neurodevelopmental disorder characterized by intellectual \ndisability and autistic-like deficits. To date, SHANK3-related syndromes have only been investigated from \na neuronal perspective, but recent data have highlighted a possible involvement of astrocytic SHANK3 in \nthe pathophysiology of PMS. Astrocyte-specific deletion of SHANK3 early in postnatal development is \nassociated with impaired astrocyte maturation and recapitulates many of the main phenotypes of PMS \nmouse models, such as impaired synaptogenesis, repetitive behaviors and cognitive dysfunction. These \nfindings suggest that defects in the postnatal maturation of SHANK3 deficient astrocytes may (at least \npartially) account for the neuronal dysmorphogenesis, synaptopathies, and behavioral impairments \nassociated with SHANK3-related syndromes. By deleting and re-expressing astrocyte-specific SHANK3 in  \nsystems ranging from in vitro cultures to state-of-the-art animal models and next-generation brain \norganoids, we will be able to provide important new insights into the pathological mechanisms of \nneurodevelopment in PMS. These could guide development of therapies for PMS, and possibly other \nautism-spectrum disorders characterized by mGluR5 signaling dysfunction.\n2Affiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data Format VolumeHow created\n \nStocksheet plasmids for \nTRAP experimentsxlsx file 450 KB Repository of \nplasmids\nTranscriptome/Translatome  \ndata from mice expressing \nTRAP constructs (lentiviral \nvector delivery)BCL/FASTQ file 3 TB Ribosome pull-\ndown followed by \nIllumina \nsequencing\nTranscriptome/Translatome  \ndata from organoids \nexpressing TRAP constructs \n(electroporation-based \ndelivery)BCL/FASTQ file 3 TB Ribosome pull-\ndown followed by \nIllumina \nsequencing\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No (No animal experimentation at KU Leuven planned)  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes\nThe project largely contains fundamental research that will generate insights for possible future \nvalorisation. It holds a potential to medical translation or application in the clinic but only on the long run. \nThere might be IP depending on the obtained results. This may involve the identification of molecules \nimplemented in neurodevelopmental disorders (autism and others). If mechanisms or molecules being \nidentified in the project are novel and promising for clinical application, possible IP protection will be \nconsidered, which will then be performed in consultation with LRD and VIB.  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nDigital data: \nWe will maintain a record of the following for the project (where applicable):  \n-Experimental design and protocol (.docx file)  \n-Abbreviations used (.docx file)  \n-Structure of the data (.docx file)  \n-Steps involved in data analysis and relevant analysis scripts  \n-Raw data (specific file format according to data type)  \n-Analyzed data (specific file format according to data type)  \n-Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) \nand description of above-mentioned files.  \nPhysical data: \nSamples taken from experiments (in labs of the other partners) will be documented and stored upon \narrival for up to three years after the end of the project. Storage will be in freezers.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●Yes\n4The experiments are unique, but the data will be standardized according to data-type across experiments \nto make it easier to interpret the structure. Below, we list the metadata standards applicable to this \nproject: \nMetadata standards will be used for the genomics data ( http://www.dcc.ac.uk/resources/metadata-\nstandards/genome-metadata ). For all other data, metadata will be created using the Dublin core \n(http://www.dcc.ac.uk/resources/metadata-standards/dublin-core).  \n5. DATA STORAGE AND BACKUP DURING THE ERANET PROJECT\nWhere will the data be stored?  \nAll digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up \ncapacities (KU Leuven OneDrive, LargeVolume-storage).  \nWe expect about 6 Tb of data to be stored.  \nThe physical samples will be stored in freezers/fridges.  \nHow is backup of the data provided?\nWe will use the back-up facilities of the KU Leuven ICTS.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nThere is currently sufficient storage at KU Leuven ICTS.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nBack-up cost per Tb (KU Leuven ICTS): 295€/year  \nExpected amount of data (6 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1770 \n€/year. \nThe costs will be covered by the running costs on the grant.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nAll network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center,  \nto provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data \navailability. Access to data is conditioned by KU Leuven security groups. All data will be password \nprotected. \n6. DATA PRESERVATION AFTER THE ERANET PROJECT\n5Which data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nDigital data: We will retain all data for the expected 5-year period. For most publications we expect that \nwe will make the data publicly available on data repositories. Sequencing data will be submitted to public \ndatabases (EBI-ENA/NCBI- SRA), where they will be permanently archived to preserve access to the \npublic. \nPhysical data: Fridge stocks of the plasmids will be available upon request. After the conclusion of the \nproject, samples will be stored for up to three years after the end of the project. Storage will be in \nfreezers. \nWhere will the data be archived (= stored for the longer term)?\nWe will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by \nthe ICTS to store all digital data. Notebooks will be kept in the lab for at least 5 years, conform the KU \nLeuven RDM policy. \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nWe expect about 1770  EUR/year. These costs will be budgeted into the project.  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\nRelevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed \ninternational journals within the life science field. The data will be presented on (inter)national scientific \nfield- specific meetings, e.g. EuroGlia, SfN and FENS etc.  \nPublished data will be available to all. For most publications, we expect that we will make the data \npublicly available on data repositories.  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\nPublished experimental data will be made available through a data repository such as Genebank, \nFigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the \ntype of data. We will explore the possibilities via online repositories and will use the website \nwww.re3data.org. \n  \n6When will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nAll team members have access as long as they are affiliated to KU Leuven. Once all files are released, \nanyone can use these data to generate new results, referring to the original publication and not for \ncommercial use. Data will be released under a CC-BY-NC reuse license.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nThe transfer costs depend on the data repository selected. Costs will be covered by project fund.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe PI (Lutgarde Arckens), and the day-to-day manager of the Eranet project (Postdoc to be hired).  \nWho will be responsible for data storage & back up during the project?\nThe PI (Lutgarde Arckens), and the day-to-day manager of the Eranet project (postdoc to be hired).  \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, Lutgarde Arckens.  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1 ARCKENS AstroShank (ERANET DMP) DMP TITLE ADMIN DETAILS Project Name: Arckens-Holt AstroShank (ERANET DMP) Grant Title: Astrocytes dysfunctions in Phelan-McDermid syndrome: from mechanisms towards new therapeutic strategies Principal Investigator / Researcher: Lutgarde Arckens Project Data Contact: Postdoc to be hired on the project Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Prof. Dr. Lutgarde Arckens FWO Project Number & Title Title: Astrocytes dysfunctions in Phelan-McDermid syndrome: from mechanisms towards new therapeutic strategies Number: G0G4521N Abstract The lack of one copy of the SHANK3 gene is the main cause of the neuropsychiatric symptoms of Phelan- McDermid syndrome (PMS), a neurodevelopmental disorder characterized by intellectual disability and autistic-like deficits. To date, SHANK3-related syndromes have only been investigated from a neuronal perspective, but recent data have highlighted a possible involvement of astrocytic SHANK3 in the pathophysiology of PMS. Astrocyte-specific deletion of SHANK3 early in postnatal development is associated with impaired astrocyte maturation and recapitulates many of the main phenotypes of PMS mouse models, such as impaired synaptogenesis, repetitive behaviors and cognitive dysfunction. These findings suggest that defects in the postnatal maturation of SHANK3 deficient astrocytes may (at least partially) account for the neuronal dysmorphogenesis, synaptopathies, and behavioral impairments associated with SHANK3-related syndromes. By deleting and re-expressing astrocyte-specific SHANK3 in systems ranging from in vitro cultures to state-of-the-art animal models and next-generation brain organoids, we will be able to provide important new insights into the pathological mechanisms of neurodevelopment in PMS. These could guide development of therapies for PMS, and possibly other autism-spectrum disorders characterized by mGluR5 signaling dysfunction. 2Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format VolumeHow created Stocksheet plasmids for TRAP experimentsxlsx file 450 KB Repository of plasmids Transcriptome/Translatome data from mice expressing TRAP constructs (lentiviral vector delivery)BCL/FASTQ file 3 TB Ribosome pull- down followed by Illumina sequencing Transcriptome/Translatome data from organoids expressing TRAP constructs (electroporation-based delivery)BCL/FASTQ file 3 TB Ribosome pull- down followed by Illumina sequencing 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Privacy Registry Reference: Short description of the kind of personal data that will be used: 3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No (No animal experimentation at KU Leuven planned) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP depending on the obtained results. This may involve the identification of molecules implemented in neurodevelopmental disorders (autism and others). If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD and VIB. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Digital data: We will maintain a record of the following for the project (where applicable): -Experimental design and protocol (.docx file) -Abbreviations used (.docx file) -Structure of the data (.docx file) -Steps involved in data analysis and relevant analysis scripts -Raw data (specific file format according to data type) -Analyzed data (specific file format according to data type) -Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: Samples taken from experiments (in labs of the other partners) will be documented and stored upon arrival for up to three years after the end of the project. Storage will be in freezers. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●Yes 4The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. Below, we list the metadata standards applicable to this project: Metadata standards will be used for the genomics data ( http://www.dcc.ac.uk/resources/metadata- standards/genome-metadata ). For all other data, metadata will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadata-standards/dublin-core). 5. DATA STORAGE AND BACKUP DURING THE ERANET PROJECT Where will the data be stored? All digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (KU Leuven OneDrive, LargeVolume-storage). We expect about 6 Tb of data to be stored. The physical samples will be stored in freezers/fridges. How is backup of the data provided? We will use the back-up facilities of the KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes There is currently sufficient storage at KU Leuven ICTS. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (6 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1770 €/year. The costs will be covered by the running costs on the grant. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected. 6. DATA PRESERVATION AFTER THE ERANET PROJECT 5Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digital data: We will retain all data for the expected 5-year period. For most publications we expect that we will make the data publicly available on data repositories. Sequencing data will be submitted to public databases (EBI-ENA/NCBI- SRA), where they will be permanently archived to preserve access to the public. Physical data: Fridge stocks of the plasmids will be available upon request. After the conclusion of the project, samples will be stored for up to three years after the end of the project. Storage will be in freezers. Where will the data be archived (= stored for the longer term)? We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data. Notebooks will be kept in the lab for at least 5 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We expect about 1770 EUR/year. These costs will be budgeted into the project. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. EuroGlia, SfN and FENS etc. Published data will be available to all. For most publications, we expect that we will make the data publicly available on data repositories. Where/how will the data be made available for reuse? ●In an Open Access repository Published experimental data will be made available through a data repository such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data. We will explore the possibilities via online repositories and will use the website www.re3data.org. 6When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? All team members have access as long as they are affiliated to KU Leuven. Once all files are released, anyone can use these data to generate new results, referring to the original publication and not for commercial use. Data will be released under a CC-BY-NC reuse license. What are the expected costs for data sharing? How will the costs be covered? The transfer costs depend on the data repository selected. Costs will be covered by project fund. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PI (Lutgarde Arckens), and the day-to-day manager of the Eranet project (Postdoc to be hired). Who will be responsible for data storage & back up during the project? The PI (Lutgarde Arckens), and the day-to-day manager of the Eranet project (postdoc to be hired). Who will be responsible for ensuring data preservation and reuse ? The PI, Lutgarde Arckens. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}