{
    "document_id": "D-2024-2807",
    "LinkTitle": "D-2024-2807",
    "file_name": "D-2024-2807.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2807.pdf",
    "metadata": {
        "title": "Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative Power Electronics and Magnetic Design",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative\nPowering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative\nPower Electronics and Magnetic Design\nPower Electronics and Magnetic Design\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nHans Wouters\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SHE524N\nID: \nID: \n206780\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2025\nProject abstract:\nProject abstract:\nThe widespread adoption of electric vehicles (EVs) has become pivotal in the energy transition towards a sustainable future. However, as battery\ntechnologies have made enormous progress, charging solutions have become the critical bottleneck for EV adoption. Therefore, this research aims to\ndevelop the next generation of electric vehicle on-board chargers. Ultra-compact and ultra-efficient bidirectional on-board charger prototypes will be\ndeveloped, in which innovative power electronics are implemented and demonstrated such as 800V batteries, 1.2kV wide-bandgap switches, and\npowertrain integration. Advanced magnetic design, interconnected with the general converter design, will push the converter beyond the state-of-the-\nart. Furthermore, the bidirectional charger will enable smart charging methods such as vehicle-to-home (V2H) and vehicle-to-grid (V2G). Hereby, the\nEV can be charged at low demand or when renewable energy production is high. Then, at peak demand, EV owners can use excess energy, increasing\ntheir self-consumption and decreasing energy costs. The expected research outcome is an 11kW bidirectional on-board charger for 800V batteries with\n4.5kW/l power density and a 98% efficiency. Furthermore, extensive models and characterisation of the next-generation charger will be used to support\nthe implementation of bidirectional chargers into future smart charging algorithms and infrastructure.\nLast modified: \nLast modified: \n26-04-2024\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n1 of 5\nPowering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative\nPowering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative\nPower Electronics and Magnetic Design\nPower Electronics and Magnetic Design\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital data \nOnly for physical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nLitRev OBC table\nTable of all publications on OBCs\nGenerate new\ndata\nDigital\nObservational\n.xlsx and .csv\n<100MB\n/\nLitRev calculations\nCompiled data for LitRev\nGenerate new\ndata\nDigital\nCompiled/aggregated\ndata\n.m\n<100MB\n/\nMagnetic models with\ndigital twin\nModelling a digital twin of magnetic components\nGenerate new\ndata\nDigital\nSoftware\n.m\n<1GB\n/\nDigital twin data\nModelling data from digital twins\nGenerate new\ndata\nDigital\nSimulation data\n.csv\n<100GB\n/\nMagnetic simulation\nmodels\nFEA simulation models in Ansys\nGenerate new\ndata\nDigital\nSoftware\n.aedt\n<100GB\n/\nMagnetic simulation data\nFEA simulation data from Ansys\nGenerate new\ndata\nDigital\nSimulation data\n.csv\n<1GB\n/\nCAD models\n3D CAD models for magnetic components\nGenerate new\ndata\nDigital\nSoftware\n.iam, .ipt, .dwg\n>100GB\n/\nConverter control\nCCS converter control code\nGenerate new\ndata\nDigital\nSoftware\n.ccxml\n<1GB\n/\nPCB layouts\nAltium Designer PCB layout\nGenerate new\ndata\nDigital\nSoftware\n.PrjPcb \n<100GB\n/\nData logbook\nPowerpoint logbook of data and analyses\nGenerate new\ndata\nDigital\nSoftware\n.pptx\n<1TB\n/\nConverter scope\nwaveforms\nExperimental waveforms of converter\nperformance in a scope\nGenerate new\ndata\nDigital\nExperimental\n.csv and .png\n<100GB\n/\nImpendance analyser data\nExperimental data from impedance analyzer\nGenerate new\ndata\nDigital\nExperimental\n.csv and .png\n<100GB\n/\nCharging datasets\nExperimental converter datasets\nGenerate new\ndata\nDigital\nExperimental and\nOther\n.xlsx, .csv and\n.txt\n<100GB\n/\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nN/A\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nN/A\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where\nappropriate.\nappropriate.\nYes\nThe obtained data will not be directly viable for tech transfer and valorisation as they mainly consist of measuring results. However, processing the data will lead to the design of patentable\nproducts. Therefore, these measurement results will be regarded as IP.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n2 of 5\nthe comment section to what data they relate and what restrictions are in place.\nthe comment section to what data they relate and what restrictions are in place.\nNo\nN/A\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nrelate and which restrictions will be asserted.\nrelate and which restrictions will be asserted.\nNo\nN/A\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in\nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1\n. \nRaw simulation and testing data will be collected per simulation test, including a txt file with a clear description of what the data represent and how they were generated. The input files\nused for the simulation will be kept inside the same folder. The folder's name will contain the parameters used during the tests/ simulation (A .txt file explaining the naming will be\nmaintained).\n2\n. \nA Word document will specify the rationale for executing the measurements and describe the preliminary conclusions.\n3\n. \nCommented simulation code improves the understanding and enables future changes to the code.\n4\n. \n4. A PDF tutorial for running the simulation file will be stored with the simulation code.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please\nspecify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nspecify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nNo, metadata standards will not be used. Custom metadata detailing data type, creation date, parameters, and dataset description will be created for easy identification and use.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDuring the research:\n1) All project files are stored in the KU Leuven SharePoint server.\n2) Files are also stored on the ESAT-department server.\n3) Published datasets are stored in a KUL Research Data Repository (RDR).\n4) Coding is saved on secure Github repositories and the Sharepoint server.\n5) Frequent back-ups are performed.\nAfter the research:\n1) Relevant data on personal storage will be transferred to the group account.\n2) All remaining outcomes will be stored in the KU Leuven RDR.\nHow will the data be backed up?\nHow will the data be backed up?\nAll KU Leuven internal data storage is backed up both by physical means (using multiple backup hard drives) as well as making use of cloud storage. No data will be stored on a personal drive\nonly. Github repositories are stored locally and on their respective servers.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe user quota normally suffices and can be increased when needed. It is not common practice within the group to individually assess the associated costs for the type of research in the projects\n(limited amount of data). We will contact the administration regarding the budget implications if this rule changes.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPassword-protected user accounts with two-factor authentication secured through KU Leuven ensure that only the persons on the account can access the working data.\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs are distributed over the different research groups in the department (ESAT). No direct costs will normally be associated with this project specifically.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved,\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved,\nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\n1\n. \nThe Microsoft Sharepoint site will be stored for the min. of 5 years.\n2\n. \nSimulation files and documentation will be stored on the server of the department for min 5 years, conform the KU Leuven RDM policy.\n3\n. \nWorking data located on individual user accounts is typically removed after the user leaves, so should any of the working data need to be kept, it will also be transferred to the user account\nof the main PI.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\n1\n. \nThe user account of the primary PI.\n2\n. \nEnergyVille Sharepoint\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected at this moment.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\n1\n. \nInternally (within the research group): models, software code and documentation.\n2\n. \nExternally: information in publications to reproduce the models and results.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nTo be reused within the research group.\nOther researchers from outside our research group can be permitted to use the research data upon asking through email. They can use this data to verify the research results or further development.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per\ndataset or data type where appropriate.\ndataset or data type where appropriate.\nNo\nN/A\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n1\n. \nInternally: ESAT and research group's SharePoint, as well as the KU Leuven repository.\n2\n. \nExternally: if models would be made available, it will be through the research group website or Github. To be determined when applicable.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n4 of 5\nYes\nPublicly shared datasets in the KU Leuven RDR are appointed a DOI, for example: doi:10.48804/SXEQCL\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected at this moment.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher is responsible for correctly documenting and providing the metadata \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe responsible for data storage & back-up is the IT responsible at KU Leuven, Veronica Lucero Ortega. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe researcher is responsible for data preservation and reuse. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n5 of 5"
    },
    "clean_full_text": "Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative Power Electronics and Magnetic Design Power Electronics and Magnetic Design A Data Management Plan created using DMPonline.be Creator: Creator: Hans Wouters Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SHE524N ID: ID: 206780 Start date: Start date: 01-11-2023 End date: End date: 31-10-2025 Project abstract: Project abstract: The widespread adoption of electric vehicles (EVs) has become pivotal in the energy transition towards a sustainable future. However, as battery technologies have made enormous progress, charging solutions have become the critical bottleneck for EV adoption. Therefore, this research aims to develop the next generation of electric vehicle on-board chargers. Ultra-compact and ultra-efficient bidirectional on-board charger prototypes will be developed, in which innovative power electronics are implemented and demonstrated such as 800V batteries, 1.2kV wide-bandgap switches, and powertrain integration. Advanced magnetic design, interconnected with the general converter design, will push the converter beyond the state-of-the- art. Furthermore, the bidirectional charger will enable smart charging methods such as vehicle-to-home (V2H) and vehicle-to-grid (V2G). Hereby, the EV can be charged at low demand or when renewable energy production is high. Then, at peak demand, EV owners can use excess energy, increasing their self-consumption and decreasing energy costs. The expected research outcome is an 11kW bidirectional on-board charger for 800V batteries with 4.5kW/l power density and a 98% efficiency. Furthermore, extensive models and characterisation of the next-generation charger will be used to support the implementation of bidirectional chargers into future smart charging algorithms and infrastructure. Last modified: Last modified: 26-04-2024 Created using DMPonline.be. Last modiﬁed 26 April 2024 1 of 5 Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative Powering the Future of Electric Mobility: Next-Gen Bidirectional Electric Vehicle Chargers Using Innovative Power Electronics and Magnetic Design Power Electronics and Magnetic Design FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume LitRev OBC table Table of all publications on OBCs Generate new data Digital Observational .xlsx and .csv <100MB / LitRev calculations Compiled data for LitRev Generate new data Digital Compiled/aggregated data .m <100MB / Magnetic models with digital twin Modelling a digital twin of magnetic components Generate new data Digital Software .m <1GB / Digital twin data Modelling data from digital twins Generate new data Digital Simulation data .csv <100GB / Magnetic simulation models FEA simulation models in Ansys Generate new data Digital Software .aedt <100GB / Magnetic simulation data FEA simulation data from Ansys Generate new data Digital Simulation data .csv <1GB / CAD models 3D CAD models for magnetic components Generate new data Digital Software .iam, .ipt, .dwg >100GB / Converter control CCS converter control code Generate new data Digital Software .ccxml <1GB / PCB layouts Altium Designer PCB layout Generate new data Digital Software .PrjPcb <100GB / Data logbook Powerpoint logbook of data and analyses Generate new data Digital Software .pptx <1TB / Converter scope waveforms Experimental waveforms of converter performance in a scope Generate new data Digital Experimental .csv and .png <100GB / Impendance analyser data Experimental data from impedance analyzer Generate new data Digital Experimental .csv and .png <100GB / Charging datasets Experimental converter datasets Generate new data Digital Experimental and Other .xlsx, .csv and .txt <100GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No N/A Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. appropriate. Yes The obtained data will not be directly viable for tech transfer and valorisation as they mainly consist of measuring results. However, processing the data will lead to the design of patentable products. Therefore, these measurement results will be regarded as IP. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in Created using DMPonline.be. Last modiﬁed 26 April 2024 2 of 5 the comment section to what data they relate and what restrictions are in place. the comment section to what data they relate and what restrictions are in place. No N/A Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. relate and which restrictions will be asserted. No N/A 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Raw simulation and testing data will be collected per simulation test, including a txt file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept inside the same folder. The folder's name will contain the parameters used during the tests/ simulation (A .txt file explaining the naming will be maintained). 2 . A Word document will specify the rationale for executing the measurements and describe the preliminary conclusions. 3 . Commented simulation code improves the understanding and enables future changes to the code. 4 . 4. A PDF tutorial for running the simulation file will be stored with the simulation code. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No, metadata standards will not be used. Custom metadata detailing data type, creation date, parameters, and dataset description will be created for easy identification and use. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the research: 1) All project files are stored in the KU Leuven SharePoint server. 2) Files are also stored on the ESAT-department server. 3) Published datasets are stored in a KUL Research Data Repository (RDR). 4) Coding is saved on secure Github repositories and the Sharepoint server. 5) Frequent back-ups are performed. After the research: 1) Relevant data on personal storage will be transferred to the group account. 2) All remaining outcomes will be stored in the KU Leuven RDR. How will the data be backed up? How will the data be backed up? All KU Leuven internal data storage is backed up both by physical means (using multiple backup hard drives) as well as making use of cloud storage. No data will be stored on a personal drive only. Github repositories are stored locally and on their respective servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The user quota normally suffices and can be increased when needed. It is not common practice within the group to individually assess the associated costs for the type of research in the projects (limited amount of data). We will contact the administration regarding the budget implications if this rule changes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password-protected user accounts with two-factor authentication secured through KU Leuven ensure that only the persons on the account can access the working data. Created using DMPonline.be. Last modiﬁed 26 April 2024 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are distributed over the different research groups in the department (ESAT). No direct costs will normally be associated with this project specifically. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). 1 . The Microsoft Sharepoint site will be stored for the min. of 5 years. 2 . Simulation files and documentation will be stored on the server of the department for min 5 years, conform the KU Leuven RDM policy. 3 . Working data located on individual user accounts is typically removed after the user leaves, so should any of the working data need to be kept, it will also be transferred to the user account of the main PI. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? 1 . The user account of the primary PI. 2 . EnergyVille Sharepoint What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected at this moment. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) 1 . Internally (within the research group): models, software code and documentation. 2 . Externally: information in publications to reproduce the models and results. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. To be reused within the research group. Other researchers from outside our research group can be permitted to use the research data upon asking through email. They can use this data to verify the research results or further development. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. dataset or data type where appropriate. No N/A Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. 1 . Internally: ESAT and research group's SharePoint, as well as the KU Leuven repository. 2 . Externally: if models would be made available, it will be through the research group website or Github. To be determined when applicable. When will the data be made available? When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 26 April 2024 4 of 5 Yes Publicly shared datasets in the KU Leuven RDR are appointed a DOI, for example: doi:10.48804/SXEQCL What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected at this moment. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher is responsible for correctly documenting and providing the metadata Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The responsible for data storage & back-up is the IT responsible at KU Leuven, Veronica Lucero Ortega. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher is responsible for data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP Created using DMPonline.be. Last modiﬁed 26 April 2024 5 of 5"
}