{
    "document_id": "D-2024-3305",
    "LinkTitle": "D-2024-3305",
    "file_name": "D-2024-3305.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3305.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Davide",
        "num_pages": 5
    },
    "content": {
        "full_text": "1 \n DMP Project 1204925N  – Mattia Mantovani (KU Leuven)  \n \n \n1. General Information  \n \nResearcher    Dr. Mattia Mantovani  \n \nProject Title  Animal Minds and the Puzzle of Perception. A 17th -Century Debate  \n \nGrant Number    1204925N  \n \nHosting Institution   KU Leuven  \n \nProject Data Contact   Dr. Mattia Mantovani   \n \nSupervisor    Prof. Russ Friedman   \n \nProject Description  ‘Animal Minds and the Puzzle of Perception’ (AniMinds) aims to \nprovide the first systematic study of  the 17th -century debate about \nwhether non -human animals perceive, and to investigate its broader  \nhistorical significance and conceptual implications. In the course of 17th \ncentury, more and more  thinkers came to claim that non -human \nanimals are clockwork devices bereft of sentience and,  indeed, all of the \nmental states characterizing humans’ self -conscious ‘minds’. The \n‘animal machine’  doctrine has been a polemical target ever since. So far, \nhowever, there has been no adequate  recognition that this debate made \na key positive contribution to the field, by urging participants from  both \nsides to reconsider their understanding of both humans and animals, \nand prompting a thorough  reconsideration of fundamental issues in the \nphilosophy of mind, especially the interplay between  perception and \nconsciousness. Contrary to the intentions of its promoters, it was this \ndebate that  ended up providing non -human animals with a ‘mind’ of \ntheir own. AniMinds will show that the very  notion of an ‘animal mind’ \nis indeed a historical and conceptual construct, that still bears the mark \nof its 17th -century origins. AniMinds is thereby intended to finally do \njustice to the conceptual  complexity of the 17th -century debate about \nanimal perception and to the diversity of the historical  actors that took \npart in it, by promoting diversity -sensitivity as regards gender, religion, \nand societal  setting.  \n \n \n \n2 \n 2. Data Description  \n \nThe project deals with historical texts and images, in manuscript or printed form, by consulting \nversions on paper, or accessible online via libraries websites and databases, and will result  in the \nproducing of journal articles (some of which with images reproductions), and of a final monograph. \nThe project is not aimed at the production o f new database(s).  \nThe project does not involve living beings, but only text and image material.  \n \nWill you generate/collect new data and/or make use of existing data?  \n \n• Generate new data ; \n• Reuse existing data . \n \nDescribe the data types  the research will collect, generate and/or (re)use.  \n \n• Content : textual, visual (images, mostly etchings; no videos);  \n• Format : printed material, manuscripts, images, libraries catalogues;  \n• Mode of data collection : no experiment, no observation, no simulation required;  \n• Digital  or non -digital : printed material, manuscripts, images, libraries catalogues;  \n• Raw  or processed : already -existing, processed catalogues.  \n \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume.  \n \nType of data  Format  Volume  How created  \nImages and scans of \nprints  and manuscripts  pdf. max. 10GB Scanning from paper -based documents , \nretrieved through Google Books or  other \npublicly -accessible online libraries and  \narchives, or own reproductions of the \nmaterial.  \nTranscriptions and \ntranslations from the \nabove -mentioned data  docx.  max 1GB  Manually  \n \n \n \n \n \n \n \n \n \n3 \n 3. Legal and Ethical Issues  \n \nWill you use personal data? If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application). Be aware that registering the fact tha t you process personal data is a \nlegal obligation.  \nNo. \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \nNo. \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \nNo. \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \nSuch restrictions relate to images , which I might – but not necessarily will – want to reproduce in my \narticle. These images are normally subject to copyright.   \n \n \n4. Documentation and Metadata  \n \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nAll relevant transcriptions and translations will be clearly labelled  and organized , by means of Zotero .  \nPotential use of images will be carried out only upon authorisation on the part of parties (libraries, \narchives, museums) that own the relevant copyrights.  \n \nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, state \nin detail which metadata will be created to make the data easy/easier to find and reuse.  \nYes. The Dublin Core standard is used to process and structure the acquired data  (especially those \nthat will not make it into publications) , organising them in an ordered fashion enabling their reuse by \nmyself and other  researchers in the future. Specific items such as digital images of manuscripts have  \ntheir own metadata which can and will be used to further describe the collected data . \n \n \n \n4 \n 5. Data Storage and Backup during the FWO Project  \n \nWhere will the data be stored?  \nAll data and documents will be stored in copy on personal computer and on the personal cloud space, \non the university's OneDrive.  \n \nHow is backup of the data provided?  \nThe data is stored on the used services' servers with automatic daily back -up procedures.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify  concisely. \nIf no or insufficient storage or backup capacities are available then explain how this will be taken \ncare of.  \nYes. The storage and backup capacity offered by the used services is more than sufficient.  \n \nWhat are the expected costs for data storage and back up during the project?  \nHow will these costs be covered?  \nThe used services are offered for free by KU Leuven.   \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nSince my research do not include any sensitive personal data, I intend to follow a standard approach to \ndata security, updating my access password regularly and constantly checking the security of my laptop. \nAccess is only possible respectively through pas sword and university ICT -services.  \n \n6. Data Preservation after the FWO Project  \n \nWhich data will be retained for the expected 5 year period after the end of the project? In case only \na selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual \nrestrictions, physical preservation issues, ...).  \nAll produced and collected data will be retained for the expected 10 year period after  the end of the \nproject in a safe, secure, and sustainable way.  The data will be stored on the university's central servers \n(with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy.  \n \nWhere will the data be archived (= stored for the longer term)?  \nThe produced documents that contain transcriptions or translations of the source material will be made \navailable , and stored by means of KU Leuven's Research Data Repository  (RDR) . \nAll data will be stored in the dedicated servers used for storage and backup for the 10 years following \nthe completion of the project.  \n \n \n \n5 \n What are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThe selected online repository is free of charge. Hence, no costs are involved by the  process of data \nreservation.   \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \nYes. Specify:  Copyright limitations with some libraries precludes the sharing of photos and scanned \nimages of manuscripts.  \n \nWhich data will be made available after the end of the project?  \nThe produced documents that contain transcriptions or translations of the source material will be made \navailable . \n \nWhere/how will the data be made available for reuse?  \nIn an Open Access repository , through published open -access publications and upon request via e -mail.  \n \nWhen will the data be made available?  \nUpon publication of relevant research result.  \n \nWho will be able to access the data and under what conditions?  \nAnyone, upon request.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nNone.  \n \n8. Responsibilities  \n \nWho will be responsible for data documentation & metadata?  \nThe researcher: Dr. Mattia Mantovani.  \n \nWho will be responsible for data storage & back up during the project?  \nThe researcher: Dr. Mattia Mantovani.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nKU Leuven.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe researcher: Dr. Mattia Mantovani.  "
    },
    "clean_full_text": "1 DMP Project 1204925N – Mattia Mantovani (KU Leuven) 1. General Information Researcher Dr. Mattia Mantovani Project Title Animal Minds and the Puzzle of Perception. A 17th -Century Debate Grant Number 1204925N Hosting Institution KU Leuven Project Data Contact Dr. Mattia Mantovani Supervisor Prof. Russ Friedman Project Description ‘Animal Minds and the Puzzle of Perception’ (AniMinds) aims to provide the first systematic study of the 17th -century debate about whether non -human animals perceive, and to investigate its broader historical significance and conceptual implications. In the course of 17th century, more and more thinkers came to claim that non -human animals are clockwork devices bereft of sentience and, indeed, all of the mental states characterizing humans’ self -conscious ‘minds’. The ‘animal machine’ doctrine has been a polemical target ever since. So far, however, there has been no adequate recognition that this debate made a key positive contribution to the field, by urging participants from both sides to reconsider their understanding of both humans and animals, and prompting a thorough reconsideration of fundamental issues in the philosophy of mind, especially the interplay between perception and consciousness. Contrary to the intentions of its promoters, it was this debate that ended up providing non -human animals with a ‘mind’ of their own. AniMinds will show that the very notion of an ‘animal mind’ is indeed a historical and conceptual construct, that still bears the mark of its 17th -century origins. AniMinds is thereby intended to finally do justice to the conceptual complexity of the 17th -century debate about animal perception and to the diversity of the historical actors that took part in it, by promoting diversity -sensitivity as regards gender, religion, and societal setting. 2 2. Data Description The project deals with historical texts and images, in manuscript or printed form, by consulting versions on paper, or accessible online via libraries websites and databases, and will result in the producing of journal articles (some of which with images reproductions), and of a final monograph. The project is not aimed at the production o f new database(s). The project does not involve living beings, but only text and image material. Will you generate/collect new data and/or make use of existing data? • Generate new data ; • Reuse existing data . Describe the data types the research will collect, generate and/or (re)use. • Content : textual, visual (images, mostly etchings; no videos); • Format : printed material, manuscripts, images, libraries catalogues; • Mode of data collection : no experiment, no observation, no simulation required; • Digital or non -digital : printed material, manuscripts, images, libraries catalogues; • Raw or processed : already -existing, processed catalogues. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. Type of data Format Volume How created Images and scans of prints and manuscripts pdf. max. 10GB Scanning from paper -based documents , retrieved through Google Books or other publicly -accessible online libraries and archives, or own reproductions of the material. Transcriptions and translations from the above -mentioned data docx. max 1GB Manually 3 3. Legal and Ethical Issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact tha t you process personal data is a legal obligation. No. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Such restrictions relate to images , which I might – but not necessarily will – want to reproduce in my article. These images are normally subject to copyright. 4. Documentation and Metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All relevant transcriptions and translations will be clearly labelled and organized , by means of Zotero . Potential use of images will be carried out only upon authorisation on the part of parties (libraries, archives, museums) that own the relevant copyrights. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes. The Dublin Core standard is used to process and structure the acquired data (especially those that will not make it into publications) , organising them in an ordered fashion enabling their reuse by myself and other researchers in the future. Specific items such as digital images of manuscripts have their own metadata which can and will be used to further describe the collected data . 4 5. Data Storage and Backup during the FWO Project Where will the data be stored? All data and documents will be stored in copy on personal computer and on the personal cloud space, on the university's OneDrive. How is backup of the data provided? The data is stored on the used services' servers with automatic daily back -up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. The storage and backup capacity offered by the used services is more than sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? The used services are offered for free by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since my research do not include any sensitive personal data, I intend to follow a standard approach to data security, updating my access password regularly and constantly checking the security of my laptop. Access is only possible respectively through pas sword and university ICT -services. 6. Data Preservation after the FWO Project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All produced and collected data will be retained for the expected 10 year period after the end of the project in a safe, secure, and sustainable way. The data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. Where will the data be archived (= stored for the longer term)? The produced documents that contain transcriptions or translations of the source material will be made available , and stored by means of KU Leuven's Research Data Repository (RDR) . All data will be stored in the dedicated servers used for storage and backup for the 10 years following the completion of the project. 5 What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The selected online repository is free of charge. Hence, no costs are involved by the process of data reservation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Copyright limitations with some libraries precludes the sharing of photos and scanned images of manuscripts. Which data will be made available after the end of the project? The produced documents that contain transcriptions or translations of the source material will be made available . Where/how will the data be made available for reuse? In an Open Access repository , through published open -access publications and upon request via e -mail. When will the data be made available? Upon publication of relevant research result. Who will be able to access the data and under what conditions? Anyone, upon request. What are the expected costs for data sharing? How will the costs be covered? None. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher: Dr. Mattia Mantovani. Who will be responsible for data storage & back up during the project? The researcher: Dr. Mattia Mantovani. Who will be responsible for ensuring data preservation and reuse ? KU Leuven. Who bears the end responsibility for updating & implementing this DMP? The researcher: Dr. Mattia Mantovani."
}