{
    "document_id": "D-2021-1288",
    "LinkTitle": "D-2021-1288",
    "file_name": "D-2021-1288.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1288.pdf",
    "metadata": {
        "title": "Functional Engineering of Metal Halide Perovskites: A Nonlinear Optical Study (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Functional Engineering of Metal Halide Perovskites: A Nonlinear \nOptical Study\n(FWO DMP) - DMP title\nGrant Title\n 1S92622N\nPrincipal Investigator / Researcher\n Giorgia Rizzi\nDescription\n Crystalline materials are essential components of modern \ntechnology, so it is\nnecessary to know how to control their preparation in order to \ndesign increasingly efficient\ndevices. Structural polymorphism is the \nability of a material to adopt multiple lattice structures\nwith different \nfunctional properties (chemical, electrical, and optical). This PhD \nproject focuses on\nmetal halide perovskites(MHPs) and how to gain \ncontrol over their structure by calibrating the\nexperimental \nparameters such as synthesis method, composition, morphology and \ntemperature.\nIn fact, MHPs exhibit interesting electro-optic properties \nthat strictly depend on their crystalline\nstructure. In particular, we \nfocus on studying ferroelectricity (FE) and on the characterization of\nthe crystal phase. The primary technique used to study of FE is \nsecond harmonic generation\nmicroscopy, which allows both to \ndetermine FE presence and to perform structural imaging of\nMHPs. \nBy combining this technique with other nonlinear optical probes, such \nas third harmonic\ngeneration and multiphoton microscopy together \nwith harmonic light scattering, it's possible to\nobtain the most \ncomplete structural characterization achievable by optical means. \nThe use of\nother techniques, such as XRD, \nSEM, absorption and emission spectroscopy will \nhelp establish\nhow the electro-optic properties relate to crystal \nstructure, so it will be possible to determine how\nto better exploit \nMHPs in solar cells, LEDs or chemical sensors.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nGiorgia Rizzi\nFWO Project Number & Title\n1S92622N - Functional Engineering of Metal Halide Perovskites: A Nonlinear Optical Study\nAffiliation\nKU Leuven\nScience, Engineering and Technology Group, Chemistry, Kulak Kortrijk Campus\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe research will generate data as material samples via synthesis and preparation. These\nmaterials will be in the form of solutions or crystals and powders, both in dry form and in\nnonsolvent suspension. The samples will be stored in sealed glass or plastic recipients. \nThe synthesis and preparation procedures and the researcher's experimental observations will be\nnoted in laboratory notebooks, generating analog data. Analog lab data will be copied in\nan electronic lab-book with appropriate reference to the material samples.\nFor comparison reasons and referencing, existing data may be used. This data can be both as\nmaterials previously synthesized/prepared or as information (eg. absorption and emission\nspectra, PXRD patterns, etc.) shared in scientific publications or specific databases (eg. The\nCambridge Structural Database).\nExperimental data will be collected for material characterization, in a variety of file formats (see\nbellow).\nMultiple data files will be generated, organized in a well-defined structured folder with analysis\nresults and detailed statistical analyses. All the digital files will cointain the specific abbreviation\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nof the analyzed sample in the name (eg. GRXX, where GR are the initials of the researcher that\nprepared the sample and XX is the number of the page of the laboratory notebook in which the\nsample's preparation procedure is written).\nBelow, the list the file types for the raw data, processed/analyzed data and final data\n(published). \n \nSetup that\ngenerates\nthe data\nFile\ntype -\nR\naw\ndata\nContains\nmetadata?\nFile\ntype -\nAnalysis\nContains\nmetadata?\nFile type\npublication\nSHG\nmicroscopy\nAIST,\nTXT,\nLSF\nyes\nTIFF,\nBMP, JPG\nyes\nTIFF, PPT,\nPDF,BMP\nWide-field\nSHG\nmicroscopy\nASC,\nSIF\nyes\nMAT,\nORG\nyes\nPDF, PPT,\nTIFF, JPG,\nPSD, PNG\nSEM\nmicroscopy\nTIF,\nTXT\nyes\nBMP,\nXLSX\nyes\nPDF, JPG,\nPNG\nEDS\nBMP,\nEMF,\nTXT\nyes\nPDF\nno\n PDF, JPG\nXRD\ndiffraction\nTXT,\nRigaku\nRAW,\nDAT,\nDiffrac\nPlus\nRaw\nyes\nTXT, DAT\nyes\nTXT, PPT,\nPDF\noptical\nabsorption\nand emission\nspectroscopy\nASC,\nSP, FS,\nTXT,\nXLSX,\nSP,\nRSC,\nOPJ \n yes\nTXT, SP,\nOPJ,\nXLSX\n yes\nPDF, PPT,\nTIFF, JPG,\nPSD, PNG,\nDOCX\npiezo-\nresponse\nforce\nmicroscopy\nSTP,\nMP,\nIBW,\nTXT \n yes\nTIFF,\nBMP, JPG\n yes\n TIFF, PPT,\nBMP, PDF\nHyper-\nRayleigh\nscattering\nTXT\nyes\nOPJ, TXT\nyes\n(metadata\nvia\nadditional\nfile)\nJPG, TIFF,\nBMP, PNG,\nDOCX\n \nWe estimate a total data size of \n500Gb\n for the entire project.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\n \nThe generated data restriction is in accordance with the framework policy of the university.\nWhen potential data and results that can lead to tech transfer and valorisation are collected, LRD\nwill be consulted for support and advice.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nIn order to make sure all the data collected and stored will be reliable and reproducible, a text\ndocument describing the exact expeimental conditions, including date, time, location of\nmeasurements, instruments, sample preparation protocol and measurement parameters etc.\nThis file will be kept in the same folder where the data is stored.\nIn addition, data will be stored in a folder per experimental setup, the type of investigated\nsystem and the corresponding date.\nThe names of the files will be structured in a comprehensible way. The name of each file will\ncontain the specific abbreviation of the analyzed sample in the name (eg. GRXX, see section 2).\nIn this way, by tracking the corresponding logbook/lab-book notes, each file can be easily found\non the local computers controlling the setup and on the server of the laboratory.\nFor the materials, a list of samples and the location where these are stored will be kept in\nresearcher's logbook. A description of the sample's characteristics (e.g. sample name, solvent,\nquantity, date, concentration) will be added to allow rapid identification and reuse.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThere is no formal metadata standard. However, the standardized steps described in section 4.1\nwill ensure that the data is easy to find and reuse.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n Data will be firstly collected and kept at the local desktops of the instruments. For analysis\npurposes some data will also be copied on the researcher's computer and personal storages such\nas portable hard disks. In any case, a backup copy of the raw data will be automatically made on\nthe servers of ICTS - Standard. The data will be also backed-up in a secure server space in\nKULAK. All the data will also be organized and saved in the researcher's personal cloud backup\nstorage (2TB) provided by KU Leuven.\nFor the materials, the recipients containing samples will be sealed, labelled and stored in a\ncabinet for chemicals. Samples containing materials sensitive to environment (perovskites) will\nbe stored in inert atmosphere or under dry nonsolvent to avoid degradation. Since perovskites\nare also sensitive to light, they will be stored in dark recipients to avoid contact with light.\nLaboratory notebooks will be stored in the office C754 at the Kulak campus. The content of the\nlab-notebook will be copied in electronic lab-books with appropriate reference to the obtained\ndata. The electronic lab-book will be stored in a cloud service according to the GDPR of EU. The\ndata will be backed-up in a secure server space in KULAK\nHow is backup of the data provided?\nThe data will be mirror stored on the university's central servers (large volume storage at ICTS)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nwith automatic daily back-up procedures.\nThe produced materials will be stored for at least one year. After that time, only the samples that\ndo not undergo degradation (not useful anymore) or of particular relevance will be stored.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe amount of data that will be generated in this project should not exceed a few hundreds GBs,\nwhich is small enough to be stored in local computers and on the data server of the laboratory. \nThe amount of space in the cabinet used as a storage for samples is currently sufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe costs for digital data storage and back up are covered by the (co-)promotors.\nThe costs for eventual extra chemical storage cabinets will be covered by the project's\nsupervisor.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe identifiable data files from this project will be managed, processed, and stored in a secure\nenvironment. The data transfer with the ICTS - Standard Storage Solutions provided by KU\nLeuven is done over an encrypted connection. The data is encrypted with a 256-bit SSL.\nThe place where the materials are stored is only open to the IRF members via badge access.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be stored in ICTS - Standard Storage Solutions provided by KU Leuven (with\nautomatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy unless\nthere will be legal or contractual restrictions in the case of tech transfer or valorisation events.\nClose consultation with LRD and ICTS will be conducted in those cases to ensure IP and data\nsecurity.\nFor materials, only the samples that preserve their original physical and chemical properties will\nbe retained after the end of the project. Samples that have unstable properties, meant to be use\nfor a limited number of experiments or for limited lifetime will not be preserved or preserved for\nat least 1 year after the preparation depending on the case.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be archived on the university's large volume storage servers (with automatic\nbackup procedures) for at least 10 years, conform the KU Leuven RDM policy.\nThe materials will be stored in special designed laboratory cabinets, in the case of stable\nsamples.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe costs will be covered by the project's (co-)promotors.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nKU Leuven holds the IPR. \nWhich data will be made available after the end of the project?\nAll the data associated to published articles, conference abstracts and posters will be made\navailable after publication or the end of the project, as requested by the FWO open access\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nobligation.\nThe data can also be made available via restricted access upon request of an individual (e.g. a\nresearcher who intends to reproduce an experiment) after agreement of the project promotors.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nPublished data:\nwill be made available in an Open Access repository (Lirias, KU Leuven)\nRaw data, dataset and processed data can be made available upon request by email.\nUnpublished data:\nwill be available upon request and after approval of the (co-)promotors.\nData with IP potential:\nwill undergo an embargo period until IP is secured\nor will be available in a restricted access repository\n \nWhen will the data be made available?\nThe results will be disseminated in journals with policy requiring disclosure upon.\nData associated to publications will be made available upon publication. Results with IP\npotentials will go through an embargo period until IP is secured.\nWho will be able to access the data and under what conditions?\nPublished data will be open to the scientific community. \nThe unpublished data can be accessible upon request and with the prior authorization of the (co-\n)promotors.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere will be no costs associated with data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD researcher and the supervisor of the project (Stijn Van Cleuvenbergen)\nWho will be responsible for data storage & back up during the project?\nThe supervisor of the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe supervisor of the project.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PhD researcher and the supervisor of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Functional Engineering of Metal Halide Perovskites: A Nonlinear Optical Study (FWO DMP) - DMP title Grant Title 1S92622N Principal Investigator / Researcher Giorgia Rizzi Description Crystalline materials are essential components of modern technology, so it is necessary to know how to control their preparation in order to design increasingly efficient devices. Structural polymorphism is the ability of a material to adopt multiple lattice structures with different functional properties (chemical, electrical, and optical). This PhD project focuses on metal halide perovskites(MHPs) and how to gain control over their structure by calibrating the experimental parameters such as synthesis method, composition, morphology and temperature. In fact, MHPs exhibit interesting electro-optic properties that strictly depend on their crystalline structure. In particular, we focus on studying ferroelectricity (FE) and on the characterization of the crystal phase. The primary technique used to study of FE is second harmonic generation microscopy, which allows both to determine FE presence and to perform structural imaging of MHPs. By combining this technique with other nonlinear optical probes, such as third harmonic generation and multiphoton microscopy together with harmonic light scattering, it's possible to obtain the most complete structural characterization achievable by optical means. The use of other techniques, such as XRD, SEM, absorption and emission spectroscopy will help establish how the electro-optic properties relate to crystal structure, so it will be possible to determine how to better exploit MHPs in solar cells, LEDs or chemical sensors. Institution KU Leuven 1. General Information Name applicant Giorgia Rizzi FWO Project Number & Title 1S92622N - Functional Engineering of Metal Halide Perovskites: A Nonlinear Optical Study Affiliation KU Leuven Science, Engineering and Technology Group, Chemistry, Kulak Kortrijk Campus 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The research will generate data as material samples via synthesis and preparation. These materials will be in the form of solutions or crystals and powders, both in dry form and in nonsolvent suspension. The samples will be stored in sealed glass or plastic recipients. The synthesis and preparation procedures and the researcher's experimental observations will be noted in laboratory notebooks, generating analog data. Analog lab data will be copied in an electronic lab-book with appropriate reference to the material samples. For comparison reasons and referencing, existing data may be used. This data can be both as materials previously synthesized/prepared or as information (eg. absorption and emission spectra, PXRD patterns, etc.) shared in scientific publications or specific databases (eg. The Cambridge Structural Database). Experimental data will be collected for material characterization, in a variety of file formats (see bellow). Multiple data files will be generated, organized in a well-defined structured folder with analysis results and detailed statistical analyses. All the digital files will cointain the specific abbreviation This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 of the analyzed sample in the name (eg. GRXX, where GR are the initials of the researcher that prepared the sample and XX is the number of the page of the laboratory notebook in which the sample's preparation procedure is written). Below, the list the file types for the raw data, processed/analyzed data and final data (published). Setup that generates the data File type - R aw data Contains metadata? File type - Analysis Contains metadata? File type publication SHG microscopy AIST, TXT, LSF yes TIFF, BMP, JPG yes TIFF, PPT, PDF,BMP Wide-field SHG microscopy ASC, SIF yes MAT, ORG yes PDF, PPT, TIFF, JPG, PSD, PNG SEM microscopy TIF, TXT yes BMP, XLSX yes PDF, JPG, PNG EDS BMP, EMF, TXT yes PDF no PDF, JPG XRD diffraction TXT, Rigaku RAW, DAT, Diffrac Plus Raw yes TXT, DAT yes TXT, PPT, PDF optical absorption and emission spectroscopy ASC, SP, FS, TXT, XLSX, SP, RSC, OPJ yes TXT, SP, OPJ, XLSX yes PDF, PPT, TIFF, JPG, PSD, PNG, DOCX piezo- response force microscopy STP, MP, IBW, TXT yes TIFF, BMP, JPG yes TIFF, PPT, BMP, PDF Hyper- Rayleigh scattering TXT yes OPJ, TXT yes (metadata via additional file) JPG, TIFF, BMP, PNG, DOCX We estimate a total data size of 500Gb for the entire project. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The generated data restriction is in accordance with the framework policy of the university. When potential data and results that can lead to tech transfer and valorisation are collected, LRD will be consulted for support and advice. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? In order to make sure all the data collected and stored will be reliable and reproducible, a text document describing the exact expeimental conditions, including date, time, location of measurements, instruments, sample preparation protocol and measurement parameters etc. This file will be kept in the same folder where the data is stored. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. The names of the files will be structured in a comprehensible way. The name of each file will contain the specific abbreviation of the analyzed sample in the name (eg. GRXX, see section 2). In this way, by tracking the corresponding logbook/lab-book notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. For the materials, a list of samples and the location where these are stored will be kept in researcher's logbook. A description of the sample's characteristics (e.g. sample name, solvent, quantity, date, concentration) will be added to allow rapid identification and reuse. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no formal metadata standard. However, the standardized steps described in section 4.1 will ensure that the data is easy to find and reuse. 5. Data storage and backup during the FWO project Where will the data be stored? Data will be firstly collected and kept at the local desktops of the instruments. For analysis purposes some data will also be copied on the researcher's computer and personal storages such as portable hard disks. In any case, a backup copy of the raw data will be automatically made on the servers of ICTS - Standard. The data will be also backed-up in a secure server space in KULAK. All the data will also be organized and saved in the researcher's personal cloud backup storage (2TB) provided by KU Leuven. For the materials, the recipients containing samples will be sealed, labelled and stored in a cabinet for chemicals. Samples containing materials sensitive to environment (perovskites) will be stored in inert atmosphere or under dry nonsolvent to avoid degradation. Since perovskites are also sensitive to light, they will be stored in dark recipients to avoid contact with light. Laboratory notebooks will be stored in the office C754 at the Kulak campus. The content of the lab-notebook will be copied in electronic lab-books with appropriate reference to the obtained data. The electronic lab-book will be stored in a cloud service according to the GDPR of EU. The data will be backed-up in a secure server space in KULAK How is backup of the data provided? The data will be mirror stored on the university's central servers (large volume storage at ICTS) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 with automatic daily back-up procedures. The produced materials will be stored for at least one year. After that time, only the samples that do not undergo degradation (not useful anymore) or of particular relevance will be stored. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The amount of data that will be generated in this project should not exceed a few hundreds GBs, which is small enough to be stored in local computers and on the data server of the laboratory. The amount of space in the cabinet used as a storage for samples is currently sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs for digital data storage and back up are covered by the (co-)promotors. The costs for eventual extra chemical storage cabinets will be covered by the project's supervisor. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The identifiable data files from this project will be managed, processed, and stored in a secure environment. The data transfer with the ICTS - Standard Storage Solutions provided by KU Leuven is done over an encrypted connection. The data is encrypted with a 256-bit SSL. The place where the materials are stored is only open to the IRF members via badge access. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be stored in ICTS - Standard Storage Solutions provided by KU Leuven (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy unless there will be legal or contractual restrictions in the case of tech transfer or valorisation events. Close consultation with LRD and ICTS will be conducted in those cases to ensure IP and data security. For materials, only the samples that preserve their original physical and chemical properties will be retained after the end of the project. Samples that have unstable properties, meant to be use for a limited number of experiments or for limited lifetime will not be preserved or preserved for at least 1 year after the preparation depending on the case. Where will the data be archived (= stored for the longer term)? The data will be archived on the university's large volume storage servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. The materials will be stored in special designed laboratory cabinets, in the case of stable samples. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs will be covered by the project's (co-)promotors. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: KU Leuven holds the IPR. Which data will be made available after the end of the project? All the data associated to published articles, conference abstracts and posters will be made available after publication or the end of the project, as requested by the FWO open access This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 obligation. The data can also be made available via restricted access upon request of an individual (e.g. a researcher who intends to reproduce an experiment) after agreement of the project promotors. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Published data: will be made available in an Open Access repository (Lirias, KU Leuven) Raw data, dataset and processed data can be made available upon request by email. Unpublished data: will be available upon request and after approval of the (co-)promotors. Data with IP potential: will undergo an embargo period until IP is secured or will be available in a restricted access repository When will the data be made available? The results will be disseminated in journals with policy requiring disclosure upon. Data associated to publications will be made available upon publication. Results with IP potentials will go through an embargo period until IP is secured. Who will be able to access the data and under what conditions? Published data will be open to the scientific community. The unpublished data can be accessible upon request and with the prior authorization of the (co- )promotors. What are the expected costs for data sharing? How will the costs be covered? There will be no costs associated with data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD researcher and the supervisor of the project (Stijn Van Cleuvenbergen) Who will be responsible for data storage & back up during the project? The supervisor of the project. Who will be responsible for ensuring data preservation and reuse ? The supervisor of the project. Who bears the end responsibility for updating & implementing this DMP? The PhD researcher and the supervisor of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}