{
    "document_id": "D-2023-2344",
    "LinkTitle": "D-2023-2344",
    "file_name": "D-2023-2344.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2344.pdf",
    "metadata": {
        "title": "plan_206011_phase_18330_20240327T213835Z_dmp_Bartosz",
        "author": "Lendert Gelens",
        "num_pages": 9
    },
    "content": {
        "full_text": " DEVELOPMENT OF AQUATIC ECTOTHERMS IN A CHANGING ENVIRONMENT:  TEMPERATURE AS A KEY DRIVER OF THE DEVELOPMENTAL RATE A Data Management Plan created using DMPonline.be  Creator:      Lendert Gelens     Affiliation: KU Leuven (KUL)  Funder: KU Leuven (KUL)  Template: KU Leuven BOF-IOF  Grant number / URL: C14/23/130  ID: 206011  Start date: 01-10-2023  End date: 30-09-2027  Project abstract:  Living organisms are continuously affected by their environment. Especially embryo - environment interactions are important as any disturbance during this period can echo into later stages of development. Changes in ambient temperature have the potential to strongly disrupt embryonic development. This is most pronounced in ectotherms as they regulate their body temperature by exchanging heat with their surroundings. Strikingly, although temperature affects almost all biological rates, from the speed of biochemical reactions over metabolic processes up to the physiology, behavior and ultimately the fitness of organisms, recent research shows that cell cycle duration and developmental rates in the early ectothermic embryo scale in a simple characteristic way with temperature. Early ectothermic embryos also show a maximal developmental rate at an optimal temperature after which development slows down again and halts at an upper thermal limit. The mechanistic origin of these observed temperature responses remains unknown. In this project, we analyze the mechanisms by which temperature controls the embryonic development in a complementary set of aquatic ectotherms, focusing on temperature scaling and thermal limits of the developmental rate. We combine computational modeling with in vivo and in vitro experiments using the clawed frog, zebrafish, and killifish as model organisms. Because climate change dramatically affects temperature patterns around the globe, our research on the most sensitive development life stage can help to predict the adaptation, performance and spread of species under different climate change scenarios.  Last modified: 27-03-2024   \n DEVELOPMENT OF AQUATIC ECTOTHERMS IN A CHANGING ENVIRONMENT:  TEMPERATURE AS A KEY DRIVER OF THE DEVELOPMENTAL RATE   RESEARCH DATA SUMMARY  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.   I think here comes the table. If you need it textually, then I can also change it:  Data type Name Description New/reused Digital/physical Content Technical Volume Experimental Microscope files Files generated using microscopy of embryo development in D. rerio, N. furzeri and X. laevis New Digital Files containing movies/images taken using a Zeiss microscope .czi 100 GB per experiment \nObservational Behavioral tests Images and Videos from observational studies on the mobility of developed animals after New Digital Files of observational test .avi, .lif 20 GB per experiment \ntreatment Experimental Position data Automatic tracking New Digital Raw positional data files from automated tracking software .csv 300 MB per experiment Experimental Measured variables of interest File containing all important variables New Digital computed parameters of interest (e.g. size, period,…) .csv 500 MB per experiment Software Scripts for data analysis Scripts written in python to analyze and extract features New Digital Python script files for data analysis .py <1 MB per script Software Scripts for modelling Scripts written in python to model measured data New Digital Python script files for numerical analysis and modelling .py <1 MB per script    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:   No existing data will be reused during the project.   Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.   Data type Name Description Project name Ethical approval number Experimental Microscope files Studies on X. laevis frog embryos Coordination of biological processes in the Xenopus laevis 10712021 \nembryo           Observational Behavioral tests Studies on developed Kilifish to be checked still to be checked still    Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).   No personal data will be processed.    Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.    Not applicable.   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.   Not applicable.   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.   Not applicable.    DOCUMENTATION AND METADATA  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).    All information during experimental work will be documented and stored in a physical and electronic notebook. Alongside the lab books, all generated microscopy files and behavioral test files will have a metadata files (.csv). All further data generated from this data sets with the use of custom data analysis codes mainly using Python scripts (.py) will be documented using Read-me files and meta data which will be generated using the existing Python package researchpy and its module codebook to generate descriptive codebooks describing our data.   Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used.   If not, please specify which metadata will be created to make the data easier to find and reuse.    We will not apply an existing metadata standard, but we will created descriptive metadata files containing necessary information to identify specific experiments or generated data sets:  For microscopy files we will use metadata files generated with software provided by the manufacturer. For behavioral data files, we will generate metadata that will contain the following information: date, experiment description, no of experiment (if necessary), experimental conditions and information on the generated data sets in the form of codebooks and physical lab notebooks. All data which is generated using data analysis tools, will be contain a clear identifier which will link it to the experiment from which the data was generated and a codebook with descriptions on the measured variables.    DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT   Where will the data be stored?   Three copies of all data will be stored long-term on several media, including KU Leuven drives and at least one offsite copy. Data shared between multiple collaborators will also in the active data management platform MANGO by KU Leuven. Scripts will be saved on KU Leuven drives using the software management tool Git allowing for version control and on KU Leuven servers using GitLab for collaborative work. All data and accompanying metadata will be stored in accessible formats, while published data will be licensed, receive an identifier (DOI) and archived via RDR by KU Leuven.   How will the data be backed up? \n  Regular backups of personal and shared drives will be made (KU Leuven drives are automatically backed up once every week). With the use of Git and Gitlab, all scripts are versioned and backed up on KU Leuven Gitlab servers.    Is there currently sufficient storage & backup capacity during the project?   If no or insufficient storage or backup capacities are available, explain how this will be taken care of.    For scripts and processed data (Positional data, measured data of variables of interest) existing storage and backup capacities are sufficient. However, if we store all raw data, this would correspond to 10-100TB during this project, at a price of about 2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven Libraries to determine what to keep and archive (during and after the research) and what the best practices are to manage the generated data (e.g. only keep crucial down-sampled data without loss of relevant information and/or analyzed data).    How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?    In order to ensure that the data is securely stored we try to use only (where possible) services hosted by KU Leuven on KU Leuven servers (KU Leuven shared drives, MANGO, GitLab, RDR). Therefore we don’t share or store our data using third party solutions. Furthermore, we have designated administrators from KU Leuven and in the laboratories (Prof. Lendert Gelens, Dr. Eli Thoré) with sole right to grant access and full control over access rights distribution and access levels. Especially data or software sharing tools like MANGO, GitLab and RDR allow for precise access control through the definition of user roles. Furthermore, all changes made to data are linked to personal identifiers (email, employer number, name) which can be tracked and even reverted (GitLab, RDR) if unauthorized persons may gain access.  What are the expected costs for data storage and backup during the research project? How will these costs be covered?  1TB of J Drive amounts to 519EUR/year.  5 x 5TB of L Drive amounts to 2846EUR/year. In total this will cost 3365EUR per year, which is expected increase over time.  This will be paid with our consumables.   Besides the costs for shared drives, all other services provided by KU Leuven (MANGO, GitLab, RDR) are free of charge.  \n  DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?   In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).   All relevant, analyzed data and software will be stored the minimal required time of 10 years.  However, as mentioned before, storage of all raw data files is not feasible economically and storage wise, and we will determine which data should be stored for the required storage time in close collaboration with KU Leuven Libraries. Generated data, e.g. metadata, manuscripts, codebooks and all physical and digital lab notebooks will also be stored for the minimal time of 10 years.    Where will these data be archived (stored and curated for the long-term)?    All relevant, analyzed data and software stored and backed up on KU Leuven drives  Other generated data, e.g. metadata, manuscripts, codebooks, digital lab notebooks, will be additionally stored locally on external drives, for the minimal required time of 10 years.  Physical lab notebooks will be stored at the premises of KU Leuven. All published software and data will be archived using RDR which ensures the storage of all files for the minimum of 10 years.    What are the expected costs for data preservation during the expected retention period? How will these costs be covered?  See above as well. 1TB of J Drive amounts to 519EUR/year. 5 x 5TB of L Drive amounts to 2846EUR/year. In total this will cost 3365EUR per year. We expect that over 10 years this will likely triple. An rough estimate of the price over 10 years is about 65000EUR. This will be covered with consumables from project funding.   DATA SHARING AND REUSE   Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   \nYes, published data files in the form of movies or images from microscopy files and behavioral test (.avi, .lif, tif), extracted positional data (.csv) and variables of interest (.csv) as well as all created software for data analysis and modelling (.py) will be made available.    If access is restricted, please specify who will be able to access the data and under what conditions.    Question not answered.   Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?   Please explain per dataset or data type where appropriate.  Not applicable.   Where will the data be made available?    If already known, please provide a repository per dataset or data type.   For published data from microscopy files and behavioral test (.avi, .lif, tif) and software (.py) we will use the RDR system by KU Leuven. Additionally, we will use GitLab for sharing software (.py).   When will the data be made available?    Along side publication of preprint or regular research articles.  Which data usage licenses are you going to provide?   If none, please explain why.     For published data from microscopy files and behavioral test (.avi, .lif, tif) we will use CC-BY-NC-4.0 license and for software (.py) we will use GPL-3.0-or-later.   Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.  \n  Yes we intend to do so upon publication.   What are the expected costs for data sharing? How will these costs be covered?     The GitLab and RDR services are provided free of charge.   RESPONSIBILITIES   Who will manage data documentation and metadata during the research project?     Prof. Lendert Gelens and Dr. Eli Thoré   Who will manage data storage and backup during the research project?    Prof. Lendert Gelens, Dr. Eli Thoré and IT department of KU Leuven  Who will manage data preservation and sharing?    Prof. Lendert Gelens and Dr. Eli Thoré  Who will update and implement this DMP?    Prof. Lendert Gelens and Dr. Eli Thoré  "
    },
    "clean_full_text": "DEVELOPMENT OF AQUATIC ECTOTHERMS IN A CHANGING ENVIRONMENT: TEMPERATURE AS A KEY DRIVER OF THE DEVELOPMENTAL RATE A Data Management Plan created using DMPonline.be Creator: Lendert Gelens Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C14/23/130 ID: 206011 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: Living organisms are continuously affected by their environment. Especially embryo - environment interactions are important as any disturbance during this period can echo into later stages of development. Changes in ambient temperature have the potential to strongly disrupt embryonic development. This is most pronounced in ectotherms as they regulate their body temperature by exchanging heat with their surroundings. Strikingly, although temperature affects almost all biological rates, from the speed of biochemical reactions over metabolic processes up to the physiology, behavior and ultimately the fitness of organisms, recent research shows that cell cycle duration and developmental rates in the early ectothermic embryo scale in a simple characteristic way with temperature. Early ectothermic embryos also show a maximal developmental rate at an optimal temperature after which development slows down again and halts at an upper thermal limit. The mechanistic origin of these observed temperature responses remains unknown. In this project, we analyze the mechanisms by which temperature controls the embryonic development in a complementary set of aquatic ectotherms, focusing on temperature scaling and thermal limits of the developmental rate. We combine computational modeling with in vivo and in vitro experiments using the clawed frog, zebrafish, and killifish as model organisms. Because climate change dramatically affects temperature patterns around the globe, our research on the most sensitive development life stage can help to predict the adaptation, performance and spread of species under different climate change scenarios. Last modified: 27-03-2024 DEVELOPMENT OF AQUATIC ECTOTHERMS IN A CHANGING ENVIRONMENT: TEMPERATURE AS A KEY DRIVER OF THE DEVELOPMENTAL RATE RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. I think here comes the table. If you need it textually, then I can also change it: Data type Name Description New/reused Digital/physical Content Technical Volume Experimental Microscope files Files generated using microscopy of embryo development in D. rerio, N. furzeri and X. laevis New Digital Files containing movies/images taken using a Zeiss microscope .czi 100 GB per experiment Observational Behavioral tests Images and Videos from observational studies on the mobility of developed animals after New Digital Files of observational test .avi, .lif 20 GB per experiment treatment Experimental Position data Automatic tracking New Digital Raw positional data files from automated tracking software .csv 300 MB per experiment Experimental Measured variables of interest File containing all important variables New Digital computed parameters of interest (e.g. size, period,…) .csv 500 MB per experiment Software Scripts for data analysis Scripts written in python to analyze and extract features New Digital Python script files for data analysis .py <1 MB per script Software Scripts for modelling Scripts written in python to model measured data New Digital Python script files for numerical analysis and modelling .py <1 MB per script If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No existing data will be reused during the project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Data type Name Description Project name Ethical approval number Experimental Microscope files Studies on X. laevis frog embryos Coordination of biological processes in the Xenopus laevis 10712021 embryo Observational Behavioral tests Studies on developed Kilifish to be checked still to be checked still Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No personal data will be processed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Not applicable. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Not applicable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Not applicable. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All information during experimental work will be documented and stored in a physical and electronic notebook. Alongside the lab books, all generated microscopy files and behavioral test files will have a metadata files (.csv). All further data generated from this data sets with the use of custom data analysis codes mainly using Python scripts (.py) will be documented using Read-me files and meta data which will be generated using the existing Python package researchpy and its module codebook to generate descriptive codebooks describing our data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. We will not apply an existing metadata standard, but we will created descriptive metadata files containing necessary information to identify specific experiments or generated data sets: For microscopy files we will use metadata files generated with software provided by the manufacturer. For behavioral data files, we will generate metadata that will contain the following information: date, experiment description, no of experiment (if necessary), experimental conditions and information on the generated data sets in the form of codebooks and physical lab notebooks. All data which is generated using data analysis tools, will be contain a clear identifier which will link it to the experiment from which the data was generated and a codebook with descriptions on the measured variables. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? Three copies of all data will be stored long-term on several media, including KU Leuven drives and at least one offsite copy. Data shared between multiple collaborators will also in the active data management platform MANGO by KU Leuven. Scripts will be saved on KU Leuven drives using the software management tool Git allowing for version control and on KU Leuven servers using GitLab for collaborative work. All data and accompanying metadata will be stored in accessible formats, while published data will be licensed, receive an identifier (DOI) and archived via RDR by KU Leuven. How will the data be backed up? Regular backups of personal and shared drives will be made (KU Leuven drives are automatically backed up once every week). With the use of Git and Gitlab, all scripts are versioned and backed up on KU Leuven Gitlab servers. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. For scripts and processed data (Positional data, measured data of variables of interest) existing storage and backup capacities are sufficient. However, if we store all raw data, this would correspond to 10-100TB during this project, at a price of about 2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven Libraries to determine what to keep and archive (during and after the research) and what the best practices are to manage the generated data (e.g. only keep crucial down-sampled data without loss of relevant information and/or analyzed data). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In order to ensure that the data is securely stored we try to use only (where possible) services hosted by KU Leuven on KU Leuven servers (KU Leuven shared drives, MANGO, GitLab, RDR). Therefore we don’t share or store our data using third party solutions. Furthermore, we have designated administrators from KU Leuven and in the laboratories (Prof. Lendert Gelens, Dr. Eli Thoré) with sole right to grant access and full control over access rights distribution and access levels. Especially data or software sharing tools like MANGO, GitLab and RDR allow for precise access control through the definition of user roles. Furthermore, all changes made to data are linked to personal identifiers (email, employer number, name) which can be tracked and even reverted (GitLab, RDR) if unauthorized persons may gain access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1TB of J Drive amounts to 519EUR/year. 5 x 5TB of L Drive amounts to 2846EUR/year. In total this will cost 3365EUR per year, which is expected increase over time. This will be paid with our consumables. Besides the costs for shared drives, all other services provided by KU Leuven (MANGO, GitLab, RDR) are free of charge. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All relevant, analyzed data and software will be stored the minimal required time of 10 years. However, as mentioned before, storage of all raw data files is not feasible economically and storage wise, and we will determine which data should be stored for the required storage time in close collaboration with KU Leuven Libraries. Generated data, e.g. metadata, manuscripts, codebooks and all physical and digital lab notebooks will also be stored for the minimal time of 10 years. Where will these data be archived (stored and curated for the long-term)? All relevant, analyzed data and software stored and backed up on KU Leuven drives Other generated data, e.g. metadata, manuscripts, codebooks, digital lab notebooks, will be additionally stored locally on external drives, for the minimal required time of 10 years. Physical lab notebooks will be stored at the premises of KU Leuven. All published software and data will be archived using RDR which ensures the storage of all files for the minimum of 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? See above as well. 1TB of J Drive amounts to 519EUR/year. 5 x 5TB of L Drive amounts to 2846EUR/year. In total this will cost 3365EUR per year. We expect that over 10 years this will likely triple. An rough estimate of the price over 10 years is about 65000EUR. This will be covered with consumables from project funding. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, published data files in the form of movies or images from microscopy files and behavioral test (.avi, .lif, tif), extracted positional data (.csv) and variables of interest (.csv) as well as all created software for data analysis and modelling (.py) will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Not applicable. Where will the data be made available? If already known, please provide a repository per dataset or data type. For published data from microscopy files and behavioral test (.avi, .lif, tif) and software (.py) we will use the RDR system by KU Leuven. Additionally, we will use GitLab for sharing software (.py). When will the data be made available? Along side publication of preprint or regular research articles. Which data usage licenses are you going to provide? If none, please explain why. For published data from microscopy files and behavioral test (.avi, .lif, tif) we will use CC-BY-NC-4.0 license and for software (.py) we will use GPL-3.0-or-later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Yes we intend to do so upon publication. What are the expected costs for data sharing? How will these costs be covered? The GitLab and RDR services are provided free of charge. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Prof. Lendert Gelens and Dr. Eli Thoré Who will manage data storage and backup during the research project? Prof. Lendert Gelens, Dr. Eli Thoré and IT department of KU Leuven Who will manage data preservation and sharing? Prof. Lendert Gelens and Dr. Eli Thoré Who will update and implement this DMP? Prof. Lendert Gelens and Dr. Eli Thoré"
}