{
    "document_id": "D-2022-1478",
    "LinkTitle": "D-2022-1478",
    "file_name": "D-2022-1478.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1478.pdf",
    "metadata": {
        "title": "FWO Technology And Employment - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO Technology And Employment - DMP title\nProject Identifier\n DMP G0B7422N\nGrant Title\n G0B7422N\nPrincipal Investigator / Researcher\n Stijn Vanormelingen\nDescription\n The impact of technological progress, such as advancements in information and communication technology\n(ICT), robots and artificial intelligence is at the heart of the current policy and academic debate. This project will construct\na novel and unique database including firm level measures of both robotics and ICT. By doing so, the project will \ncontribute\nto the ongoing debate in three different ways. First, we will look at the firm level origins of aggregate employment\nchanges, specifically making a distinction between firms that have been adopting new technologies such as ICT and\nrobotics. Second, we look at the firm level impact of the introduction of new technologies, contrasting the impact of ICT\nwith the impact of robotics on firm level employment. We will also be able to shed the first light on how robot adoption\nimpacts employment through outsourced inputs. Third, we will merge our firm level data on robot and ICT adoption with\nworker level data and determine the contribution of these technologies on the fortunes of individual workers.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nStijn Vanormelingen\nFWO Project Number & Title\nG0B7422N The impact of technological progress on the labor market: micro level evidence.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may\nbe easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse\nexisting data, specify the source of these data. \nDistinguish data types (the kind of content) from data\nformats (the technical format).\nDataset\nOrigin of Data\nType of Data\nFile Format\nVolume\nFirm ICT Data\nAdministrative Data: data\nextracted from B2B database\nat National Bank of Belgium\n(B2B database itself is\nproprietary and can not be\naccessed outside of the NBB)\nnumerical\n.dta (stata database)\n500MB\nFirm Robot Data \nAdministrative Data: data\nextracted from B2B database\nat National Bank of Belgium\n(B2B database itself is\nproprietary and can not be\naccessed outside of the NBB)\nnumerical\n.dta (stata database)\n500MB\nAnnual Accounts\nDatabase\nAdministrative Data: data on\nannual accounts of all Belgian\nfirms, either obtained from\nBelfirst database or from NBB\nnumerical\n.dta\n10GB\nEmployee Level\nData\nAdministrative Data: from\nsocial security services. Can\nnot be accessed outside of the\npremises of the Social Security\nOffice\nnumerical\n?\n10GB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference\nto your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET\napplication). \nBe aware that registering the fact that you process personal data is a legal obligation.\nYes\n \nWe are planning to use employee level data from the Social Security Services. We will file an application in the third year of\nthe project. We will not store this data ourself but can only access it at the premises of the Social Security\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review\ncommittee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP\nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to\nwhat data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nWe will store all code to go from the raw data (which can be obtained from the NBB or accessed at the NBB) to the results\nof the papers. A readme file will also be included to show which code needs to be run to obtain which result. This way, a\nresearcher who has access to the data sets can easily replicate our results.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail\nwhich metadata will be created to make the data easy/easier to find and reuse.\nNo\nThe code together with the readme file will provide the necessary information. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe raw datasets will be stored at the servers of the NBB or Social Security Services as they can only accessed over there.\nParts of the NBB datasets that can be taken outside of the bank will be stored on personal devices (with online backup)\nHow is backup of the data provided?\nDatasets that can be taken outside of the NBB or Social Security Servers will be stored on personal devices with online\nbackups (either with SugarSync or Dropbox)\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or\ninsufficient storage or backup capacities are available then explain how this will be taken care of.\nYes\nThere is enough storage capacity on the personal devices and online backup systems. \nWhat are the expected costs for data storage and back up during the project? How will these costs be\ncovered?\nSugarSync: around 250€ per year, covered through FWO funding. \nData security: how will you ensure that the data are securely stored and not accessed or modified by\nunauthorized persons?\nPasswords on personal devices. (no sensitive data will be stored on the personal devices, these remain at the NBB or Social\nSecurity who have their own safety procedures)\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a\nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual\nrestrictions, physical preservation issues, ...).\nAll programs and code will be retained. Datasets that can leave the NBB will also be retained. The NBB is also expected to\nretain the raw data sets. \nWhere will the data be archived (= stored for the longer term)?\nAll programs, code and data sets that can leave the NBB will be stored on the servers of the Faculty of Business and\nEconomics (X-drive)\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs\nbe covered?\n/\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an\nagreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe data were obtained from the NBB/Social Security and can not be shared/accessed  beyond the project collaborators\nWhich data will be made available after the end of the project?\nPrograms and code. Parts or derivatives of the raw data that can be shared under the NBB data policy (mostly more\naggregated data)\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nCode and programs will be shared on KU Leuven RDR. Also data that can be shared under NBB data policy will be shared\non KU Leuven RDR\nWhen will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nEverybody can access the code/programs/data\nWhat are the expected costs for data sharing? How will the costs be covered?\n0\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nStijn Vanormelingen\nWho will be responsible for data storage & back up during the project?\nStijn Vanormelingen\nWho will be responsible for ensuring data preservation and reuse ?\nStijn Vanormelingen\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name FWO Technology And Employment - DMP title Project Identifier DMP G0B7422N Grant Title G0B7422N Principal Investigator / Researcher Stijn Vanormelingen Description The impact of technological progress, such as advancements in information and communication technology (ICT), robots and artificial intelligence is at the heart of the current policy and academic debate. This project will construct a novel and unique database including firm level measures of both robotics and ICT. By doing so, the project will contribute to the ongoing debate in three different ways. First, we will look at the firm level origins of aggregate employment changes, specifically making a distinction between firms that have been adopting new technologies such as ICT and robotics. Second, we look at the firm level impact of the introduction of new technologies, contrasting the impact of ICT with the impact of robotics on firm level employment. We will also be able to shed the first light on how robot adoption impacts employment through outsourced inputs. Third, we will merge our firm level data on robot and ICT adoption with worker level data and determine the contribution of these technologies on the fortunes of individual workers. Institution KU Leuven 1. General Information Name applicant Stijn Vanormelingen FWO Project Number & Title G0B7422N The impact of technological progress on the labor market: micro level evidence. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Dataset Origin of Data Type of Data File Format Volume Firm ICT Data Administrative Data: data extracted from B2B database at National Bank of Belgium (B2B database itself is proprietary and can not be accessed outside of the NBB) numerical .dta (stata database) 500MB Firm Robot Data Administrative Data: data extracted from B2B database at National Bank of Belgium (B2B database itself is proprietary and can not be accessed outside of the NBB) numerical .dta (stata database) 500MB Annual Accounts Database Administrative Data: data on annual accounts of all Belgian firms, either obtained from Belfirst database or from NBB numerical .dta 10GB Employee Level Data Administrative Data: from social security services. Can not be accessed outside of the premises of the Social Security Office numerical ? 10GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes We are planning to use employee level data from the Social Security Services. We will file an application in the third year of the project. We will not store this data ourself but can only access it at the premises of the Social Security Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? We will store all code to go from the raw data (which can be obtained from the NBB or accessed at the NBB) to the results of the papers. A readme file will also be included to show which code needs to be run to obtain which result. This way, a researcher who has access to the data sets can easily replicate our results. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The code together with the readme file will provide the necessary information. 5. Data storage and backup during the FWO project Where will the data be stored? The raw datasets will be stored at the servers of the NBB or Social Security Services as they can only accessed over there. Parts of the NBB datasets that can be taken outside of the bank will be stored on personal devices (with online backup) How is backup of the data provided? Datasets that can be taken outside of the NBB or Social Security Servers will be stored on personal devices with online backups (either with SugarSync or Dropbox) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is enough storage capacity on the personal devices and online backup systems. What are the expected costs for data storage and back up during the project? How will these costs be covered? SugarSync: around 250€ per year, covered through FWO funding. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Passwords on personal devices. (no sensitive data will be stored on the personal devices, these remain at the NBB or Social Security who have their own safety procedures) 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All programs and code will be retained. Datasets that can leave the NBB will also be retained. The NBB is also expected to retain the raw data sets. Where will the data be archived (= stored for the longer term)? All programs, code and data sets that can leave the NBB will be stored on the servers of the Faculty of Business and Economics (X-drive) What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? / 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The data were obtained from the NBB/Social Security and can not be shared/accessed beyond the project collaborators Which data will be made available after the end of the project? Programs and code. Parts or derivatives of the raw data that can be shared under the NBB data policy (mostly more aggregated data) Where/how will the data be made available for reuse? In an Open Access repository Code and programs will be shared on KU Leuven RDR. Also data that can be shared under NBB data policy will be shared on KU Leuven RDR When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Upon publication of the research results Who will be able to access the data and under what conditions? Everybody can access the code/programs/data What are the expected costs for data sharing? How will the costs be covered? 0 8. Responsibilities Who will be responsible for data documentation & metadata? Stijn Vanormelingen Who will be responsible for data storage & back up during the project? Stijn Vanormelingen Who will be responsible for ensuring data preservation and reuse ? Stijn Vanormelingen Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}