{
    "document_id": "D-2023-2137",
    "LinkTitle": "D-2023-2137",
    "file_name": "D-2023-2137.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2137.pdf",
    "metadata": {
        "title": "A HYPERINTENSIONAL FRAMEWORK FOR NON-MONOTONIC CONDITIONALS",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Plan Overview\nA Data Management Plan created using DMPonline\nTitle: \nA HYPERINTENSIONAL FRAMEWORK FOR NON-MONOTONIC CONDITIONALS\nCreator:\nLina Bendifallah\nAffiliation: \nKU Leuven\nTemplate: \nKU Leuven DMP\nProject abstract:\nConditionals are ubiquitous in our daily speech, in scientific discourse and reasoning. It is\nno surprise that they have been a central area of research in philosophy, psychology,\nlinguistics and computer science. What is surprising, however, is that there is little unanimity\nwith regards to what the adequate semantics of conditionals is. I propose to tackle this\nquestion by constructing a formal semantics for conditionals. Particularly, I will take a formal-\nempirical approach which will take into account insights from psychology and experimental\nphilosophy. I will offer a unified account of both categorical and graded notions of\nconditional acceptability, using a quantified hyperintensional framework, integrating\ntruthmaker semantics and Bayesian approaches. This approach will have an impact on\nphilosophy, formal epistemology and psychology of reasoning.\nID: \n124048\nEnd date: \n01-01-2027\nLast modified: \n14-05-2023\nGrant number / URL: \n3H230092\nCreated using DMPonline. Last modiﬁed 14 May 2023\n1 of 5\nA HYPERINTENSIONAL FRAMEWORK FOR NON-MONOTONIC\nCONDITIONALS\nData Collection\nWhat data will you collect or create? Fill out the table below and/or describe.\nI will collect data in the form of papers that are used (read, cited, referenced). The type of the data is qualitative or reference.\nThe format will be contextual. The type is .pdf or physical copies (e.g. available in KU Leuven Libraries or purchased). The\nestimated volume of generated data is <10 MB. \nI will generate data in the form of textual of internal notes. These will include literates notes, reading lists, research papers,\nbibliographic lists, final journal papers, book chapters and the final PhD thesis. These will written via Microsoft Word or saved\nas PDF. The format include .docx, .tex, .pdf, .aux, .bib and the associated .aux, .bbl, .nav, .out, .blg, .snm, .log, .toc. formats,\nsome textual data will also be stored in physical copies. The estimated volume of generated data is <10 MB. \nI will publish paper on my work. The source will be internal textual notes. The format of the data will be in the form of journal\narticles, book chapters, conference proceedings. The type include .tex, .pdf, .aux, .bib, .bbl. The estimated volume of\ngenerated data is <10 MB.\nI will also give presentations about my work at international conferences and workshops. The source will include internal\ntextual notes and papers. The format of the data will be in the form of slideshows of type .tex, .pdf, .aux, .pptx. The estimated\nvolume is < 20 MB.\nDo you intend to reuse existing data?\nYes, I will reuse existing data in the way I described in the first question.  \nData Quality, Documentation and Metadata\nDescribe the documentation that will be created for the data.\nThe data collected/generated by this project consist of :\npapers that are used (read, cited, referenced),\narguments, conceptual analyses, textual interpretations and other internationally recognized tools of logic and philosophy,\nwhich I will describe in internal notes, journal articles, book chapters, proceedings papers, presentations.\nTo enable internal reuse of the data collected/generated in this project I will pay special attention to:\nbibliography management,\norganizing files and folders in a consistent and descriptive way to efficiently locate, identify and use my data in the form of the\npapers that I have written myself,\nprovide bibliographical and non-biographical metadata for the papers.\nDescribe the metadata for the data.\nPlease see above for information about bibliographical metadata of the papers that I use and the bibliographical and non-\nbiographical metadata for the papers that I will write.\nThe bibliographic metadata include titles, author names, author affiliations, funding data, publication dates, issue numbers,\npage numbers and DOIs.\nThe non-bibliographical metadata include abstracts, keywords, references found in the paper and citations of the paper.\nHow will the data quality be guaranteed?\nCreated using DMPonline. Last modiﬁed 14 May 2023\n2 of 5\nConcerning the file management, I have in mind:\nI will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries\n(https://bib.kuleuven.be/english/research/research-data- management/topics/organizing-files-and-folders) and, more\nspecifically,\nI will name the main file as follows: FWO_SHORTPROJECTNAME, with PROJECTNAME the short name of the project without any\nspecial characters,\nI will name the subfiles as follows: TOPIC, with TOPIC a short description of the topic without any special characters, I will\norganize the subfiles according to topical relations (e.g., subtopic),\nI will name files as follows: SHORTTITLE_YYYYMMDD_NM, with SHORTTITLE the short title of the paper without any special\ncharacters,\nYYYYMMDD the date of creation in the date format with the year first, the month second and the day third, and NM the version\nnumber with two decimals, ordered in the standard way (01, 02, and so on).\nWith the provision of metadata I have the following in mind:\nall LaTeX source files (.tex) will contain at least the following bibliographical metadata: titles, author names,the dates of the\nlast revisions,\nall LaTeX source files (.tex) with references to other papers will be associated with a like- named bibliography file (.bbl) that\ncontains bibliographical metadata for the references found in the in paper.\nWith bibliography management I have the following in mind:\nI will collect all papers that are used (read, cited, referenced) in one BibTeX/BibLaTeX master file, a centralized, external flat-\nfile database in LaTeX syntax, which can be referenced in any LaTeX document, and which will be stored on KU Leuven’s\ncentral network drives.\nThe BibTeX entry types have required fields. For example, the required fields for articles are author, title, journal, year. The\nrequired fields for books: author or editor, title, publisher, year.\nEthical, Legal and Privacy issues\nAre the collected data considered to be \"personal data\" and are all the requirements about the collection of \"personal\ndata\" met?\nNo. \nAre there any ethical issues concerning creating, sharing and use of the data?\nNo.\nDid you consider all issues about copyrights and IPR?\nYes. \nData storage and \nbackup during research\nHow and where will the data be stored during research?\nI will store data on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large\nvolumes of data. I will keep the project folders on the central network drives for at least 5 years after the end of the research\nproject.\nPublications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be).\nWhile joint work will also be stored on Box, copies of all the documents will be stored on the central network drives as well.\nCreated using DMPonline. Last modiﬁed 14 May 2023\n3 of 5\nWhich back-up procedures are in place?\nI will store our data on KU Leuven's central network drives (https://drives.kuleuven.be/), which are safe, automatically backed up, and\ncapable of archiving large volumes of data. More specifically, the \"I: Drive\" is used.\nDescribe the data security procedures and who has access to the data?\nUntil publication, access to data is limited to myself. In case of a collaboration, members of the project will granted access to the\nrelevant data, but only after proper vetting and approval. Procedures to access the data include access controls and systematic user\nauthentication. \nData storage and preservation after research\nWhich data will have long time value for the research and will be preserved?\nThe following data will be retained:\npapers that I have used (read, cited, referenced),\nthe bibliographical metadata for the papers that we have used,\narguments, conceptual analyses, textual interpretations and other internationally recognized tools of logic and philosophy,\nwhich I have described in papers written by myself,\nthe bibliographical and non-biographical metadata for the papers that I have written myself.\nWhere and how will the data be stored?\nI will store the data and metadata on KU Leuven's central network drives, which are safe, automatically backed up, and capable of\narchiving large volumes of data. More specifically, the \"I: Drive\" will be used.\nData Sharing\nAre there any restrictions for sharing the data?\nNo.\nHow will the data be shared?\nAll publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be).\nWill the data be made available on request?\nYes\nThe final journal articles, chapters and PhD-thesis will be made available for everyone through KU Leuven's Lirias service. The other\ndata listed above will be made available upon request through e-mail.\nResponsabilities and Resources\nCreated using DMPonline. Last modiﬁed 14 May 2023\n4 of 5\nWho is responsible for Data Management during the project?\nLina Bendifallah \nJan Heylen, my PhD supervisor\nWhich additional resources are needed for the execution of the Data Management Plan?\nNone.\nDid you read the KU Leuven Data Management Policy? \nLink in guidance.\nYes\nThe link in this website is broken \"The requested URL /research/intern/datamanagement/data_kupolicy.html was not found on this\nserver.\" I read the KU Leuven DMP here: https://www.kuleuven.be/rdm/en/policy. \nCreated using DMPonline. Last modiﬁed 14 May 2023\n5 of 5"
    },
    "clean_full_text": "Plan Overview A Data Management Plan created using DMPonline Title: A HYPERINTENSIONAL FRAMEWORK FOR NON-MONOTONIC CONDITIONALS Creator: Lina Bendifallah Affiliation: KU Leuven Template: KU Leuven DMP Project abstract: Conditionals are ubiquitous in our daily speech, in scientific discourse and reasoning. It is no surprise that they have been a central area of research in philosophy, psychology, linguistics and computer science. What is surprising, however, is that there is little unanimity with regards to what the adequate semantics of conditionals is. I propose to tackle this question by constructing a formal semantics for conditionals. Particularly, I will take a formal- empirical approach which will take into account insights from psychology and experimental philosophy. I will offer a unified account of both categorical and graded notions of conditional acceptability, using a quantified hyperintensional framework, integrating truthmaker semantics and Bayesian approaches. This approach will have an impact on philosophy, formal epistemology and psychology of reasoning. ID: 124048 End date: 01-01-2027 Last modified: 14-05-2023 Grant number / URL: 3H230092 Created using DMPonline. Last modiﬁed 14 May 2023 1 of 5 A HYPERINTENSIONAL FRAMEWORK FOR NON-MONOTONIC CONDITIONALS Data Collection What data will you collect or create? Fill out the table below and/or describe. I will collect data in the form of papers that are used (read, cited, referenced). The type of the data is qualitative or reference. The format will be contextual. The type is .pdf or physical copies (e.g. available in KU Leuven Libraries or purchased). The estimated volume of generated data is <10 MB. I will generate data in the form of textual of internal notes. These will include literates notes, reading lists, research papers, bibliographic lists, final journal papers, book chapters and the final PhD thesis. These will written via Microsoft Word or saved as PDF. The format include .docx, .tex, .pdf, .aux, .bib and the associated .aux, .bbl, .nav, .out, .blg, .snm, .log, .toc. formats, some textual data will also be stored in physical copies. The estimated volume of generated data is <10 MB. I will publish paper on my work. The source will be internal textual notes. The format of the data will be in the form of journal articles, book chapters, conference proceedings. The type include .tex, .pdf, .aux, .bib, .bbl. The estimated volume of generated data is <10 MB. I will also give presentations about my work at international conferences and workshops. The source will include internal textual notes and papers. The format of the data will be in the form of slideshows of type .tex, .pdf, .aux, .pptx. The estimated volume is < 20 MB. Do you intend to reuse existing data? Yes, I will reuse existing data in the way I described in the first question. Data Quality, Documentation and Metadata Describe the documentation that will be created for the data. The data collected/generated by this project consist of : papers that are used (read, cited, referenced), arguments, conceptual analyses, textual interpretations and other internationally recognized tools of logic and philosophy, which I will describe in internal notes, journal articles, book chapters, proceedings papers, presentations. To enable internal reuse of the data collected/generated in this project I will pay special attention to: bibliography management, organizing files and folders in a consistent and descriptive way to efficiently locate, identify and use my data in the form of the papers that I have written myself, provide bibliographical and non-biographical metadata for the papers. Describe the metadata for the data. Please see above for information about bibliographical metadata of the papers that I use and the bibliographical and non- biographical metadata for the papers that I will write. The bibliographic metadata include titles, author names, author affiliations, funding data, publication dates, issue numbers, page numbers and DOIs. The non-bibliographical metadata include abstracts, keywords, references found in the paper and citations of the paper. How will the data quality be guaranteed? Created using DMPonline. Last modiﬁed 14 May 2023 2 of 5 Concerning the file management, I have in mind: I will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries (https://bib.kuleuven.be/english/research/research-data- management/topics/organizing-files-and-folders) and, more specifically, I will name the main file as follows: FWO_SHORTPROJECTNAME, with PROJECTNAME the short name of the project without any special characters, I will name the subfiles as follows: TOPIC, with TOPIC a short description of the topic without any special characters, I will organize the subfiles according to topical relations (e.g., subtopic), I will name files as follows: SHORTTITLE_YYYYMMDD_NM, with SHORTTITLE the short title of the paper without any special characters, YYYYMMDD the date of creation in the date format with the year first, the month second and the day third, and NM the version number with two decimals, ordered in the standard way (01, 02, and so on). With the provision of metadata I have the following in mind: all LaTeX source files (.tex) will contain at least the following bibliographical metadata: titles, author names,the dates of the last revisions, all LaTeX source files (.tex) with references to other papers will be associated with a like- named bibliography file (.bbl) that contains bibliographical metadata for the references found in the in paper. With bibliography management I have the following in mind: I will collect all papers that are used (read, cited, referenced) in one BibTeX/BibLaTeX master file, a centralized, external flat- file database in LaTeX syntax, which can be referenced in any LaTeX document, and which will be stored on KU Leuven’s central network drives. The BibTeX entry types have required fields. For example, the required fields for articles are author, title, journal, year. The required fields for books: author or editor, title, publisher, year. Ethical, Legal and Privacy issues Are the collected data considered to be \"personal data\" and are all the requirements about the collection of \"personal data\" met? No. Are there any ethical issues concerning creating, sharing and use of the data? No. Did you consider all issues about copyrights and IPR? Yes. Data storage and backup during research How and where will the data be stored during research? I will store data on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. Publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be). While joint work will also be stored on Box, copies of all the documents will be stored on the central network drives as well. Created using DMPonline. Last modiﬁed 14 May 2023 3 of 5 Which back-up procedures are in place? I will store our data on KU Leuven's central network drives (https://drives.kuleuven.be/), which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the \"I: Drive\" is used. Describe the data security procedures and who has access to the data? Until publication, access to data is limited to myself. In case of a collaboration, members of the project will granted access to the relevant data, but only after proper vetting and approval. Procedures to access the data include access controls and systematic user authentication. Data storage and preservation after research Which data will have long time value for the research and will be preserved? The following data will be retained: papers that I have used (read, cited, referenced), the bibliographical metadata for the papers that we have used, arguments, conceptual analyses, textual interpretations and other internationally recognized tools of logic and philosophy, which I have described in papers written by myself, the bibliographical and non-biographical metadata for the papers that I have written myself. Where and how will the data be stored? I will store the data and metadata on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the \"I: Drive\" will be used. Data Sharing Are there any restrictions for sharing the data? No. How will the data be shared? All publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be). Will the data be made available on request? Yes The final journal articles, chapters and PhD-thesis will be made available for everyone through KU Leuven's Lirias service. The other data listed above will be made available upon request through e-mail. Responsabilities and Resources Created using DMPonline. Last modiﬁed 14 May 2023 4 of 5 Who is responsible for Data Management during the project? Lina Bendifallah Jan Heylen, my PhD supervisor Which additional resources are needed for the execution of the Data Management Plan? None. Did you read the KU Leuven Data Management Policy? Link in guidance. Yes The link in this website is broken \"The requested URL /research/intern/datamanagement/data_kupolicy.html was not found on this server.\" I read the KU Leuven DMP here: https://www.kuleuven.be/rdm/en/policy. Created using DMPonline. Last modiﬁed 14 May 2023 5 of 5"
}