{
    "document_id": "D-2023-2107",
    "LinkTitle": "D-2023-2107",
    "file_name": "D-2023-2107.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2107.pdf",
    "metadata": {
        "title": "D-2023-2107",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Copy of C3 - Ontwikkeling van een holistisch beoordelingsmethode en selectie\ninstrument om de energiearmoede en de milieu-impact van het woningbestand\nte verminderen\nA Data Management Plan created using DMPonline.be\nCreator: \nEls Van de moortel\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC3/22/029\nID: \n201314\nStart date: \n28-02-2023\nEnd date: \n27-02-2025\nProject abstract:\nThe research project further develops the findings from the PhD thesis “Development of a tool to guide sustainable\nrenovation of social housing in Flanders.” The aim of the research is to reduce energy poverty and the environmental\nimpact of the residential building stock in a feasible and affordable way and is focused on the following research\nquestion: “How can an existing methodology to select the most optimal renovation option from an environmental and\nfinancial perspective be expanded in line with recent economic developments, being the circular, collective and\ncooperative economy, to respond to urgent societal problems such as energy poverty and the high environmental\nimpact of the residential building stock?” To answer the research question from a holistic perspective, researchers with\ndifferent backgrounds teamed up. The methodology will be illustrated on multiple cases in the social housing stock,\nwhere a high level of homogeneity guarantees replicability.  \n \nLast modified: \n07-08-2023\nCreated using DMPonline.be. Last modiﬁed 07 August 2023\n1 of 5\nCopy of C3 - Ontwikkeling van een holistisch beoordelingsmethode en selectie\ninstrument om de energiearmoede en de milieu-impact van het woningbestand\nte verminderen\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSee annex\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAn excel file is provided to store all info on the datasets, see annex.\nThe source of the existing data is include in the overview file on the datasets used in the research.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nDatabase on default buildings (materials, build-ups and technical installations) and renovation options (materials, build-ups and technical installations) and calculation tool\n(including derived data and/or programming code) for life cycle environmental and financial impact can be used for consultancy / spin-off in the future.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nBefore involving third parties, a letter of consent is sent to them which describes that\nproject data, generated by us, should be treated as confidential by them, and that data,\nprovided by them, will be utilized for scientific research. Any sharing of data between\nstakeholders will be, beforehand, discussed and formalized through written consent.\nAttached to this DMP plan you can also find a template for the letter of informed consent (in Dutch and English) and for the letter of information.\n \nFollowing agreements have been or are being made by The SySi Team:\nData has been provided by Cordium for use in dynamic simulations in the frame of a master thesis. If these data will be used in this C3 project, an additional formal\nagreement will be set up after consulting LRD.\nAn NDA is being set up with Daikin Europe (under the umbrella of EnergyVille). When this specific producer agrees to share data for this C3 project, a new NDA will\nbe set up after consulting LRD.\nAn agreement will be made with the residents of Blauwpoorte to safeguard their privacy when using their heat pump data in research.\nCreated using DMPonline.be. Last modiﬁed 07 August 2023\n2 of 5\nMeteo data and forecasts have been made available by the RMI for which an agreement has been signed – only to be used in the PhD of Jelger Jansen and Delbar\nFaghihmirzaei. Extensions can be requested, but the raw data should not be made public.\nThe MPC code cannot be shared (IP), though the numerical results of dynamic simulations can be used in this C3 project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nProject data will be consistently and continuously collected and updated throughout\nthe 2 years of the research program. Project data is stored on the Onedrive in a system\nof folders. In this folder, a differentiation is made between different types of data, such\nas received data and data processed by us. The same folder structure will then be\nutilized when archiving the data. An excel with overview of the data sets and README.txt file with a small note how to use the excel file will be added in the folder.\nDuring each team meeting or external meeting, a report is made that summarizes the\nmeeting results. The date of the meeting is incorporated in the\nfilename of those documents.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nData on consulted research literature is stored with tags in an Endnote shared library.\nCurrently, project data are stored in a Onedrive folder with a README file for explaining the data structure. Thus, the location of a file within that drive ( e.g the folders it is\nin) and name of the file act as a basic metadata.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nDuring the research project, data is stored in a KU Leuven Onedrive. And optionally on\nthe shared servers (I of the faculty. For more info on servers, see DATA STORAGE –\nICTS (kuleuven.be) .\nFor the researchgroup of professor Wurm a maximum of documents will be centralized and saved on the KU Leuven server and cloud application: the shared data of a\nresearch project at the Faculty of Architecture is stored on the J-disk in Leuven/ department of Architecture. The PhD student and supervisors have access to this, the\nsupervisors grant permission to the respective researchers. The ICT support is provided by LUCA.  All personal data will be stored on the I-disk/ in Leuven/ department of\nArchitecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on\nservers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nBack up of folders can be managed through the Onedrive system.\nRegarding recovering deleted files from a Onedrive system: \" Deleted files are kept for\nup to 90 days. You can also do a full Restore of your OneDrive.\" source: \nFrequently asked questions OneDrive – ICTS\n (kuleuven.be)\nRegarding restoring older versions of files from a Onedrive system: \"If you sign in with\na work or school account, the number of versions will depend on your library\nconfiguration.\" source: \nRestore a previous version of a file stored in OneDrive - Office\nSupport\n (microsoft.com)\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nCreated using DMPonline.be. Last modiﬁed 07 August 2023\n3 of 5\nYes\nThe KU Leuven Onedrive is limited to 2TB, but on request it can be enlarged to 5 TB.\nSeeing as 3 research groups are involved in this project, we can theoretically rely on 15TB\nof Onedrive storage space during the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDuring the research, Onedrive security is utilized.\nIf deemed necessary, it is possible to store strictly confidential data at KU Leuven\nOneDrive for Business. In that case you commit to activate multifactor authentication\nwith the KU Leuven Authenticator app as described\non https://admin.kuleuven.be/icts/english/news/authenticator\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage is paid by the Department of Architecture (2Tb + 5Tb archiving). One drive offers 2 Tb for free per staff member. This is sufficient, no additional data storage is\nneeded.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAfter finishing the research project, the data that is deemed irrelevant by all\nresearchers and supervisors to the project will be removed or can be moved to other\nresearch projects. \nAll data will be stored on the archive folder on the KU Leuven server.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe data is stored on the K-drive (archive with restricted access to the people involved in the project).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Department of Architecture pays for 5TB of storage and can be extended if needed.\nThe data used by the department of TME will be stored on virtual machines hosted by ICTS, and maintained by ICTS-SET. Typical cost is 22.33€ per CPU-core en 11.80€\nper GB memory. Together with the overhead cost, the data storage cost is estimated at about 150€ per year, which is included in the consumables budget of the project.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nPart of the data will be potential open data, made available via journal papers or stored in open data repositories such as for example the KU Leuven data repository RDR\n(https://www.kuleuven.be/rdm/en/rdr).\nPart of the data will be closed access, such as the environmental data. These will be stored as described above.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nData with restricted access will be available for the research groups in which they have been generated.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nCreated using DMPonline.be. Last modiﬁed 07 August 2023\n4 of 5\nThe reason for restriction of data has to do with IPR.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nThere is no date set after which data will be automatically made available. Data will only be made available after consent from the stakeholders and the responsible\nparties at KU Leuven.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nIt is possible that novel tools, such as software, are created during the research.\nNecessary steps for providing IP protection of the end product will be taken. In the\ncase we opt for an open source format of this software, one of the licenses, also\navailable for Github repositories, can be considered. More info on this at\nhttps://ufal.github.io/public-license-selector/ .\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nAs we don't know yet which data will be share, it is not possible yet to estimate the costs for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nEls Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME.\nWho will manage data storage and backup during the research project? \nEls Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME.\nWho will manage data preservation and sharing? \nEls Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME.\nWho will update and implement this DMP? \nEls Van de moortel and Karen Allacker.\nCreated using DMPonline.be. Last modiﬁed 07 August 2023\n5 of 5\nProcessed or \nRawOpen or \nClosed1,primary(us) \n2.second.Dataset ID Description Data type Format Volume How created/source\nStatistical DATA\nRaw Open 2 S1Average income of tenants in social \nhousing in FlandersNumerical Textual .xlsx 123kBBRON: https://www.vlaanderen.be/sociaal-\nwoonbeleid/cijfers/huurders\nRaw Open 2 S2Average rent for social housing in \nFlandersNumerical Textual .xlsx 28kBBRON: https://www.vlaanderen.be/sociaal-\nwoonbeleid/cijfers/huurders\nRaw Open 2 S3 Eurostat price electriciy Numerical Textual .xlsx 24kBhttps://ec.europa.eu/eurostat/web/products-datasets/-\n/ten00117\nRaw Open 2 S4 Eurostat price natural gas Numerical Textual .xlsx 25kBhttps://ec.europa.eu/eurostat/databrowser/view/ten\n00118/default/table?lang=en\nRaw Open 2 S5Printscreen website VREG overview price \nelectriciyImages .jpeg 92kBhttps://dashboard.vreg.be/report/DMR_Prijzen_elektr\niciteit.html\nRaw Open 2 S6Printscreen website VREG overview price \nnatiral gasImages .jpeg 75kBhttps://dashboard.vreg.be/report/DMR_Prijzen_gas.ht\nml\nRaw Open 2 S7 Average energy use in Flanders Numerical Textual .pdf 365kB https://www.vreg.be/nl/energieverbruik\nS8\nS9\nS10\nS11\nS12\nS13\nS14\nS15\nSITE DATA OTHER\nRaw Open 2 O1 Site aerial pictures (prints) pdf, jpeg, tiff or gif <5 GB Prints from Geopunt, cartesis, other open data sources \nProcessed Closed 1 O2 Site 3D model skp rvt <5GB Sketchup/Revit (client)\nProcessed Closed 1 O3 Dwg site .dwg <10 GB Own processing\nMARKET or STAKEHOLDER DATA\nRaw Closed 1 M1 Stakeholders - Contact list xls <500MB emails, web, interviews\nProcessed Closed 1 M2Presentations given by stakeholders \n(processed)pdf, ppt <1GB sythesis from data above\nProcessed Open 2 M3 Company data xls <10GB Data from KBO, webinfo, twitter...\nSTREET LEVEL SITE VISIT DATA\nRaw Closed 1 L1 Pictures - fieldwork jpeg <5GB Digital camera\nRaw Closed 1 L2 Fieldwork notes doc or onenote <5GB Observation\nWORKSHOPS\nRaw Closed 1 W1 Recording of workshops mp3 and mp4<60GB \n(30 times 20 min at a rate of \n0.100 GB/minute at \n720p/30fps MP4)recordings\nRaw Closed 1 W2 Workshop results - raw model, jpeg <1 GB scan or photography\nProcessed Closed 1 W3 Workshop results - reports pdf <1 GB conclusions of workshops\nRaw Closed 1 W4 Workshops - Participant list xls <500 MB email, stakeholders\nRaw Closed 1 W5 Pictures of workshops jpeg <1GB photography\nSPECIFIC BUILDINGS\nRaw Closed 1 B1 Detailed building drawingspdf, jpeg, tiff or gif  \n(probably in format A0-4)<10 GB \n( 30 buildings *15 plans per \nbuilding*20MB per plan)recieved from stakeholders\nRaw Closed 1 B2 Building energy use data jpeg, tiff<300MB \n( 30 buildings *2 pictures per \nbuilding*5MB per plan)recieved from stakeholders\nRaw Closed 1 B3Bill of quantities of materials and \nproducts per building or building partspdf or doc or xls <150 MB ( 30 buildings * 5MB) recieved from stakeholders\nRaw Closed 1 B4 Pictures from building jpeg, tiff<1,5 GB \n( 30 buildings *10 pictures per \nbuilding*5MB per plan)Site-visit with camera from KU Leuven or from building \ntenants\nPRODUCT AND MATERIAL DATA\nProcessed Open 2 P1 Data per product (EPD) pdf or doc or xls< 500 MB \n( 50 materials *10MB per plan)acquired from manufacturers\nProcessed Closed 2 P2 Environmental databases and LCA results csv, ilcd< 500 MB \n(50 materials *10MB per plan)European databases (ecoinvent)\nBIBLIOGRAPHY\nProcessed Closed 2 A1 Research articles and books Pdf <10GB Publishers\nProcessed Closed 2 A2Summaries and text files of research \narticles and booksdoc, pdf <500MB Processing of A1C3 PROJECT ASIRE²\n20230807 ASIRE² DMP data description 1/1"
    },
    "clean_full_text": "Copy of C3 - Ontwikkeling van een holistisch beoordelingsmethode en selectie instrument om de energiearmoede en de milieu-impact van het woningbestand te verminderen A Data Management Plan created using DMPonline.be Creator: Els Van de moortel Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C3/22/029 ID: 201314 Start date: 28-02-2023 End date: 27-02-2025 Project abstract: The research project further develops the findings from the PhD thesis “Development of a tool to guide sustainable renovation of social housing in Flanders.” The aim of the research is to reduce energy poverty and the environmental impact of the residential building stock in a feasible and affordable way and is focused on the following research question: “How can an existing methodology to select the most optimal renovation option from an environmental and financial perspective be expanded in line with recent economic developments, being the circular, collective and cooperative economy, to respond to urgent societal problems such as energy poverty and the high environmental impact of the residential building stock?” To answer the research question from a holistic perspective, researchers with different backgrounds teamed up. The methodology will be illustrated on multiple cases in the social housing stock, where a high level of homogeneity guarantees replicability. Last modified: 07-08-2023 Created using DMPonline.be. Last modiﬁed 07 August 2023 1 of 5 Copy of C3 - Ontwikkeling van een holistisch beoordelingsmethode en selectie instrument om de energiearmoede en de milieu-impact van het woningbestand te verminderen Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA See annex If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: An excel file is provided to store all info on the datasets, see annex. The source of the existing data is include in the overview file on the datasets used in the research. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Database on default buildings (materials, build-ups and technical installations) and renovation options (materials, build-ups and technical installations) and calculation tool (including derived data and/or programming code) for life cycle environmental and financial impact can be used for consultancy / spin-off in the future. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Before involving third parties, a letter of consent is sent to them which describes that project data, generated by us, should be treated as confidential by them, and that data, provided by them, will be utilized for scientific research. Any sharing of data between stakeholders will be, beforehand, discussed and formalized through written consent. Attached to this DMP plan you can also find a template for the letter of informed consent (in Dutch and English) and for the letter of information. Following agreements have been or are being made by The SySi Team: Data has been provided by Cordium for use in dynamic simulations in the frame of a master thesis. If these data will be used in this C3 project, an additional formal agreement will be set up after consulting LRD. An NDA is being set up with Daikin Europe (under the umbrella of EnergyVille). When this specific producer agrees to share data for this C3 project, a new NDA will be set up after consulting LRD. An agreement will be made with the residents of Blauwpoorte to safeguard their privacy when using their heat pump data in research. Created using DMPonline.be. Last modiﬁed 07 August 2023 2 of 5 Meteo data and forecasts have been made available by the RMI for which an agreement has been signed – only to be used in the PhD of Jelger Jansen and Delbar Faghihmirzaei. Extensions can be requested, but the raw data should not be made public. The MPC code cannot be shared (IP), though the numerical results of dynamic simulations can be used in this C3 project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Project data will be consistently and continuously collected and updated throughout the 2 years of the research program. Project data is stored on the Onedrive in a system of folders. In this folder, a differentiation is made between different types of data, such as received data and data processed by us. The same folder structure will then be utilized when archiving the data. An excel with overview of the data sets and README.txt file with a small note how to use the excel file will be added in the folder. During each team meeting or external meeting, a report is made that summarizes the meeting results. The date of the meeting is incorporated in the filename of those documents. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Data on consulted research literature is stored with tags in an Endnote shared library. Currently, project data are stored in a Onedrive folder with a README file for explaining the data structure. Thus, the location of a file within that drive ( e.g the folders it is in) and name of the file act as a basic metadata. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Personal network drive (I-drive) During the research project, data is stored in a KU Leuven Onedrive. And optionally on the shared servers (I of the faculty. For more info on servers, see DATA STORAGE – ICTS (kuleuven.be) . For the researchgroup of professor Wurm a maximum of documents will be centralized and saved on the KU Leuven server and cloud application: the shared data of a research project at the Faculty of Architecture is stored on the J-disk in Leuven/ department of Architecture. The PhD student and supervisors have access to this, the supervisors grant permission to the respective researchers. The ICT support is provided by LUCA. All personal data will be stored on the I-disk/ in Leuven/ department of Architecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Back up of folders can be managed through the Onedrive system. Regarding recovering deleted files from a Onedrive system: \" Deleted files are kept for up to 90 days. You can also do a full Restore of your OneDrive.\" source: Frequently asked questions OneDrive – ICTS (kuleuven.be) Regarding restoring older versions of files from a Onedrive system: \"If you sign in with a work or school account, the number of versions will depend on your library configuration.\" source: Restore a previous version of a file stored in OneDrive - Office Support (microsoft.com) Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 07 August 2023 3 of 5 Yes The KU Leuven Onedrive is limited to 2TB, but on request it can be enlarged to 5 TB. Seeing as 3 research groups are involved in this project, we can theoretically rely on 15TB of Onedrive storage space during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the research, Onedrive security is utilized. If deemed necessary, it is possible to store strictly confidential data at KU Leuven OneDrive for Business. In that case you commit to activate multifactor authentication with the KU Leuven Authenticator app as described on https://admin.kuleuven.be/icts/english/news/authenticator What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage is paid by the Department of Architecture (2Tb + 5Tb archiving). One drive offers 2 Tb for free per staff member. This is sufficient, no additional data storage is needed. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy After finishing the research project, the data that is deemed irrelevant by all researchers and supervisors to the project will be removed or can be moved to other research projects. All data will be stored on the archive folder on the KU Leuven server. Where will these data be archived (stored and curated for the long-term)? Other (specify below) The data is stored on the K-drive (archive with restricted access to the people involved in the project). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Department of Architecture pays for 5TB of storage and can be extended if needed. The data used by the department of TME will be stored on virtual machines hosted by ICTS, and maintained by ICTS-SET. Typical cost is 22.33€ per CPU-core en 11.80€ per GB memory. Together with the overhead cost, the data storage cost is estimated at about 150€ per year, which is included in the consumables budget of the project. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Part of the data will be potential open data, made available via journal papers or stored in open data repositories such as for example the KU Leuven data repository RDR (https://www.kuleuven.be/rdm/en/rdr). Part of the data will be closed access, such as the environmental data. These will be stored as described above. If access is restricted, please specify who will be able to access the data and under what conditions. Data with restricted access will be available for the research groups in which they have been generated. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Created using DMPonline.be. Last modiﬁed 07 August 2023 4 of 5 The reason for restriction of data has to do with IPR. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results There is no date set after which data will be automatically made available. Data will only be made available after consent from the stakeholders and the responsible parties at KU Leuven. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) It is possible that novel tools, such as software, are created during the research. Necessary steps for providing IP protection of the end product will be taken. In the case we opt for an open source format of this software, one of the licenses, also available for Github repositories, can be considered. More info on this at https://ufal.github.io/public-license-selector/ . Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? As we don't know yet which data will be share, it is not possible yet to estimate the costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? Els Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME. Who will manage data storage and backup during the research project? Els Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME. Who will manage data preservation and sharing? Els Van de moortel, Karen Allacker and Jan Wurm for the department of Architecture. Lieve Helsen for TME. Who will update and implement this DMP? Els Van de moortel and Karen Allacker. Created using DMPonline.be. Last modiﬁed 07 August 2023 5 of 5 Processed or RawOpen or Closed1,primary(us) 2.second.Dataset ID Description Data type Format Volume How created/source Statistical DATA Raw Open 2 S1Average income of tenants in social housing in FlandersNumerical Textual .xlsx 123kBBRON: https://www.vlaanderen.be/sociaal- woonbeleid/cijfers/huurders Raw Open 2 S2Average rent for social housing in FlandersNumerical Textual .xlsx 28kBBRON: https://www.vlaanderen.be/sociaal- woonbeleid/cijfers/huurders Raw Open 2 S3 Eurostat price electriciy Numerical Textual .xlsx 24kBhttps://ec.europa.eu/eurostat/web/products-datasets/- /ten00117 Raw Open 2 S4 Eurostat price natural gas Numerical Textual .xlsx 25kBhttps://ec.europa.eu/eurostat/databrowser/view/ten 00118/default/table?lang=en Raw Open 2 S5Printscreen website VREG overview price electriciyImages .jpeg 92kBhttps://dashboard.vreg.be/report/DMR_Prijzen_elektr iciteit.html Raw Open 2 S6Printscreen website VREG overview price natiral gasImages .jpeg 75kBhttps://dashboard.vreg.be/report/DMR_Prijzen_gas.ht ml Raw Open 2 S7 Average energy use in Flanders Numerical Textual .pdf 365kB https://www.vreg.be/nl/energieverbruik S8 S9 S10 S11 S12 S13 S14 S15 SITE DATA OTHER Raw Open 2 O1 Site aerial pictures (prints) pdf, jpeg, tiff or gif <5 GB Prints from Geopunt, cartesis, other open data sources Processed Closed 1 O2 Site 3D model skp rvt <5GB Sketchup/Revit (client) Processed Closed 1 O3 Dwg site .dwg <10 GB Own processing MARKET or STAKEHOLDER DATA Raw Closed 1 M1 Stakeholders - Contact list xls <500MB emails, web, interviews Processed Closed 1 M2Presentations given by stakeholders (processed)pdf, ppt <1GB sythesis from data above Processed Open 2 M3 Company data xls <10GB Data from KBO, webinfo, twitter... STREET LEVEL SITE VISIT DATA Raw Closed 1 L1 Pictures - fieldwork jpeg <5GB Digital camera Raw Closed 1 L2 Fieldwork notes doc or onenote <5GB Observation WORKSHOPS Raw Closed 1 W1 Recording of workshops mp3 and mp4<60GB (30 times 20 min at a rate of 0.100 GB/minute at 720p/30fps MP4)recordings Raw Closed 1 W2 Workshop results - raw model, jpeg <1 GB scan or photography Processed Closed 1 W3 Workshop results - reports pdf <1 GB conclusions of workshops Raw Closed 1 W4 Workshops - Participant list xls <500 MB email, stakeholders Raw Closed 1 W5 Pictures of workshops jpeg <1GB photography SPECIFIC BUILDINGS Raw Closed 1 B1 Detailed building drawingspdf, jpeg, tiff or gif (probably in format A0-4)<10 GB ( 30 buildings *15 plans per building*20MB per plan)recieved from stakeholders Raw Closed 1 B2 Building energy use data jpeg, tiff<300MB ( 30 buildings *2 pictures per building*5MB per plan)recieved from stakeholders Raw Closed 1 B3Bill of quantities of materials and products per building or building partspdf or doc or xls <150 MB ( 30 buildings * 5MB) recieved from stakeholders Raw Closed 1 B4 Pictures from building jpeg, tiff<1,5 GB ( 30 buildings *10 pictures per building*5MB per plan)Site-visit with camera from KU Leuven or from building tenants PRODUCT AND MATERIAL DATA Processed Open 2 P1 Data per product (EPD) pdf or doc or xls< 500 MB ( 50 materials *10MB per plan)acquired from manufacturers Processed Closed 2 P2 Environmental databases and LCA results csv, ilcd< 500 MB (50 materials *10MB per plan)European databases (ecoinvent) BIBLIOGRAPHY Processed Closed 2 A1 Research articles and books Pdf <10GB Publishers Processed Closed 2 A2Summaries and text files of research articles and booksdoc, pdf <500MB Processing of A1C3 PROJECT ASIRE² 20230807 ASIRE² DMP data description 1/1"
}