{
    "document_id": "D-2024-3078",
    "LinkTitle": "D-2024-3078",
    "file_name": "D-2024-3078.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3078.pdf",
    "metadata": {
        "title": "(C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction-Force-Microscopy-compatible vessel-on-a-chip",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \n(C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction-Force-Microscopy-compatible\nvessel-on-a-chip\nCreator:\nCreator:\nHans Van Oosterwyck\nPrincipal Investigator: \nPrincipal Investigator: \nHans Van Oosterwyck, Jyotsana Priyadarshani, Jorge Barrasa Fano\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nHans Van Oosterwyck, Jyotsana Priyadarshani, Jorge Barrasa Fano\nProject abstract:\nProject abstract:\nCerebral cavernous malformations (CCM) is a microvascular disease characterized by abnormal brain microcapillary beds resulting from\nmutations in CCM-complex genes, with no current cure. While recent research in simple in vitro models has shed light on the\nsignificance of biomechanics in CCM, much remains unknown. This project centers on deciphering the intricate interactions between\nendothelial cells (ECs) and pericytes within an advanced vessel-on-a-chip model. By integrating a 3D microfluidic platform with force\nquantification methods, the study aims to comprehensively elucidate the roles of EC and pericyte biomechanical forces in CCM\nprogression, emphasizing the dynamic interplay between biochemical and biomechanical factors. Beyond advancing vessel-on-a-chip\ntechnology, the project holds promise for broader applications in vascular biology and disease research.\nID: \nID: \n214129\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n05-04-2025\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n1 of 7\n(C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction-\n(C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction-\nForce-Microscopy-compatible vessel-on-a-chip\nForce-Microscopy-compatible vessel-on-a-chip\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nDevice fabrication\nA new microfluidic device will be fabricated for\ndisease modeling. For preparing the master\nmold for microfluidic channels, CADgeometry\nwill be prepared to guide the 3D printer.\nNew\nD\nD\nigital\nand\nP\nP\nhysical\nHardware\nNumerical\n \n<1Gb\n \nMicroscopic data\nOptical confocal microscopic data of device,\ncells, extracellular matrix (including nanobeads\nfor traction force microscopy) and proteins of\ninterest (immunofluorescence)\nNew\nDigital\nImages\n \n<5Tb\n \nRheology data\nData from mechanical characterization of\nhydrogels\nNew\nDigital\nNumerical\n \n<1Gb\n \nComputational codes\nExisting and new code for image and data\nprocessing/analysis and traction force\nmicroscopy\nExisting\n& New\nDigital\nSoftware\n \n<100 Gb\n \nGenerated lab journal\nrecords and\nprotocols for all\nexperiments\nconducted.\n \nNew\nDigital\nNumerical\nOffice\nfiles, pdf\n<100 Gb\n \nPresentations,\nabstracts, and\nmanuscripts.\n \nNew\nDigital\nNumerical\nOffice\nfiles,\nbitmaps,\npdf\n<1Tb\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nExisting code from our group, as shared on https://gitlab.kuleuven.be/MAtrix.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nExperiments are performed with commercially available (purchased) human endothelial cells and pericytes. Related  EC approval\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n2 of 7\nnumber S54744.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThe microfluidic device design and its application will be a patentable invention. Before necessary progress is made, we will seek\nguidance from LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe main results and methods will be published in peer-reviewed journals after filing application for the patentable part as per the\nKUL IP department and LRD guidance.\nAll generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally.\nThe templates for writing protocols and templates for Excel spreadsheets for raw data and data analysis will be noted and stored\ndigitally. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for\nreuse. If any modification is adapted to the preexisting computational codes, KU Leuven’s private Gitlab repository will be used\nfor version control and ease of sharing (made available at https://gitlab.kuleuven.be/MAtrix).\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n3 of 7\nThe metadata will be a combination of equipment-generated metadata (e.g. imaging conditions stored by the microscope\nsoftware), standard operation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The\nmetadata will be included as keywords and all information about the data into readme files inserted with each dataset. The active\nData Management Platform, ManGO from KU Leuven provides storage for metadata. In ManGO, metadata are stored as so-called\nAVUs (attribute-value-unit triples).\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nLarge Volume Storage\nOther (specify below)\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nAll data other than the large volume data sets (optical images and analyzed data) will be stored locally on the researcher’s\ncomputer while being constantly synced to KU Leuven OneDrive. At the same time, all the data during the active research project\nwill be stored on the university's  Active Data Management Platform, ManGO. After the active research ends the data will be\ntransferred either to a data repository for publication (e.g. RDR) or to a long-term storage service.\nLarge-volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven\nresearcher) and the data on the network drives will be kept secure and backed up by the university ICTS services. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nStorage on university network drives are secure data storage solutions with security services managed by the University ICTS\ndepartment. They provide the options to control data access by authorised persons and maintain backups in secure physical\nlocations. The above-mentioned storage sites are compatible with GDPR regulations.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage space on the ManGo platform during the active research period and afterward KU Leuven L: drives will be acquired based\non project needs.\nThe storage on the ManGO platform costs €35 per TB per year and a maximum of 1 TB of storage is offered free of charge.\nFurther, the cost for long-term storage  L: drives are estimated at 104.42 €/yr./TB) and will be covered by the project\nconsumables budget.\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n4 of 7\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll digital data and metadata will be retained for at least 10 years.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nAll digital data will be archived on KU Leuven L: drive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSee before for estimated costs per year per Tb. Total data estimate for the entire project  < 5 Tb\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe main findings of the research with all supporting processed data will be made available via publications in peer-reviewed\njournals. Publishing all raw data associated with published manuscripts on KU Leuven's Research Data Repository (RDR, free of\ncost for up to 50GB/year) will be considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes. Again the patentable data will only be\npublished online as per IP regulations after patent application submission.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly\navailable (at a cost though, if the journals require so). The availability of the other data to any requestor will be dealt with on a\ncase-by-case basis. If a valid scientific or societal benefit and non-profit reason exist, the data will be freely shared, except to\ndirect competitors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe patentable data will only be shared online as per IP regulations after patent application submission and being published\nonline.\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n5 of 7\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nPublishing all raw data associated with published manuscripts on the Research Data Repository (RDR, free of cost for up to\n50GB/year) will be considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nThe findings will be made available as publications at logical points during the project when the research questions have been\nsufficiently addressed. The other data would be made available upon request, where considered appropriate, after the\npublications.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nGNU GPL-3.0 (code)\nCodes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation,\neither version 3 of the License, or any later version.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nData uploaded to the RDR will get a DOI that can be used to cite the data.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nKU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher will be responsible for the documentation and the metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n6 of 7\nThe researcher and the supervisors will jointly ensure proper data storage and back up during the project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProf. Hans Van Oosterwyck.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nProf. Hans Van Oosterwyck.\nCreated using DMPonline.be. Last modiﬁed 05 April 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: (C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction-Force-Microscopy-compatible vessel-on-a-chip Creator: Creator: Hans Van Oosterwyck Principal Investigator: Principal Investigator: Hans Van Oosterwyck, Jyotsana Priyadarshani, Jorge Barrasa Fano Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Hans Van Oosterwyck, Jyotsana Priyadarshani, Jorge Barrasa Fano Project abstract: Project abstract: Cerebral cavernous malformations (CCM) is a microvascular disease characterized by abnormal brain microcapillary beds resulting from mutations in CCM-complex genes, with no current cure. While recent research in simple in vitro models has shed light on the significance of biomechanics in CCM, much remains unknown. This project centers on deciphering the intricate interactions between endothelial cells (ECs) and pericytes within an advanced vessel-on-a-chip model. By integrating a 3D microfluidic platform with force quantification methods, the study aims to comprehensively elucidate the roles of EC and pericyte biomechanical forces in CCM progression, emphasizing the dynamic interplay between biochemical and biomechanical factors. Beyond advancing vessel-on-a-chip technology, the project holds promise for broader applications in vascular biology and disease research. ID: ID: 214129 Start date: Start date: 01-01-2024 End date: End date: 30-09-2028 Last modified: Last modified: 05-04-2025 Created using DMPonline.be. Last modiﬁed 05 April 2025 1 of 7 (C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction- (C14/24/112) Closing the gap between cell mechanics and microvascular disease through Traction- Force-Microscopy-compatible vessel-on-a-chip Force-Microscopy-compatible vessel-on-a-chip Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Device fabrication A new microfluidic device will be fabricated for disease modeling. For preparing the master mold for microfluidic channels, CADgeometry will be prepared to guide the 3D printer. New D D igital and P P hysical Hardware Numerical <1Gb Microscopic data Optical confocal microscopic data of device, cells, extracellular matrix (including nanobeads for traction force microscopy) and proteins of interest (immunofluorescence) New Digital Images <5Tb Rheology data Data from mechanical characterization of hydrogels New Digital Numerical <1Gb Computational codes Existing and new code for image and data processing/analysis and traction force microscopy Existing & New Digital Software <100 Gb Generated lab journal records and protocols for all experiments conducted. New Digital Numerical Office files, pdf <100 Gb Presentations, abstracts, and manuscripts. New Digital Numerical Office files, bitmaps, pdf <1Tb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Existing code from our group, as shared on https://gitlab.kuleuven.be/MAtrix. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Experiments are performed with commercially available (purchased) human endothelial cells and pericytes. Related EC approval Created using DMPonline.be. Last modiﬁed 05 April 2025 2 of 7 number S54744. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The microfluidic device design and its application will be a patentable invention. Before necessary progress is made, we will seek guidance from LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The main results and methods will be published in peer-reviewed journals after filing application for the patentable part as per the KUL IP department and LRD guidance. All generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. The templates for writing protocols and templates for Excel spreadsheets for raw data and data analysis will be noted and stored digitally. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. If any modification is adapted to the preexisting computational codes, KU Leuven’s private Gitlab repository will be used for version control and ease of sharing (made available at https://gitlab.kuleuven.be/MAtrix). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 05 April 2025 3 of 7 The metadata will be a combination of equipment-generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The metadata will be included as keywords and all information about the data into readme files inserted with each dataset. The active Data Management Platform, ManGO from KU Leuven provides storage for metadata. In ManGO, metadata are stored as so-called AVUs (attribute-value-unit triples). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO Large Volume Storage Other (specify below) Shared network drive (J-drive) Personal network drive (I-drive) All data other than the large volume data sets (optical images and analyzed data) will be stored locally on the researcher’s computer while being constantly synced to KU Leuven OneDrive. At the same time, all the data during the active research project will be stored on the university's Active Data Management Platform, ManGO. After the active research ends the data will be transferred either to a data repository for publication (e.g. RDR) or to a long-term storage service. Large-volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives will be kept secure and backed up by the university ICTS services. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Storage on university network drives are secure data storage solutions with security services managed by the University ICTS department. They provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above-mentioned storage sites are compatible with GDPR regulations. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage space on the ManGo platform during the active research period and afterward KU Leuven L: drives will be acquired based on project needs. The storage on the ManGO platform costs €35 per TB per year and a maximum of 1 TB of storage is offered free of charge. Further, the cost for long-term storage L: drives are estimated at 104.42 €/yr./TB) and will be covered by the project consumables budget. Created using DMPonline.be. Last modiﬁed 05 April 2025 4 of 7 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All digital data and metadata will be retained for at least 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) All digital data will be archived on KU Leuven L: drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? See before for estimated costs per year per Tb. Total data estimate for the entire project < 5 Tb Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The main findings of the research with all supporting processed data will be made available via publications in peer-reviewed journals. Publishing all raw data associated with published manuscripts on KU Leuven's Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes. Again the patentable data will only be published online as per IP regulations after patent application submission. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost though, if the journals require so). The availability of the other data to any requestor will be dealt with on a case-by-case basis. If a valid scientific or societal benefit and non-profit reason exist, the data will be freely shared, except to direct competitors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The patentable data will only be shared online as per IP regulations after patent application submission and being published online. Created using DMPonline.be. Last modiﬁed 05 April 2025 5 of 7 Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Publishing all raw data associated with published manuscripts on the Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix When will the data be made available? When will the data be made available? Upon publication of research results The findings will be made available as publications at logical points during the project when the research questions have been sufficiently addressed. The other data would be made available upon request, where considered appropriate, after the publications. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. GNU GPL-3.0 (code) Codes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository Data uploaded to the RDR will get a DOI that can be used to cite the data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? KU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher will be responsible for the documentation and the metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 05 April 2025 6 of 7 The researcher and the supervisors will jointly ensure proper data storage and back up during the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Hans Van Oosterwyck. Who will update and implement this DMP? Who will update and implement this DMP? Prof. Hans Van Oosterwyck. Created using DMPonline.be. Last modiﬁed 05 April 2025 7 of 7"
}