{
    "document_id": "D-2022-1531",
    "LinkTitle": "D-2022-1531",
    "file_name": "D-2022-1531.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1531.pdf",
    "metadata": {
        "title": "Decoding imagined speech from electrocorticography (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Decoding imagined speech from electrocorticography (FWO DMP) - DMP title\nProject Identifier\n u0013308\nGrant Title\n G0C1522N\nPrincipal Investigator / Researcher\n Marc Van Hulle\nDescription\n Technology that translates brain activity into speech could be transformative for\npatients deprived of it. Studies have reported impressive results when decoding intracranial\nrecordings, called electrocorticography (ECoG), in response to performed or perceived speech.\nHowever, to serve the needs of the speech impaired, one should aim for non-vocalized speech,\nalso called imagined or inner speech. Despite intensive efforts, this remains an elusive challenge.\nSeveral observations can be made which we believe prevent progress. Current speech decoders\nare developed and tested offline, per subject and speech mode, as the acutely implanted ECoG\nelectrodes serve a clinical need and time for experiments is limited. We propose a new multiway\ndecoder that accounts for the nonlinear relation between ECoG and speech features, that is fast\nto respond, and that facilitates the transfer of model knowledge across speech modes and\nsubjects. We will then use the decoder, prior developed based on model transfer, to provide real-\ntime audible feedback to the subject when attempting imagined speech, which we hypothesize\nto be crucial for the subject to master imagined speech production. When successful, this project\ncan contribute to future developments based on chronic brain implants aimed at improving the\nquality of life of speech-impaired patients.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarc Van Hulle\nFWO Project Number & Title\nG0C1522N\nDecoding imagined speech from electrocorticography\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n Type of data\nFormat \n Volume\nHow created? \nobservational,\nexperimental data,...\ntextual (.txt, .csv)\n 100kB\npropriety computer\ntask output,\nexperimenter's\nnotes, ...\nElectrocorticography\n(ECoG)\n numerical\n(Micromed data\nformat)\n 100GB\n Micromed device\nouput\nvoice recordings\nusing directional\nmicrophone\nnumerical (48 kHz\n.wav file @ 24-bit)\n 1GB\nAudiotechnica\nAT875R voice\nrecorder\nMR images \n images (DICOM)\n 1GB\n pre/post implant\nMR images\nfunctional mapping\ndata\ntext & figure\n(jpg,.pdf)\n 100kB\npost implanted\npatient responses\nto electrode\ncurrents\nphotographs during\nimplantation \nimages (.jpg)\n1 GB\nphotos taken by\nsurgeon\nbasic clinical\ninformation\ntext (.txt)\n 10kB\ncollected by\nclinician during\nclinical workup\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2022-4697\nShort description of the kind of personal data that will be used:\nage, gender, education level, voice, and basic clinical information (diagnosis, drug history)\nSee also the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and\nKU Leuven and an ethical approval (BC-06016) granted by the Commission Medical Ethics of\nUZGent (BUN B670202042877).\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPrivacy Registry Reference: G-2022-4697\nYes there are ethical issues as:\n- research involves human participants (patients)\n- personal data collection and processing\n- tracking or observation of participants\n- further processing of previously collected personal data (‘secondary use’)\n- physical interventions on the study participants (invasive techniques)\nThe collected data can be considered as “data containing personal information” and is covered\nby a Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven and an ethical approval (BC-06016) granted by the Commission Medical Ethics of UZGent\n(BUN B670202042877).\nDoes your work possibly result in research data with potential for tech transfer and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nA Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven\nhas been signed on 20 May 2020 that stipulates both parties' responsibilities, data protection\n(GDPR), ownership of results and publications (copyright), and intellectual property rights (IPR).\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nSee the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven tipulates the conditions of disseminatation and exploitation.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe clinical data KU Leuven receives from UZGent falls under a Service Agreement (UZGent\nreference KW/2092/NEL/004/057) between UZGent and KU Leuven, and an ethical approval (BC-\n06016, BUN B670202042877) granted by the Commission Medical Ethics of UZGent.\nAt KU Leuven the data will be processed (e.g. epileptic activity removed, electrode selection, data\nfiltering, modeling, classification, regression) as described in the Methods section of FWO project\nG0C1522N (Decoding imagined speech from electrocorticography). \nDocumentation kept with the ECoG and patient's voice recordings:\n- observational data i.e. notes made by the experimenter on how well the patient was motivated\nto engage in the experiment, reasons for early stopping, reason why part of the experiment\ncould not be done (technical difficulties, attending to the patient,...), etc. all kept in a logbook\n- photographs of brain implant during implantation taken by the surgeon\n- functional mapping data recorded by surgeon which functionally labels the electrodes of the\nimplant (e.g. which electrodes represent the mpouth muscle area and auditory cortex)\n- basic clinical information collected by the neurologist during the clinical workup of the patient\nsuch as presence and frequency of epileptic seizures \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe generated metadata will be <100 GB and according to the EDF or Micromed file standard but\nwill not will be shared to 3rd parties without prior approval of the Commission Medical Ethics of\nUZGent (ethical approval B670202042877, 25/6/2020) and in compliance with the Service\nAgreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data received by KU Leuven is a copy of the original data stored at UZGent on a secure,\npassword- protected computer, separate from the patient dossiers from which it is a partial\nexcerpt.\nHow is backup of the data provided?\nDisk mirroring with daily automatic incremental back-up of the data received by KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe data is stored on a secure, password-protected storage facility that is back-upped daily, not\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\naccessible by external parties, and large enough to cater for all data planned to be received\nduring the said project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nStorage resources at KU Leuven are covered by grants of the KU Leuven PI. Preservation at\nUZGent’s servers is secured for 25 years, as it concerns patient data, in as far as legal and\ncontractual agreements apply.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data received by KU Leuven will be stored on a secure, password protected computer at KU\nLeuven not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks)\nwill be encrypted as well. Persons that have access to the data are listed in the ethical approval\n(BUN B670202042877, granted on 25/6/2020 by the Commission Medical Ethics of UZGent). The\nreceived data is a copy of the original data stored at UZGent on a secure, password protected\ncomputer, separate from the patient dossiers from which it is a partial excerpt.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nECoG recordings, voice recordings, pre/post implant MR images, functional mapping data,\nphotographs during implantation and basic clinical information.\nWhere will the data be archived (= stored for the longer term)?\nAfter the end of the project, the data received by KU Leuven will be preserved for 10 years at KU\nLeuven, in as far as legal and contractual agreements apply. The original recordings are\npreserved for 25 years at UZGent’s servers, as it concerns patient data, in as far as legal and\ncontractual agreements apply.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStorage resources are charged to the KU Leuven PI's grants and/or to the department. The\nstorage facility is already available (so no setup costs) and yearly estimated costs are less than\n1000 Euro.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nAs it concerns patient data, in as far as legal and contractual agreements apply as stipulated in\nthe Service Agreement (UZGent reference KW/2092/NEL/004/057), the data received by KU\nLeuven is stored on a secure, password protected computer not accessible by external parties\nand on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well.\nAt KU Leuven only persons approved in the ethical approval of UZGent can access the data (BC-\n06016 (BUN B670202042877) granted on 25/6/2020 by the Commission Medical Ethics of UZGent\nand valid till 2025, which replaces previously granted ethical approvals EC/2014/0029;\nEC2016/0222 and EC/2016/0979).\nWhich data will be made available after the end of the project?\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by\nUZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance\nwith the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven. \nWhere/how will the data be made available for reuse?\nOther (specify):\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nUZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance\nwith the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven.\nWhen will the data be made available?\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by\nUZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance\nwith the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven.\nWho will be able to access the data and under what conditions?\nAs it concerns patient data, sharing with 3rd parties is only admissible after prior approval by\nUZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance\nwith the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU\nLeuven.\nWhat are the expected costs for data sharing? How will the costs be covered?\nPossible costs are part of the prior approval by UZGent's Ethical Committee (ethical approval\nB670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference\nKW/2092/NEL/004/057) between UZGent and KU Leuven.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarc Van Hulle is responsible for the data received from UZGent, in compliance with the Service\nAgreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.\nWho will be responsible for data storage & back up during the project?\nMarc Van Hulle is responsible for the secure, password-protected storage data at KU Leuven of\nthe data received from UZGent, in compliance with the Service Agreement (UZGent reference\nKW/2092/NEL/004/057) between UZGent and KU Leuven.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI Marc Van Hulle bears the end responsibility.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Decoding imagined speech from electrocorticography (FWO DMP) - DMP title Project Identifier u0013308 Grant Title G0C1522N Principal Investigator / Researcher Marc Van Hulle Description Technology that translates brain activity into speech could be transformative for patients deprived of it. Studies have reported impressive results when decoding intracranial recordings, called electrocorticography (ECoG), in response to performed or perceived speech. However, to serve the needs of the speech impaired, one should aim for non-vocalized speech, also called imagined or inner speech. Despite intensive efforts, this remains an elusive challenge. Several observations can be made which we believe prevent progress. Current speech decoders are developed and tested offline, per subject and speech mode, as the acutely implanted ECoG electrodes serve a clinical need and time for experiments is limited. We propose a new multiway decoder that accounts for the nonlinear relation between ECoG and speech features, that is fast to respond, and that facilitates the transfer of model knowledge across speech modes and subjects. We will then use the decoder, prior developed based on model transfer, to provide real- time audible feedback to the subject when attempting imagined speech, which we hypothesize to be crucial for the subject to master imagined speech production. When successful, this project can contribute to future developments based on chronic brain implants aimed at improving the quality of life of speech-impaired patients. Institution KU Leuven 1. General Information Name applicant Marc Van Hulle FWO Project Number & Title G0C1522N Decoding imagined speech from electrocorticography Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created? observational, experimental data,... textual (.txt, .csv) 100kB propriety computer task output, experimenter's notes, ... Electrocorticography (ECoG) numerical (Micromed data format) 100GB Micromed device ouput voice recordings using directional microphone numerical (48 kHz .wav file @ 24-bit) 1GB Audiotechnica AT875R voice recorder MR images images (DICOM) 1GB pre/post implant MR images functional mapping data text & figure (jpg,.pdf) 100kB post implanted patient responses to electrode currents photographs during implantation images (.jpg) 1 GB photos taken by surgeon basic clinical information text (.txt) 10kB collected by clinician during clinical workup 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4697 Short description of the kind of personal data that will be used: age, gender, education level, voice, and basic clinical information (diagnosis, drug history) See also the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven and an ethical approval (BC-06016) granted by the Commission Medical Ethics of UZGent (BUN B670202042877). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Privacy Registry Reference: G-2022-4697 Yes there are ethical issues as: - research involves human participants (patients) - personal data collection and processing - tracking or observation of participants - further processing of previously collected personal data (‘secondary use’) - physical interventions on the study participants (invasive techniques) The collected data can be considered as “data containing personal information” and is covered by a Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven and an ethical approval (BC-06016) granted by the Commission Medical Ethics of UZGent (BUN B670202042877). Does your work possibly result in research data with potential for tech transfer and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes A Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven has been signed on 20 May 2020 that stipulates both parties' responsibilities, data protection (GDPR), ownership of results and publications (copyright), and intellectual property rights (IPR). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes See the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven tipulates the conditions of disseminatation and exploitation. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The clinical data KU Leuven receives from UZGent falls under a Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven, and an ethical approval (BC- 06016, BUN B670202042877) granted by the Commission Medical Ethics of UZGent. At KU Leuven the data will be processed (e.g. epileptic activity removed, electrode selection, data filtering, modeling, classification, regression) as described in the Methods section of FWO project G0C1522N (Decoding imagined speech from electrocorticography). Documentation kept with the ECoG and patient's voice recordings: - observational data i.e. notes made by the experimenter on how well the patient was motivated to engage in the experiment, reasons for early stopping, reason why part of the experiment could not be done (technical difficulties, attending to the patient,...), etc. all kept in a logbook - photographs of brain implant during implantation taken by the surgeon - functional mapping data recorded by surgeon which functionally labels the electrodes of the implant (e.g. which electrodes represent the mpouth muscle area and auditory cortex) - basic clinical information collected by the neurologist during the clinical workup of the patient such as presence and frequency of epileptic seizures Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The generated metadata will be <100 GB and according to the EDF or Micromed file standard but will not will be shared to 3rd parties without prior approval of the Commission Medical Ethics of UZGent (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. 5. Data storage and backup during the FWO project Where will the data be stored? The data received by KU Leuven is a copy of the original data stored at UZGent on a secure, password- protected computer, separate from the patient dossiers from which it is a partial excerpt. How is backup of the data provided? Disk mirroring with daily automatic incremental back-up of the data received by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The data is stored on a secure, password-protected storage facility that is back-upped daily, not This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 accessible by external parties, and large enough to cater for all data planned to be received during the said project. What are the expected costs for data storage and back up during the project? How will these costs be covered? Storage resources at KU Leuven are covered by grants of the KU Leuven PI. Preservation at UZGent’s servers is secured for 25 years, as it concerns patient data, in as far as legal and contractual agreements apply. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data received by KU Leuven will be stored on a secure, password protected computer at KU Leuven not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well. Persons that have access to the data are listed in the ethical approval (BUN B670202042877, granted on 25/6/2020 by the Commission Medical Ethics of UZGent). The received data is a copy of the original data stored at UZGent on a secure, password protected computer, separate from the patient dossiers from which it is a partial excerpt. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). ECoG recordings, voice recordings, pre/post implant MR images, functional mapping data, photographs during implantation and basic clinical information. Where will the data be archived (= stored for the longer term)? After the end of the project, the data received by KU Leuven will be preserved for 10 years at KU Leuven, in as far as legal and contractual agreements apply. The original recordings are preserved for 25 years at UZGent’s servers, as it concerns patient data, in as far as legal and contractual agreements apply. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storage resources are charged to the KU Leuven PI's grants and/or to the department. The storage facility is already available (so no setup costs) and yearly estimated costs are less than 1000 Euro. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: As it concerns patient data, in as far as legal and contractual agreements apply as stipulated in the Service Agreement (UZGent reference KW/2092/NEL/004/057), the data received by KU Leuven is stored on a secure, password protected computer not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well. At KU Leuven only persons approved in the ethical approval of UZGent can access the data (BC- 06016 (BUN B670202042877) granted on 25/6/2020 by the Commission Medical Ethics of UZGent and valid till 2025, which replaces previously granted ethical approvals EC/2014/0029; EC2016/0222 and EC/2016/0979). Which data will be made available after the end of the project? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Where/how will the data be made available for reuse? Other (specify): As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. When will the data be made available? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Who will be able to access the data and under what conditions? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. What are the expected costs for data sharing? How will the costs be covered? Possible costs are part of the prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. 8. Responsibilities Who will be responsible for data documentation & metadata? Marc Van Hulle is responsible for the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Who will be responsible for data storage & back up during the project? Marc Van Hulle is responsible for the secure, password-protected storage data at KU Leuven of the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Who will be responsible for ensuring data preservation and reuse ? The PI Marc Van Hulle bears the end responsibility. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}