{
    "document_id": "D-2021-1130",
    "LinkTitle": "D-2021-1130",
    "file_name": "D-2021-1130.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1130.pdf",
    "metadata": {
        "title": "DMP - The Reidemeister spectrum and the R-infinity property for residually nilpotent groups",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "The Reidemeister spectrum and the R-infinity property for residually\nnilpotent groups\nProject Name\n DMP - The Reidemeister spectrum and the R-infinity property for residually\nnilpotent groups\nProject Identifier\n 1102422N\nPrincipal Investigator / Researcher\n Maarten Lathouwers\nDescription\n The project concerns pure mathematical research. More precisely, the goal is to\nstudy the Reidemeister spectrum of residually nilpotent groups. Thus we are not doing any\nphysical nor numerical experiments that generate any data. The output of our work will consist\nonly of published papers that contain all the details (=the full proofs) of the results we obtained.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMaarten Lathouwers\nFWO Project Number & Title\n1102422N\nThe Reidemeister spectrum and the R-infinity property for residually nilpotent groups\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nSince the research consists of studying pure mathematical objects, we will not do any physical\nnor numerical experiments that use or generate any data. The only \"data\" we use are published\narticles and preprints.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe pre-prints and published articles will contain all the details of the proofs. This fact makes\nsure that our results are in their nature entirely \"reproducible\".\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe notes, pre-prints, articles, ... will be stored using a convenient directory structure. We use\nthe authors and title of the articles to structure them.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll the files will be stored locally on the personnal computer of the KU Leuven. The files are\nautomatically backed up on the OneDrive provided by the KU Leuven.\nHow is backup of the data provided?\nThe files are automatically backed up on the OneDrive provided by the KU Leuven. This happens\ninstantly, as long as the computer is connected to the internet.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe OneDrive provides enough storage for the project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected costs for data storage. The KU Leuven provides OneDrive for Business for\nall staff members for free.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data is protected by OneDrive for Business and by the security measures of the KU Leuven\non internal computers.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the pre-prints and published articles contain full information on our results and will be\npermenantly available after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe pre-prints will be freely and permanently available on arXiv (www.arxiv.org). The published\narticles will be available in the published journals.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe services of arXiv (www.arxiv.org) are free.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll the pre-prints and published articles will be available after the end of the project.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe pre-prints will be available on arXiv (www.arxiv.org). This ensures that the research results\nare freely and permanently available to the world.\nWhen will the data be made available?\nUpon publication of the research results\nAs soon as a pre-print is finished, it will be made available on arXiv (www.arxiv.org).\nWho will be able to access the data and under what conditions?\nThe pre-prints on arXiv (www.arxiv.org) are freely and permanently available to the world.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe services of arXiv (www.arxiv.org) are free.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher (Maarten Lathouwers) is responsible.\nWho will be responsible for data storage & back up during the project?\nThe researcher (Maarten Lathouwers) is responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher (Maarten Lathouwers) is responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "The Reidemeister spectrum and the R-infinity property for residually nilpotent groups Project Name DMP - The Reidemeister spectrum and the R-infinity property for residually nilpotent groups Project Identifier 1102422N Principal Investigator / Researcher Maarten Lathouwers Description The project concerns pure mathematical research. More precisely, the goal is to study the Reidemeister spectrum of residually nilpotent groups. Thus we are not doing any physical nor numerical experiments that generate any data. The output of our work will consist only of published papers that contain all the details (=the full proofs) of the results we obtained. Institution KU Leuven 1. General Information Name applicant Maarten Lathouwers FWO Project Number & Title 1102422N The Reidemeister spectrum and the R-infinity property for residually nilpotent groups Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Since the research consists of studying pure mathematical objects, we will not do any physical nor numerical experiments that use or generate any data. The only \"data\" we use are published articles and preprints. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The pre-prints and published articles will contain all the details of the proofs. This fact makes sure that our results are in their nature entirely \"reproducible\". Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The notes, pre-prints, articles, ... will be stored using a convenient directory structure. We use the authors and title of the articles to structure them. 5. Data storage and backup during the FWO project Where will the data be stored? All the files will be stored locally on the personnal computer of the KU Leuven. The files are automatically backed up on the OneDrive provided by the KU Leuven. How is backup of the data provided? The files are automatically backed up on the OneDrive provided by the KU Leuven. This happens instantly, as long as the computer is connected to the internet. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The OneDrive provides enough storage for the project. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected costs for data storage. The KU Leuven provides OneDrive for Business for all staff members for free. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is protected by OneDrive for Business and by the security measures of the KU Leuven on internal computers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the pre-prints and published articles contain full information on our results and will be permenantly available after the end of the project. Where will the data be archived (= stored for the longer term)? The pre-prints will be freely and permanently available on arXiv (www.arxiv.org). The published articles will be available in the published journals. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The services of arXiv (www.arxiv.org) are free. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All the pre-prints and published articles will be available after the end of the project. Where/how will the data be made available for reuse? In an Open Access repository The pre-prints will be available on arXiv (www.arxiv.org). This ensures that the research results are freely and permanently available to the world. When will the data be made available? Upon publication of the research results As soon as a pre-print is finished, it will be made available on arXiv (www.arxiv.org). Who will be able to access the data and under what conditions? The pre-prints on arXiv (www.arxiv.org) are freely and permanently available to the world. What are the expected costs for data sharing? How will the costs be covered? The services of arXiv (www.arxiv.org) are free. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher (Maarten Lathouwers) is responsible. Who will be responsible for data storage & back up during the project? The researcher (Maarten Lathouwers) is responsible. Who will be responsible for ensuring data preservation and reuse ? The researcher (Maarten Lathouwers) is responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}