{
    "document_id": "D-2023-1955",
    "LinkTitle": "D-2023-1955",
    "file_name": "D-2023-1955.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1955.pdf",
    "metadata": {
        "title": "D-2023-1955",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Lukas Nulens - https://orcid.org/0000 -0001 -7480 -4317   \nContributor name(s) ( + ORCID) & roles  Joris Van de Vondel - Promotor -  https://orcid.org/0000 -0001 -6894 -7258   \nMargriet Van Bael - Copromotor - https://orcid.org/0000 -0002 -7687 -4498   \nProject number1 & title Quantum phase -slip centers as building blocks for circuit quantum electrodynamics.  \nFunder(s) GrantID2 11K6523N  \nAffiliation(s)  ☒ KU Leuven   \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \nPlease provide a short project description  Superconducting circuits are among the most suitable and successful candidates for the re alization of a qubit. These \ncircuits include one specific  nonlinear superconducting element, the Josephson tunnel junction. While the Josephson \njunction has been meticulously researched leading to several breakthroughs and realizations, its dual counterpar t the \n‘quantum -phase slip (QPS) center’  remains poorly understood. In this superconducting  center, the superconducting \nphase fluctuates (it  'slips') and gives rise to different energy states. Moreover, by tuning the QPS -rate different energy \nstates can be coupled, creating a two -level system or qubit. Mooij and Harmans suggested in 2005 that a small nanowire \nembedded in a superconducting loop could be used as a phase -slip qubit.  However, a quantitative description of how \ndifferent macroscopic variables dete rmine the QPS -rate, and therefore the behavior of the qubit, is lacking. In this \nproposal, I aim to realize a Molybdenum  Germanium phase -slip qubit and determine the QPS -rate from the qubit energy \nsplitting. This I will  achieve using nondestructive high fr equency measurements at cryogenic temperatures. As such I \nwill be able to gain new insights on the effect of  macroscopic parameters on the QPS -rate. Moreover,  the quality of the \nqubit (e.g. lifetimes) will be  determined. These combined experiments will pav e the road for QPS -based devices.  \n \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project numbe r.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data 4.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR PHYSICAL \nDATA  \nDataset \nName  Description  New or Reused  Digital or \nPhysical  Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nExperimental \ndata -\nmeasurement\ns Resulting \ncryogenic \ntransport \nmeasurements \n(AC-DC)  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n \n \n4 Add rows for each dataset you want to des cribe.  \nFWO DMP Template (Flemish Standard DMP)   4 \n Measuremen\nt software  Developed \nmeasurement \nsoftware (both \nPython and \nLabVIEW )  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☒ Software  \n☐ Other  \n☐ NA \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .py ; \nlabview  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nMeasuremen\nt analysis \nscript  Developed \nscripts for the \nanalysis of \nexperimental \ndata  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☒ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .py  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nSamples  Fabricated and \nmeasured \nsamples  ☒ Generate new \ndata  ☐ Digital  \n☒ Physical  ☐ Observational  \n☐ Experimental  ☐ .por \n☐ .xml  \n☐ .tab ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  In order to fit our \nsystem the size will \nbe around (7 x 4) \nFWO DMP Template (Flemish Standard DMP)   5 \n ☐ Reuse existing \ndata  ☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n mm for every \nsample.  \n \nSamples  \ndesign  Code to \ngenerate \ndesigns for \nlithography  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☒ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .py, .gds  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \n \nFWO DMP Template (Flemish Standard DMP)   6 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING T HE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Not applicable  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n \n5 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   7 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreement s restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   8 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g.  in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n The following structure will be followed (all this data is saved on the shared folder, see point 4.):  \n \n• One Excel .csv labeled  Sample_log_Lukas, this document is the overview of all data (and can \nbe used to track everything), it includes the measurement date, sample label, material \nproperties , and most important findings.  \n \n• For every sample the measurement data and interpretation/comments/thoughts are \ncombined in a PowerPoint (pptx), the full path location of the data shown in the \nPowerPoint is included. The PowerPoint is labeled Data_overview_SampleName_date.pptx  \n \n• Similarly the fabric ation step are combined in presentation, including picture, recipes and \nfollowed protocols. The PowerPoint are labeled Fabrication _SampleName_date.pptx  \n \n• The sample designs (.gds) and code to generate this design are stored in folder labeled \nSampled_name_re ady_for_ebeam. Each folder contain three separate folders Top, Middle, \nand Bottom indicating the design used at the specific position.  \n \n• All experimental fabrication steps, e.g. MBE, PLD, ebeam are additionally logged in a \nphysical logbook present at the to ol, which will remain present at the tool at all time.  \n \n \n\nFWO DMP Template (Flemish Standard DMP)   9 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appro priate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nAs mentioned in the previous point  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   10 \n Where will the data be stored?   \nAll experimental data will be stored on the Network drive s provided on site at the department (smb or nfs \nprotocol) , the system consists of two backup systems. The drive is backed up daily , and deleted folders/files \ncan be recovered up to 64 snapshots. Secondly , this is with a 30 -day retention policy, which  means we can \nrestore deleted or previous versions of our files  up to 30 days in the past. This backup is physically on another \nserver to prevent data loss in case of hardware failures of the main fileserver.  \n \nThe documentation mentioned in point 3 is also stored on our Network drive, moreover locally on my \ndepartment laptop and personal hard drive  (weekly) . \n \nPhysical samples are placed in sample boxes and labeled as described in the overview dataset. The volatile \nsamples will be kept secure in our available vacuum pots (capacity of around 800 samples , presen t in our \nlab), while the robust samples are stored under ambient conditions in my personal office space. However, \nthe storage of fabricated samples is not always as useful as conceived. Some samples degrade over time or \nare destroyed purely by the removal process inherent to our cryostats.  \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND N ON-DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \nCombined in the previous point . \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   11 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7 \n To gain access to the network drives, one need to go through a process initiated by our ICT responsible \nand be KULeuven/physics associated .  The only way to access is through our personal department laptop \nor lab desktop.  \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nNo additional resources are needed , covered by our department/KULeuven.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nFWO DMP Template (Flemish Standard DMP)   12 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). For data leading to a  publication , we combine the following data in one folder which will never be \nremoved:  \n• Tex file to generate manuscript  \n• Raw experimental data  \n• Scripts to analyze, plot, visualize data  \n• Correspondence journal e.g. referee response  \n• Analyzed data  \n• Detailed fabrication process  \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?   \nDepartmental Network drive s  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n  \nNo additional resources are needed, covered by o ur department/KULeuven, personal.  \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   13 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☒ Other, please specify:  \n \nData used in a publication will not be placed online in a repository, but  is stored on our network drives \naccessible by all our team members. The data that support the plots of our paper s and other findings within \nour stud ies are available upon reasonable request.  \n \n \nIf access is restricted, please specify who will be \nable to a ccess the data and under what \nconditions.  Not applicable, data is accessible upon reasonable request . \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Not applicable  \nFWO DMP Template (Flemish Standard DMP)   14 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Not applicable  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n Not applicable  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Not applicable  \n \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   15 \n 7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Lukas Nulens  \nWho will manage data storage and backup \nduring the research project?  Lukas Nulens  \nWho will manage data preservation and \nsharing?  Lukas Nulens  \nWho will update and implement this DMP?  Lukas Nulens  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Lukas Nulens - https://orcid.org/0000 -0001 -7480 -4317 Contributor name(s) ( + ORCID) & roles Joris Van de Vondel - Promotor - https://orcid.org/0000 -0001 -6894 -7258 Margriet Van Bael - Copromotor - https://orcid.org/0000 -0002 -7687 -4498 Project number1 & title Quantum phase -slip centers as building blocks for circuit quantum electrodynamics. Funder(s) GrantID2 11K6523N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description Superconducting circuits are among the most suitable and successful candidates for the re alization of a qubit. These circuits include one specific nonlinear superconducting element, the Josephson tunnel junction. While the Josephson junction has been meticulously researched leading to several breakthroughs and realizations, its dual counterpar t the ‘quantum -phase slip (QPS) center’ remains poorly understood. In this superconducting center, the superconducting phase fluctuates (it 'slips') and gives rise to different energy states. Moreover, by tuning the QPS -rate different energy states can be coupled, creating a two -level system or qubit. Mooij and Harmans suggested in 2005 that a small nanowire embedded in a superconducting loop could be used as a phase -slip qubit. However, a quantitative description of how different macroscopic variables dete rmine the QPS -rate, and therefore the behavior of the qubit, is lacking. In this proposal, I aim to realize a Molybdenum Germanium phase -slip qubit and determine the QPS -rate from the qubit energy splitting. This I will achieve using nondestructive high fr equency measurements at cryogenic temperatures. As such I will be able to gain new insights on the effect of macroscopic parameters on the QPS -rate. Moreover, the quality of the qubit (e.g. lifetimes) will be determined. These combined experiments will pav e the road for QPS -based devices. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project numbe r. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data 4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Experimental data - measurement s Resulting cryogenic transport measurements (AC-DC) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA 4 Add rows for each dataset you want to des cribe. FWO DMP Template (Flemish Standard DMP) 4 Measuremen t software Developed measurement software (both Python and LabVIEW ) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .py ; labview ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Measuremen t analysis script Developed scripts for the analysis of experimental data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .py ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Samples Fabricated and measured samples ☒ Generate new data ☐ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ .por ☐ .xml ☐ .tab ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB In order to fit our system the size will be around (7 x 4) FWO DMP Template (Flemish Standard DMP) 5 ☐ Reuse existing data ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA mm for every sample. Samples design Code to generate designs for lithography ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .py, .gds ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING T HE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreement s restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). The following structure will be followed (all this data is saved on the shared folder, see point 4.): • One Excel .csv labeled Sample_log_Lukas, this document is the overview of all data (and can be used to track everything), it includes the measurement date, sample label, material properties , and most important findings. • For every sample the measurement data and interpretation/comments/thoughts are combined in a PowerPoint (pptx), the full path location of the data shown in the PowerPoint is included. The PowerPoint is labeled Data_overview_SampleName_date.pptx • Similarly the fabric ation step are combined in presentation, including picture, recipes and followed protocols. The PowerPoint are labeled Fabrication _SampleName_date.pptx • The sample designs (.gds) and code to generate this design are stored in folder labeled Sampled_name_re ady_for_ebeam. Each folder contain three separate folders Top, Middle, and Bottom indicating the design used at the specific position. • All experimental fabrication steps, e.g. MBE, PLD, ebeam are additionally logged in a physical logbook present at the to ol, which will remain present at the tool at all time. FWO DMP Template (Flemish Standard DMP) 9 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appro priate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: As mentioned in the previous point 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 10 Where will the data be stored? All experimental data will be stored on the Network drive s provided on site at the department (smb or nfs protocol) , the system consists of two backup systems. The drive is backed up daily , and deleted folders/files can be recovered up to 64 snapshots. Secondly , this is with a 30 -day retention policy, which means we can restore deleted or previous versions of our files up to 30 days in the past. This backup is physically on another server to prevent data loss in case of hardware failures of the main fileserver. The documentation mentioned in point 3 is also stored on our Network drive, moreover locally on my department laptop and personal hard drive (weekly) . Physical samples are placed in sample boxes and labeled as described in the overview dataset. The volatile samples will be kept secure in our available vacuum pots (capacity of around 800 samples , presen t in our lab), while the robust samples are stored under ambient conditions in my personal office space. However, the storage of fabricated samples is not always as useful as conceived. Some samples degrade over time or are destroyed purely by the removal process inherent to our cryostats. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND N ON-DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Combined in the previous point . 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 To gain access to the network drives, one need to go through a process initiated by our ICT responsible and be KULeuven/physics associated . The only way to access is through our personal department laptop or lab desktop. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional resources are needed , covered by our department/KULeuven. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) 12 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). For data leading to a publication , we combine the following data in one folder which will never be removed: • Tex file to generate manuscript • Raw experimental data • Scripts to analyze, plot, visualize data • Correspondence journal e.g. referee response • Analyzed data • Detailed fabrication process Where will these data be archived (stored and curated for the long -term)? Departmental Network drive s What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional resources are needed, covered by o ur department/KULeuven, personal. FWO DMP Template (Flemish Standard DMP) 13 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: Data used in a publication will not be placed online in a repository, but is stored on our network drives accessible by all our team members. The data that support the plots of our paper s and other findings within our stud ies are available upon reasonable request. If access is restricted, please specify who will be able to a ccess the data and under what conditions. Not applicable, data is accessible upon reasonable request . Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. Not applicable FWO DMP Template (Flemish Standard DMP) 14 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Not applicable Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 Not applicable Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Not applicable 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15 7. Responsibilities Who will manage data documentation and metadata during the research project? Lukas Nulens Who will manage data storage and backup during the research project? Lukas Nulens Who will manage data preservation and sharing? Lukas Nulens Who will update and implement this DMP? Lukas Nulens"
}