{
    "document_id": "D-2022-1688",
    "LinkTitle": "D-2022-1688",
    "file_name": "D-2022-1688.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1688.pdf",
    "metadata": {
        "title": "Automation of decisions in social assistance (3H220619)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Automation of decisions in social assistance (3H220619)\nA Data Management Plan created using DMPonline.be\nCreators: \nJanne Petroons, Marjolijn De Wilde, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nMarjolijn De Wilde, n.n. n.n., Janne Petroons\nData Manager:\n \nMarjolijn De Wilde, n.n. n.n., Janne Petroons\nProject Administrator:\n \nMarjolijn De Wilde, n.n. n.n., Janne Petroons\nGrant number / URL: \nC24M/22/009\nID: \n197508\nStart date: \n02-11-2022\nEnd date: \n02-11-2026\nProject abstract:\nIn the welfare state, decisions are increasingly being automated. In this project, we examine the extent to which\nautomation of social assistance benefits leads to better outcomes for the most vulnerable clients. We examine whether,\nand under what conditions, automated decision-making leads to more equal, accurate, and transparent decisions\nregarding the social assistance benefit compared to procedures used today. We evaluate existing automated processes,\ndevelop new automated applications that can improve the social assistance benefit application process, and examine\nhow automated processes change the behavior and decisions of professionals and to what extent it affects their ability\nto engage responsively with clients. In collaboration with relevant partners, we develop a valorisation strategy that will\ngreatly improve the social assistance benefit application process in Belgium and abroad.\nLast modified: \n21-06-2023\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n1 of 5\nAutomation of decisions in social assistance (3H220619)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nOpnames\nverenningsgesprek\nOpnames van interviews\nN\nD\nS\naudio\nbestand\nongeveer 50 MB per\nopname\n \nSchema\nverkenningsgesprek\nPapieren overzicht a.h.v. post-\nits\nN\nP\nI\nblad papier\n \nongeveer 20 A3\npagina's\nTranscripties van de\ngesprekken\nWoordelijke transcriptie van de\ninterviews\nN\nD\nT\nWordbestand\n<1GB\nIets minder dan\n100 A4's\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n-\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nData retrieved from humans through interviews (probably later on through surveys, vignettes,... as well)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2022-5488\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n2 of 5\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nInterviews recorded on personal phone.\nTranscribed and stored on shared drive.\nMeta data listed in an online document, stored on a shared drive. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMeta data listed in an online document, stored on a shared drive.\nThe following documents will be provided:\n- topiclist used during the interviews\n- anonymized professional / demographic information about respondents and interviewers\n- metadata list about the interviews including date, time and mode of collection\n- code tree\n- in the methodology chapter, discussing the processing of the interviews, information will be provided on how the interviews were transcribed and coded.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nShared network drive (J-drive)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly the researchers working on the project know where the data is stored. All data is stored using the networks provided by KU Leuven, which is considered to provide\nhigh security.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nno extra costs needed\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nPhysical data can be stored in locked cabinet in the office of the supervising professor\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nno costs expected\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly researchers working on the project have access to the data\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nTaking in account privacy considerations, we are not going to make our data available to the public. \nOther research stages could imply we assemble data that could become open-access in the future. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nno costs\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n4 of 5\nDoctoral researcher Janne Petroons\nWho will manage data storage and backup during the research project? \nDoctoral researcher Janne Petroons\nWho will manage data preservation and sharing? \nDoctoral researcher Janne Petroons\nPromotor Prof. Wim van Lancker\nWho will update and implement this DMP? \nPromotor Prof. Wim van Lancker\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n5 of 5"
    },
    "clean_full_text": "Automation of decisions in social assistance (3H220619) A Data Management Plan created using DMPonline.be Creators: Janne Petroons, Marjolijn De Wilde, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Marjolijn De Wilde, n.n. n.n., Janne Petroons Data Manager: Marjolijn De Wilde, n.n. n.n., Janne Petroons Project Administrator: Marjolijn De Wilde, n.n. n.n., Janne Petroons Grant number / URL: C24M/22/009 ID: 197508 Start date: 02-11-2022 End date: 02-11-2026 Project abstract: In the welfare state, decisions are increasingly being automated. In this project, we examine the extent to which automation of social assistance benefits leads to better outcomes for the most vulnerable clients. We examine whether, and under what conditions, automated decision-making leads to more equal, accurate, and transparent decisions regarding the social assistance benefit compared to procedures used today. We evaluate existing automated processes, develop new automated applications that can improve the social assistance benefit application process, and examine how automated processes change the behavior and decisions of professionals and to what extent it affects their ability to engage responsively with clients. In collaboration with relevant partners, we develop a valorisation strategy that will greatly improve the social assistance benefit application process in Belgium and abroad. Last modified: 21-06-2023 Created using DMPonline.be. Last modiﬁed 21 June 2023 1 of 5 Automation of decisions in social assistance (3H220619) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Opnames verenningsgesprek Opnames van interviews N D S audio bestand ongeveer 50 MB per opname Schema verkenningsgesprek Papieren overzicht a.h.v. post- its N P I blad papier ongeveer 20 A3 pagina's Transcripties van de gesprekken Woordelijke transcriptie van de interviews N D T Wordbestand <1GB Iets minder dan 100 A4's If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: - Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Data retrieved from humans through interviews (probably later on through surveys, vignettes,... as well) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2022-5488 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Created using DMPonline.be. Last modiﬁed 21 June 2023 2 of 5 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Interviews recorded on personal phone. Transcribed and stored on shared drive. Meta data listed in an online document, stored on a shared drive. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Meta data listed in an online document, stored on a shared drive. The following documents will be provided: - topiclist used during the interviews - anonymized professional / demographic information about respondents and interviewers - metadata list about the interviews including date, time and mode of collection - code tree - in the methodology chapter, discussing the processing of the interviews, information will be provided on how the interviews were transcribed and coded. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) Shared network drive (J-drive) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the researchers working on the project know where the data is stored. All data is stored using the networks provided by KU Leuven, which is considered to provide high security. What are the expected costs for data storage and backup during the research project? How will these costs be covered? no extra costs needed Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 21 June 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) Physical data can be stored in locked cabinet in the office of the supervising professor What are the expected costs for data preservation during the expected retention period? How will these costs be covered? no costs expected Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Only researchers working on the project have access to the data Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Taking in account privacy considerations, we are not going to make our data available to the public. Other research stages could imply we assemble data that could become open-access in the future. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? no costs Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 21 June 2023 4 of 5 Doctoral researcher Janne Petroons Who will manage data storage and backup during the research project? Doctoral researcher Janne Petroons Who will manage data preservation and sharing? Doctoral researcher Janne Petroons Promotor Prof. Wim van Lancker Who will update and implement this DMP? Promotor Prof. Wim van Lancker Created using DMPonline.be. Last modiﬁed 21 June 2023 5 of 5"
}