{
    "document_id": "D-2024-2923",
    "LinkTitle": "D-2024-2923",
    "file_name": "D-2024-2923.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2923.pdf",
    "metadata": {
        "title": "HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS\nHISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nRik Lories\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG024524N\nID: \nID: \n209010\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nThis project aims to investigate the epigenetic mechanisms of osteoarthritis (OA), the most common chronic musculoskeletal and rheumatic disease\nthat progressively damages the joints. OA leads to loss of joint function and is a major cause of disability worldwide. The project aims to identify the\nkey molecular mechanisms behind OA by investigating a broader range of histone modifications in healthy and osteoarthritic articular cartilage at the\nsingle cell level. The researchers have earlier identified an epigenetic mechanism that protects against OA by methylation of Lysine-79 of Histone H3\n(H3K79me). The maintenance of joint homeostasis relies heavily on epigenetic mechanisms, which are critical for maintaining tissue integrity and\nfacilitating adaptation to challenges such as tissue injury and aging. Loss of epigenetic control over the chondrocyte’s molecular identity can increase\nsusceptibility to developing OA. The project aims to build on the previous success by expanding the understanding of epigenetic mechanisms in OA.\nThe research findings will contribute to the development of a cure or treatment to stop or reverse the progression of the disease, which is a critical need\nas current treatments can only relieve symptoms.\nLast modified: \nLast modified: \n04-07-2024\nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n1 of 6\nHISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS\nHISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nData used in this project will mostly be new data. \nNew data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be from\nbiological (molecular, biochemical) experiments, from animal model experiments, from specific single cell assays including EpiToff.\nQualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data files\noutputs from quantitative experiments will be collected in Excel datasheets. For data sharing across platforms, data will be additionally stored\nin csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and csv files.\nAnimal experiment data are registered into KU Leuven's animal experiment LAIS system and compiled in excel and text files. Data from\nanimal experiments are both qualitative and quantitative as above (tissue sections, images) and processed data such as scoring of cartilage\ndamage. Data will be stored in notebooks and in digital format as above. For the metabolic and siRNA screening assays, raw data will be stored\nlong-term together with processed and portable data (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt\nfiles as well as word and excel files. Masterdata files will be write-protected after entering all data.\nData will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt - csv) 3.\nimages (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived manuscript.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nResearch in this project is covered by approvals from the Ethical Committee for Clinical Research UZ Leuven and by approval from the\nEthical Committee for animal research. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nClinical data in a cross-sectional cohort - GDRP and Ethical evaluation will be done by UZ Leuven Ethical Committee for Clinical Research\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nAt the moment, the administrative burden and increasing obligations towards researchers do not allow us to invest time in potential valorisation\nof the data. We can not predict the potential for valorisation. In the case there is potential tech transfer or exploitation, we hope that we can get\ninstitutional support as we are not specifically trained as scientists to manage this ourselves.\nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nAs stated above, we would be interested in valorisation and obtaining IP for new findings, but the increasing administrative burden and the\ndisinterest of the university does not allow this anymore.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments including\nexperiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the\nexperiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will\nenable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case of animal work: a list of the\nused animals with details such as age, sex, housing and link with LAIS system information, (5) samples that are generated during the\nexperiments and will be stored and listed in an excel file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case\nthat documentation is written or available in notebooks or stored on other files a link will be provided. (7) Read-me text files providing\ninformation about definitions used in the dataset files.\nWith the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments\nand (2) to repeat the experiment in exactly the same way.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nOur anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will therefore\nmaximally be stored in portable formats such as txt, csv and pdf. The additional burden on the researchers in a small team is daunting.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nRaw and processed physical and digital data will be collected per experiment. Physical data, derived from cartilage samples and mice will be\nstored in the lab and freezers at the Tissue Homeostasis and Disease Laboratory. Digital data files will be stored on secure Large Volume\nStorage (J- and L-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. Additionally, copies\ncan be made on the individual work pc and external hard disks of the researchers involved in the project. The hard-copy lab notebooks will be\nstored at the Tissue Homeostasis and Disease Laboratory.\nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU\nLeuven servers are secure online servers. Clinical data will be stored on UZ Leuven servers.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient storage and backup capacity are available at KU Leuven\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier\nand with pasword.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAlthough FWO has no earmarked budget at its disposal to support research data management, FWO allows for part of the allocated project\nbudget to be used to cover the cost incurred.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll research data will be kept at minimum 5 years after the end of the project\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven ICTS data storage center. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will be charged by KU Leuven to the project. We have no info about costs available.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nOther, please specify:\nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n4 of 6\nThe main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy as\ndefined by Belgian Law.\nIn the context of Open and accessible science, original datasets can be made available with publication, either as supplementary files or using\ndatasharing platforms such as figshare or Zolondo using a CC-BY licence. In principle we include datasets as much as possible with the\noriginal publication.\nUpon reasonable and specific request, any data subset and analysis can be made available.\nFor data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nInvestigators and those that contact us with a specific request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSee above\nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication of a paper.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNone, we have no background to deal with licences and no support.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nToo high burden on the investigators\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nUnknown - when others ask for our data and this would entail costs, this will be charged on them\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nRik Lories - Silvia Monteagudo - Frederique Cornelis \nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n5 of 6\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nRik Lories - Silvia Monteagudo - Frederique Cornelis \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nRik Lories - Silvia Monteagudo - Frederique Cornelis \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nRik Lories - Silvia Monteagudo - Frederique Cornelis \nCreated using DMPonline.be. Last modiﬁed 04 July 2024\n6 of 6"
    },
    "clean_full_text": "HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS A Data Management Plan created using DMPonline.be Creator: Creator: Rik Lories Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G024524N ID: ID: 209010 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: This project aims to investigate the epigenetic mechanisms of osteoarthritis (OA), the most common chronic musculoskeletal and rheumatic disease that progressively damages the joints. OA leads to loss of joint function and is a major cause of disability worldwide. The project aims to identify the key molecular mechanisms behind OA by investigating a broader range of histone modifications in healthy and osteoarthritic articular cartilage at the single cell level. The researchers have earlier identified an epigenetic mechanism that protects against OA by methylation of Lysine-79 of Histone H3 (H3K79me). The maintenance of joint homeostasis relies heavily on epigenetic mechanisms, which are critical for maintaining tissue integrity and facilitating adaptation to challenges such as tissue injury and aging. Loss of epigenetic control over the chondrocyte’s molecular identity can increase susceptibility to developing OA. The project aims to build on the previous success by expanding the understanding of epigenetic mechanisms in OA. The research findings will contribute to the development of a cure or treatment to stop or reverse the progression of the disease, which is a critical need as current treatments can only relieve symptoms. Last modified: Last modified: 04-07-2024 Created using DMPonline.be. Last modiﬁed 04 July 2024 1 of 6 HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS HISTONE MODIFICATIONS IN THE PATHOPHYSIOLOGY OF OSTEOARTHRITIS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Data used in this project will mostly be new data. New data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be from biological (molecular, biochemical) experiments, from animal model experiments, from specific single cell assays including EpiToff. Qualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data files outputs from quantitative experiments will be collected in Excel datasheets. For data sharing across platforms, data will be additionally stored in csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal experiment LAIS system and compiled in excel and text files. Data from animal experiments are both qualitative and quantitative as above (tissue sections, images) and processed data such as scoring of cartilage damage. Data will be stored in notebooks and in digital format as above. For the metabolic and siRNA screening assays, raw data will be stored long-term together with processed and portable data (Excel, csv, txt) as above. For bioinformatics analyses, data will be stored as portable txt files as well as word and excel files. Masterdata files will be write-protected after entering all data. Data will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived manuscript. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Research in this project is covered by approvals from the Ethical Committee for Clinical Research UZ Leuven and by approval from the Ethical Committee for animal research. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Clinical data in a cross-sectional cohort - GDRP and Ethical evaluation will be done by UZ Leuven Ethical Committee for Clinical Research Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No At the moment, the administrative burden and increasing obligations towards researchers do not allow us to invest time in potential valorisation of the data. We can not predict the potential for valorisation. In the case there is potential tech transfer or exploitation, we hope that we can get institutional support as we are not specifically trained as scientists to manage this ourselves. Created using DMPonline.be. Last modiﬁed 04 July 2024 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No As stated above, we would be interested in valorisation and obtaining IP for new findings, but the increasing administrative burden and the disinterest of the university does not allow this anymore. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following documentation will be provided: (1) a table of content (excel file and csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case of animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system information, (5) samples that are generated during the experiments and will be stored and listed in an excel file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. (7) Read-me text files providing information about definitions used in the dataset files. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiment in exactly the same way. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Our anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will therefore maximally be stored in portable formats such as txt, csv and pdf. The additional burden on the researchers in a small team is daunting. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Raw and processed physical and digital data will be collected per experiment. Physical data, derived from cartilage samples and mice will be stored in the lab and freezers at the Tissue Homeostasis and Disease Laboratory. Digital data files will be stored on secure Large Volume Storage (J- and L-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. Additionally, copies can be made on the individual work pc and external hard disks of the researchers involved in the project. The hard-copy lab notebooks will be stored at the Tissue Homeostasis and Disease Laboratory. Created using DMPonline.be. Last modiﬁed 04 July 2024 3 of 6 How will the data be backed up? How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. Clinical data will be stored on UZ Leuven servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient storage and backup capacity are available at KU Leuven How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with pasword. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All research data will be kept at minimum 5 years after the end of the project Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven ICTS data storage center. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will be charged by KU Leuven to the project. We have no info about costs available. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Other, please specify: Created using DMPonline.be. Last modiﬁed 04 July 2024 4 of 6 The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy as defined by Belgian Law. In the context of Open and accessible science, original datasets can be made available with publication, either as supplementary files or using datasharing platforms such as figshare or Zolondo using a CC-BY licence. In principle we include datasets as much as possible with the original publication. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Investigators and those that contact us with a specific request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. See above When will the data be made available? When will the data be made available? After publication of a paper. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. None, we have no background to deal with licences and no support. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Too high burden on the investigators What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Unknown - when others ask for our data and this would entail costs, this will be charged on them 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Rik Lories - Silvia Monteagudo - Frederique Cornelis Created using DMPonline.be. Last modiﬁed 04 July 2024 5 of 6 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Rik Lories - Silvia Monteagudo - Frederique Cornelis Who will manage data preservation and sharing? Who will manage data preservation and sharing? Rik Lories - Silvia Monteagudo - Frederique Cornelis Who will update and implement this DMP? Who will update and implement this DMP? Rik Lories - Silvia Monteagudo - Frederique Cornelis Created using DMPonline.be. Last modiﬁed 04 July 2024 6 of 6"
}