{
    "document_id": "D-2024-3185",
    "LinkTitle": "D-2024-3185",
    "file_name": "D-2024-3185.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3185.pdf",
    "metadata": {
        "title": "Naar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij influenza-geassocieerde pulmonale aspergillose",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nNaar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij influenza-geassocieerde pulmonale\naspergillose\nCreator:\nCreator:\nLaura Seldeslachts\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nBijzonder Onderzoeksfonds\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nInfluenza-associated pulmonary aspergillosis (IAPA) is a severe fungal superinfection in critically ill patients with influenza. Despite the\nuse of currently available pathogen-directed treatments, IAPA patients still have only 50% chance to survive. To date, insights in how\ninfluenza alters the fungal host immune response remain scarce, thereby limiting the development of new treatments and identification\nof new biomarkers. Using a unique combination of a clinically relevant imaging-based mouse model of IAPA and patient samples, I aim to\nfurther unravel IAPA immunopathogenesis. More specifically, this project will focus on: (1) identification of host-pathogen factors to\npave the way for validating new host-directed immunotherapies in IAPA (2) determination of metabolomic changes driving IAPA, and (3)\nunravelling of the immunological specificity of influenza towards the development of IPA. Fundamental knowledge into the pathogenesis\nof IAPA will lead to novel immunology-based biomarkers and host-directed immunotherapies aiding in guiding personalized host-\ndirected immunotherapy-approaches and IAPA risk stratification.\nID: \nID: \n211983\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n07-01-2025\nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n1 of 7\nNaar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij\nNaar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij\ninfluenza-geassocieerde pulmonale aspergillose\ninfluenza-geassocieerde pulmonale aspergillose\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nDescriptive data \nobservations of clinical scores (body\nweight, respiratory parameter and\ncondition) of experimental used mice\nN\n D \nT, N\n.pdf\n.docx\n.pptx\n.xlsx\n.pzfx\n<100GB\n \nResults of\nstandard\nlaboratory\nscreening\nCloning forming units (CFU) counts on\nlung homogenates of mice, cell counts,\nviral titre and pathological scoring\nN\nD\nT,N\n.pdf\n.docx\n.pptx\n.xlsx\n.pzfx\n<100GB\n \nImaging data  \nA large volume of imaging data (raw and\nprocessed data) from µCT and BLI\nDynamic phagosome biogenesis assays\nwith live imaging \nImmunofluorescence stainings analysed\nwith confocal microscope \nIncuCyte SX5 live-cell automated system\nN\nD\nI,N, T\n.txt\n.tiff\nBMP files\n.png\n.avi\n.mp4\n.pzfx\n.roi\n.jpeg\n>5 TB\n \nImmunological\ndata\n-Flowcytometry  data  collected with BD\nFACS ARIA II and BD FACS SYMPHONY\nand analysed with BD FACS DIVA\nsoftware; - Western Blot - RT-PCR\n- O-link Mouse cytokine panel  \nN\nD\nN, T, I\n.fcs\n.xlsx\n.pptx\n.pzfx\n<1TB\n \nSequencing data\nCITE-seq data generated from BAL and\nLung from mice\nN\nD\nN,T\n.txt, .xlsx, .csv,\n.rds, .h5ad, . R,\n.ipynb,\n.html,.pdf, .tiff,\n.png\n>5TB\n \nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n2 of 7\nmetabolomics\ndata \nlactate measurements with HPLC\nN\nD\nN, T, I\n.xlsx\n.txt\n.csv\n.pdf\n.png\n.pzfx\n<5TB\n \nInfluenza /RSV/\nAspergillus/mucor\nstrain\nfungal / viral strain\nE\nP\nother: viral\nfungal\nstrain\n/\n/\nTubes\nstored at\n-80°C\nSamples \nTissue samples from human/ mice\ntissues, fixed\nsamples, frozen\nsamples\nE/N\nP\n/\n/\n/\nFrozen\nsamples:\nTubes\nstored at\n-80°C.\nTissue\nfor\nhistology:\nfixed\nand\nstored at\n4 °C\nScripts\nCode written for\nanalysis of CITE-Seq data \nN\nD\nT\nR script\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nIn the project new but also already acquired samples from human / mice stored in our large biobank will be used to analyse (FWO\nproject Laura Seldeslachts: 1186121N|1186123N; FWO project Simon Feys: 11M6922N and 11M6924N) \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nAll animal experiments were approved by the KU Leuven Ethical Committee for animal research (license P094/2022 /\nP187/2024). We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal\nEthics Committee at KU Leuven.\nThe project will use already collected patient samples available in our biobanks (Prof. Joost Wauters). Study protocols were\nreviewed and approved by the Ethical Committee of University Hospitals Leuven, Belgium. More specifically for, BAL supernatant:\nVariomic study (S65588), Live BAL cells: PIAS Study (S62072), PBMCs: PIAS Study (S62072), whole blood: contagious (S63881).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nN.A.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n3 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nTransparent data management and proper logging is applied. We will provide the following structure for the documentation: (1)\nfor each experiment a separate folder is made with the name of the experiment. Each experiment folder contains subfolders with\nplanning, protocol, experimental notes, data-analyses, ordered mice.\nThe planning folder contains a Word file with a brief description of the goal of the experiment, the experimental planning & design\n(scanning time points, sacrifice, …), the different groups with the number of mice per group.\nThe protocol folder contains different detailed protocols which will be used for the experiment and which can be used by other\nresearchers to repeat the experiment (Word, Excel, PowerPoint).\nThe experimental notes consist out of Word files for body weight, clinical scores, … which will be filled in on paper and achieved in\na map for different experiments and later stored in excel files.\nOrdered mice folder consists out of pdf and Word document of the ordered mice used during experiment. Data-analyses folder\nconsists out of steps involved in data analysis and all data analysis files (statistics, figures, …)  used for analysing raw data of the\nexperiment (Excel, GraphPad prism xml, Word, PowerPoint, = specific file format according to data type). Raw data is stored on\nnetwork drives with the same experimental name (specific file format according to data type)\nWith the help of these documentations every researcher will be able to look up all the information of the performed experiments\nand to repeat the experiment in the same way.\nProtocols are written on paper (lab book) or made digital in MS office files (Word and Excel files, few megabytes) as described\nabove\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n4 of 7\nLarge Volume Storage\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nOther (specify below)\nAcquired data is stored on protected data servers with a foreseen storage for 10 years (for raw) and unlimited storage capacity\nmanaged by KULeuven ICT (MoSAIC/GBioMed) (used storage = 3 TB, available storage = unlimited). Network drive read and/or\nwrite access is strictly regulated, thereby creating a restricted environment. Physical data will be stored for five years after\npublication and if necessary longer for future research. Copies are made and kept on personal devices and external storage\ndevice. Biological samples, Influenza and fungal strains are stored in -80°C freezer.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nImaging data/ Flowcytometry raw data: acquired data on protected data servers is automatically backed up (mirrored) managed\nby KULeuven ICT (GBioMed). Non-raw data (manuscripts, data-analysis, …) is backup-ed on external hard drives and protected\ndata servers.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nunlimited storage capacity managed by KULeuven ICT (MoSAIC/GBioMed), UZ Leuven secure large-volume storage (100\nGB, expandable), and KU Leuven OneDrive Business. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll notes are present in the labs, secured by badge-controlled access to building, building sections and locked rooms. All\ncomputers are password secured, managed by KU Leuven ICT. Network drives are strictly regulated thereby creating restricted\nenvironment to read and/or write access to data [u-number and password controlled].\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts for data server storage (113.84 euro / Tb according to cost model KU Leuven ICT), external HD, … are taken into account in\nthe projects’ budget proposal and are covered by bench fee supplemented with additional project funding acquired by the PIs.\nSample storage (such as in cold room, freezer, sample storages boxes …) are covered by project funding and overhead\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nIn agreement with the KU Leuven data management policy and European Regulation 2016/679 (the General Data Protection\nRegulation), we will preserve: data (digital/biological samples) crucial for verification of research results, data that cannot be\nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n5 of 7\nreproduced, data obtained at large cost of time and money, data of scientific value to ourselves and others.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nAcquired data will be automatically stored on protected data servers with a foreseen storage for 10 years (for raw) and unlimited\nstorage capacity managed by KULeuven ICT (MoSAIC/GBioMed). Physical data will be stored after publication.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for data server storage/preservation (113.84 euro / Tb according to cost model KU Leuven ICT), external HD, … are taken\ninto account in the projects’ budget proposal and are covered by bench fee supplemented with additional project funding\nacquired by the PIs.  Sample storage/preservation (such as in cold room, freezer, sample storages boxes …) are covered by\nproject funding and overhead project fund.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nRelevant findings will be disseminated through publications in peer reviewed international journals. All articles will be published\nOpen Access under Creative Commons licenses (CC BY 4.0) \nData will be presented on (inter)national scientific field specific meetings (like, ECCMID, GRC, FEBS, AAAM, TIMM). All (original)\ndata will be made available upon reasonable request with the PI.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nupon reasonable request with the PI and in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n6 of 7\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts for data sharing are taken into account in the projects’ budget proposal and are covered by bench fee supplemented with\nadditional project funding acquired by the PIs.\nCosts will be considered ad hoc with the requester depending on the requested data/sample format / amount\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nLaura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters,  Stephanie Humblet-Baron \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nLaura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters,  Stephanie Humblet-Baron \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLaura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters,  Stephanie Humblet-Baron \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nLaura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters,  Stephanie Humblet-Baron \nCreated using DMPonline.be. Last modiﬁed 07 January 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Naar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij influenza-geassocieerde pulmonale aspergillose Creator: Creator: Laura Seldeslachts Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Bijzonder Onderzoeksfonds Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Influenza-associated pulmonary aspergillosis (IAPA) is a severe fungal superinfection in critically ill patients with influenza. Despite the use of currently available pathogen-directed treatments, IAPA patients still have only 50% chance to survive. To date, insights in how influenza alters the fungal host immune response remain scarce, thereby limiting the development of new treatments and identification of new biomarkers. Using a unique combination of a clinically relevant imaging-based mouse model of IAPA and patient samples, I aim to further unravel IAPA immunopathogenesis. More specifically, this project will focus on: (1) identification of host-pathogen factors to pave the way for validating new host-directed immunotherapies in IAPA (2) determination of metabolomic changes driving IAPA, and (3) unravelling of the immunological specificity of influenza towards the development of IPA. Fundamental knowledge into the pathogenesis of IAPA will lead to novel immunology-based biomarkers and host-directed immunotherapies aiding in guiding personalized host- directed immunotherapy-approaches and IAPA risk stratification. ID: ID: 211983 Start date: Start date: 01-11-2024 End date: End date: 31-10-2025 Last modified: Last modified: 07-01-2025 Created using DMPonline.be. Last modiﬁed 07 January 2025 1 of 7 Naar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij Naar gastgerichte immunotherapie en biomarkers: het dissecteren van immuunmodulatoren bij influenza-geassocieerde pulmonale aspergillose influenza-geassocieerde pulmonale aspergillose Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Descriptive data observations of clinical scores (body weight, respiratory parameter and condition) of experimental used mice N D T, N .pdf .docx .pptx .xlsx .pzfx <100GB Results of standard laboratory screening Cloning forming units (CFU) counts on lung homogenates of mice, cell counts, viral titre and pathological scoring N D T,N .pdf .docx .pptx .xlsx .pzfx <100GB Imaging data A large volume of imaging data (raw and processed data) from µCT and BLI Dynamic phagosome biogenesis assays with live imaging Immunofluorescence stainings analysed with confocal microscope IncuCyte SX5 live-cell automated system N D I,N, T .txt .tiff BMP files .png .avi .mp4 .pzfx .roi .jpeg >5 TB Immunological data -Flowcytometry data collected with BD FACS ARIA II and BD FACS SYMPHONY and analysed with BD FACS DIVA software; - Western Blot - RT-PCR - O-link Mouse cytokine panel N D N, T, I .fcs .xlsx .pptx .pzfx <1TB Sequencing data CITE-seq data generated from BAL and Lung from mice N D N,T .txt, .xlsx, .csv, .rds, .h5ad, . R, .ipynb, .html,.pdf, .tiff, .png >5TB Created using DMPonline.be. Last modiﬁed 07 January 2025 2 of 7 metabolomics data lactate measurements with HPLC N D N, T, I .xlsx .txt .csv .pdf .png .pzfx <5TB Influenza /RSV/ Aspergillus/mucor strain fungal / viral strain E P other: viral fungal strain / / Tubes stored at -80°C Samples Tissue samples from human/ mice tissues, fixed samples, frozen samples E/N P / / / Frozen samples: Tubes stored at -80°C. Tissue for histology: fixed and stored at 4 °C Scripts Code written for analysis of CITE-Seq data N D T R script <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: In the project new but also already acquired samples from human / mice stored in our large biobank will be used to analyse (FWO project Laura Seldeslachts: 1186121N|1186123N; FWO project Simon Feys: 11M6922N and 11M6924N) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) All animal experiments were approved by the KU Leuven Ethical Committee for animal research (license P094/2022 / P187/2024). We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. The project will use already collected patient samples available in our biobanks (Prof. Joost Wauters). Study protocols were reviewed and approved by the Ethical Committee of University Hospitals Leuven, Belgium. More specifically for, BAL supernatant: Variomic study (S65588), Live BAL cells: PIAS Study (S62072), PBMCs: PIAS Study (S62072), whole blood: contagious (S63881). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No N.A. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 07 January 2025 3 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Transparent data management and proper logging is applied. We will provide the following structure for the documentation: (1) for each experiment a separate folder is made with the name of the experiment. Each experiment folder contains subfolders with planning, protocol, experimental notes, data-analyses, ordered mice. The planning folder contains a Word file with a brief description of the goal of the experiment, the experimental planning & design (scanning time points, sacrifice, …), the different groups with the number of mice per group. The protocol folder contains different detailed protocols which will be used for the experiment and which can be used by other researchers to repeat the experiment (Word, Excel, PowerPoint). The experimental notes consist out of Word files for body weight, clinical scores, … which will be filled in on paper and achieved in a map for different experiments and later stored in excel files. Ordered mice folder consists out of pdf and Word document of the ordered mice used during experiment. Data-analyses folder consists out of steps involved in data analysis and all data analysis files (statistics, figures, …) used for analysing raw data of the experiment (Excel, GraphPad prism xml, Word, PowerPoint, = specific file format according to data type). Raw data is stored on network drives with the same experimental name (specific file format according to data type) With the help of these documentations every researcher will be able to look up all the information of the performed experiments and to repeat the experiment in the same way. Protocols are written on paper (lab book) or made digital in MS office files (Word and Excel files, few megabytes) as described above Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 07 January 2025 4 of 7 Large Volume Storage Personal network drive (I-drive) OneDrive (KU Leuven) Other (specify below) Acquired data is stored on protected data servers with a foreseen storage for 10 years (for raw) and unlimited storage capacity managed by KULeuven ICT (MoSAIC/GBioMed) (used storage = 3 TB, available storage = unlimited). Network drive read and/or write access is strictly regulated, thereby creating a restricted environment. Physical data will be stored for five years after publication and if necessary longer for future research. Copies are made and kept on personal devices and external storage device. Biological samples, Influenza and fungal strains are stored in -80°C freezer. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Imaging data/ Flowcytometry raw data: acquired data on protected data servers is automatically backed up (mirrored) managed by KULeuven ICT (GBioMed). Non-raw data (manuscripts, data-analysis, …) is backup-ed on external hard drives and protected data servers. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes unlimited storage capacity managed by KULeuven ICT (MoSAIC/GBioMed), UZ Leuven secure large-volume storage (100 GB, expandable), and KU Leuven OneDrive Business. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All notes are present in the labs, secured by badge-controlled access to building, building sections and locked rooms. All computers are password secured, managed by KU Leuven ICT. Network drives are strictly regulated thereby creating restricted environment to read and/or write access to data [u-number and password controlled]. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for data server storage (113.84 euro / Tb according to cost model KU Leuven ICT), external HD, … are taken into account in the projects’ budget proposal and are covered by bench fee supplemented with additional project funding acquired by the PIs. Sample storage (such as in cold room, freezer, sample storages boxes …) are covered by project funding and overhead Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy In agreement with the KU Leuven data management policy and European Regulation 2016/679 (the General Data Protection Regulation), we will preserve: data (digital/biological samples) crucial for verification of research results, data that cannot be Created using DMPonline.be. Last modiﬁed 07 January 2025 5 of 7 reproduced, data obtained at large cost of time and money, data of scientific value to ourselves and others. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Acquired data will be automatically stored on protected data servers with a foreseen storage for 10 years (for raw) and unlimited storage capacity managed by KULeuven ICT (MoSAIC/GBioMed). Physical data will be stored after publication. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for data server storage/preservation (113.84 euro / Tb according to cost model KU Leuven ICT), external HD, … are taken into account in the projects’ budget proposal and are covered by bench fee supplemented with additional project funding acquired by the PIs. Sample storage/preservation (such as in cold room, freezer, sample storages boxes …) are covered by project funding and overhead project fund. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Relevant findings will be disseminated through publications in peer reviewed international journals. All articles will be published Open Access under Creative Commons licenses (CC BY 4.0) Data will be presented on (inter)national scientific field specific meetings (like, ECCMID, GRC, FEBS, AAAM, TIMM). All (original) data will be made available upon reasonable request with the PI. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) upon reasonable request with the PI and in an Open Access repository Created using DMPonline.be. Last modiﬁed 07 January 2025 6 of 7 When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs for data sharing are taken into account in the projects’ budget proposal and are covered by bench fee supplemented with additional project funding acquired by the PIs. Costs will be considered ad hoc with the requester depending on the requested data/sample format / amount Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Laura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters, Stephanie Humblet-Baron Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Laura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters, Stephanie Humblet-Baron Who will manage data preservation and sharing? Who will manage data preservation and sharing? Laura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters, Stephanie Humblet-Baron Who will update and implement this DMP? Who will update and implement this DMP? Laura Seldeslachts, Prof. Greetje Vande Velde (Corresponding supervisor), Joost Wauters, Stephanie Humblet-Baron Created using DMPonline.be. Last modiﬁed 07 January 2025 7 of 7"
}