{
    "document_id": "D-2024-3160",
    "LinkTitle": "D-2024-3160",
    "file_name": "D-2024-3160.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3160.pdf",
    "metadata": {
        "title": "ERC SPIKYCONTROL",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "ERC SPIKYCONTROL\nERC SPIKYCONTROL\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 10 September 2024\n1 of 3\nERC SPIKYCONTROL\nERC SPIKYCONTROL\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 September 2024\n2 of 3\nERC SPIKYCONTROL\nERC SPIKYCONTROL\nERC DMP +\nERC DMP +\nProject information\nProject information\nProject Acronym\nProject Acronym\nSpikyControl \nProject Number\nProject Number\n101054323 \nData summary\nData summary\nSummary\nSummary\nThe project will not make use of any data set.\nFAIR data\nFAIR data\n1. Making data findable\n1. Making data findable\nThe publications of the project sometimes contain novel algorithms and numerical illustrations of the algorithms. In any such\npublication, the code is made available via a github repository. Numerical simulations of published papers can be reproduced\nfrom this code.\n2. Making data openly accessible\n2. Making data openly accessible\nEvery numerical code developed as part of the project is made open-access via a GitHub repository referenced whenever a paper\ncontains numerical simulations.\n3. Making data interoperable\n3. Making data interoperable\nThe code is made available in widely used programming languages such as Python or Matlab.\n4. Increase data re-use\n4. Increase data re-use\nN/A\n5. Allocation of resources and data security\n5. Allocation of resources and data security\nN/A\nCreated using DMPonline.be. Last modiﬁed 10 September 2024\n3 of 3"
    },
    "clean_full_text": "ERC SPIKYCONTROL ERC SPIKYCONTROL GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 10 September 2024 1 of 3 ERC SPIKYCONTROL ERC SPIKYCONTROL DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 September 2024 2 of 3 ERC SPIKYCONTROL ERC SPIKYCONTROL ERC DMP + ERC DMP + Project information Project information Project Acronym Project Acronym SpikyControl Project Number Project Number 101054323 Data summary Data summary Summary Summary The project will not make use of any data set. FAIR data FAIR data 1. Making data findable 1. Making data findable The publications of the project sometimes contain novel algorithms and numerical illustrations of the algorithms. In any such publication, the code is made available via a github repository. Numerical simulations of published papers can be reproduced from this code. 2. Making data openly accessible 2. Making data openly accessible Every numerical code developed as part of the project is made open-access via a GitHub repository referenced whenever a paper contains numerical simulations. 3. Making data interoperable 3. Making data interoperable The code is made available in widely used programming languages such as Python or Matlab. 4. Increase data re-use 4. Increase data re-use N/A 5. Allocation of resources and data security 5. Allocation of resources and data security N/A Created using DMPonline.be. Last modiﬁed 10 September 2024 3 of 3"
}