{
    "document_id": "D-2024-3307",
    "LinkTitle": "D-2024-3307",
    "file_name": "D-2024-3307.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3307.pdf",
    "metadata": {
        "title": "Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nBorrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n1 of 7\nBorrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nBorrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n2 of 7\nBorrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nBorrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDepicticon\nGeneral\ndatabase\nthat\nconsists of\ntransformed\ncollection of\niconic\nlexicons.\nnew data based on existing\ndata\ndigital\nCompiled and enhanced\n.csv, .txt,\n.xlsx\n< 1 GB\n \nR models\nR models\nnew data\ndigital\nobservational\n.Rds, .Rmd\n< 1 GB\n \nMaps\nmaps\nlinking\niconic\nlexicons to\nborrowing\ndata\nnew data\ndigital\naggregated\n.png\n< 1 GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe accompanying bibliographic document can be found at the following OSF repository \nhttps://osf.io/zrq56/\n .\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n3 of 7\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n/1/ Documentation sheets for the project as a whole. \n/1/ Documentation sheets for the project as a whole. \nThese encompassing documents sum up the work flow and methodology\nof the project, the types of data used, where these can be found (plus document name), and what the relation between these data\ntypes is.\nAmongst others, the following documentation sheets will be created:\n- Sheet with descriptive information: the project title, the main contributors, the start and end date of the project, the funding for\nthe project\n- Sheet with methodological information for the project as a whole: the aims and research questions, the design, the final\nsample (subcorpus), the software used for data collection and data analyses, the types of data gathered, a summary of the\nanalyses and results, references to publications or other means of dissemination.\n- Sheet with administrative data: rights management, technical information concerning formats, i.e., a README file.\n/2/ Methodology reports\n/2/ Methodology reports\n will be created, in the form of notebooks such as R markdown files, Quarto documents or Jupyter\nnotebooks.\nThese allow for replicable analyses, and can be shared in repositories in the future. Furthermore, they are accompanied by\ncomments detailing certain steps.\n/3/ For all documents, special care is awarded to the document names and folder structure.\n/3/ For all documents, special care is awarded to the document names and folder structure.\n Consistent and straightforward\nnames will be selected for the documents. Additionally, readme-files are included in every folder to guide the reader to the\nrelevant overview documents containing documentation to increase accessibility and usability of the data.\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n4 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nData to be shared and reused will be uploaded to the Open Science Framework, which will take care of the metadata standard.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specified below)\nDuring the project, we will store data on OneDrive (provided by KU Leuven). Afterwards, we will use repositories like\nRDR (https://www.kuleuven.be/rdm/en/rdr) or OSF (https://osf.io/).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData are stored on devices that are secured with Bitlocker provided by KU Leuven, as well as in OneDrive, which is secured\nthrough 2FA via KU Leuven.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe size of the data will not exceed what has been provided through KU Leuven in terms of OneDrive or personal computers\nprotected by bitlocker.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n5 of 7\nThe Open Science Framework (OSF).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThis scientific repository has been funded and is free of charge.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nThe accompanying bibliographic document can be found at the following OSF repository \nhttps://osf.io/zrq56/\n .\nThe Depicticon that is generated based on the reused data (see that OSF link) will be made available, also in the same OSF\nrepository.\nR models that are useful will be made available in output-specific repositories.\nMaps that are drawn based on the data will be made available in output-specific repositories.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nCareful attention will be devoted to present data as academic fair use. This follows, among others, from the substantive\nreanalysis that will be applied to existing data (data transformation) and homogeneization of the data during the project.\nAdditionally, commercial usage will be discouraged through appropriate licencing.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRepositories from the Open Science Framework (OSF). Apart from the repository at \nhttps://osf.io/zrq56/\n ,  other repositories\nspecific to dissemination output will be created and made avaialable.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data will be shared with either a CC-BY 4.0 licence or CC-BY-NC-4.0 licence.\nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n6 of 7\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nYes, PIDs and DOIs will be added as appropriate to each output and dataset. This is done to encourage reuse of the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs, the repositories are well funded and free of charge.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThomas Van Hoey (the PI) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThomas Van Hoey (the PI) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThomas Van Hoey (the PI) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThomas Van Hoey (the PI) \nCreated using DMPonline.be. Last modiﬁed 24 January 2025\n7 of 7"
    },
    "clean_full_text": "Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 January 2025 1 of 7 Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 January 2025 2 of 7 Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction Borrowing Iconic Words: Loss, Transfer, and Reinvention of Depiction FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Depicticon General database that consists of transformed collection of iconic lexicons. new data based on existing data digital Compiled and enhanced .csv, .txt, .xlsx < 1 GB R models R models new data digital observational .Rds, .Rmd < 1 GB Maps maps linking iconic lexicons to borrowing data new data digital aggregated .png < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The accompanying bibliographic document can be found at the following OSF repository https://osf.io/zrq56/ . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 24 January 2025 3 of 7 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). /1/ Documentation sheets for the project as a whole. /1/ Documentation sheets for the project as a whole. These encompassing documents sum up the work flow and methodology of the project, the types of data used, where these can be found (plus document name), and what the relation between these data types is. Amongst others, the following documentation sheets will be created: - Sheet with descriptive information: the project title, the main contributors, the start and end date of the project, the funding for the project - Sheet with methodological information for the project as a whole: the aims and research questions, the design, the final sample (subcorpus), the software used for data collection and data analyses, the types of data gathered, a summary of the analyses and results, references to publications or other means of dissemination. - Sheet with administrative data: rights management, technical information concerning formats, i.e., a README file. /2/ Methodology reports /2/ Methodology reports will be created, in the form of notebooks such as R markdown files, Quarto documents or Jupyter notebooks. These allow for replicable analyses, and can be shared in repositories in the future. Furthermore, they are accompanied by comments detailing certain steps. /3/ For all documents, special care is awarded to the document names and folder structure. /3/ For all documents, special care is awarded to the document names and folder structure. Consistent and straightforward names will be selected for the documents. Additionally, readme-files are included in every folder to guide the reader to the relevant overview documents containing documentation to increase accessibility and usability of the data. Created using DMPonline.be. Last modiﬁed 24 January 2025 4 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Data to be shared and reused will be uploaded to the Open Science Framework, which will take care of the metadata standard. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specified below) During the project, we will store data on OneDrive (provided by KU Leuven). Afterwards, we will use repositories like RDR (https://www.kuleuven.be/rdm/en/rdr) or OSF (https://osf.io/). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are stored on devices that are secured with Bitlocker provided by KU Leuven, as well as in OneDrive, which is secured through 2FA via KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The size of the data will not exceed what has been provided through KU Leuven in terms of OneDrive or personal computers protected by bitlocker. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 24 January 2025 5 of 7 The Open Science Framework (OSF). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? This scientific repository has been funded and is free of charge. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository The accompanying bibliographic document can be found at the following OSF repository https://osf.io/zrq56/ . The Depicticon that is generated based on the reused data (see that OSF link) will be made available, also in the same OSF repository. R models that are useful will be made available in output-specific repositories. Maps that are drawn based on the data will be made available in output-specific repositories. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Careful attention will be devoted to present data as academic fair use. This follows, among others, from the substantive reanalysis that will be applied to existing data (data transformation) and homogeneization of the data during the project. Additionally, commercial usage will be discouraged through appropriate licencing. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Repositories from the Open Science Framework (OSF). Apart from the repository at https://osf.io/zrq56/ , other repositories specific to dissemination output will be created and made avaialable. When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The data will be shared with either a CC-BY 4.0 licence or CC-BY-NC-4.0 licence. Created using DMPonline.be. Last modiﬁed 24 January 2025 6 of 7 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Yes, PIDs and DOIs will be added as appropriate to each output and dataset. This is done to encourage reuse of the data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs, the repositories are well funded and free of charge. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Thomas Van Hoey (the PI) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Thomas Van Hoey (the PI) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Thomas Van Hoey (the PI) Who will update and implement this DMP? Who will update and implement this DMP? Thomas Van Hoey (the PI) Created using DMPonline.be. Last modiﬁed 24 January 2025 7 of 7"
}