{
    "document_id": "D-2023-2006",
    "LinkTitle": "D-2023-2006",
    "file_name": "D-2023-2006.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2006.pdf",
    "metadata": {
        "title": "Zeolite synthesis in a milli-fluidic ultrasonic flow reactor",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Zeolite synthesis in a milli-fluidic ultrasonic flow reactor\nA Data Management Plan created using DMPonline.be\nCreators: \nElena Brozzi, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nElena Brozzi\nGrant number / URL: \n1S20023N\nID: \n198572\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nZeolites are nowadays attractive crystalline porous materials thanks to their wide application range in the chemical industry, as catalysts,\nadsorbents, ion exchangers, drug carriers. Industrial zeolite synthesis via hydrothermal method still relies on batch reactors. However,\npoor mass and heat transfer in such systems strongly limit the speed of the process and the synthesis temperatures. A shift towards\ncontinuous manufacturing would allow shortening synthesis times, although the presence of a solid phase in the system causes\ndeposition and clogging of the channels. Ultrasound is seen as a valuable tool to overcome such an issue. Moreover, the formation and\nburst of cavitation bubbles intensifies mixing, improves mass and heat transfer, and forms radicals, which could be exploited in the zeolite\nsynthesis.\nIn this project, different zeolites synthesis methodologies are developed and optimized in a milli-fluidic ultrasonic flow reactor. Cavitation\nactivity and flow behaviour under sonication are first quantified, to find the optimal synthesis conditions, supported with population\nbalance equation modelling. Subsequently, interzeolite conversion, traditional hydrothermal, seed-aided and OSDA-free syntheses routes\nare explored to successfully produce zeolites under sonication and in flow.\nLast modified: \n13-04-2023\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n1 of 8\nZeolite synthesis in a milli-fluidic ultrasonic flow reactor\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe research will generate new data, which will not refer to any identifiable natural person. Microsoft Excel (.xlsx, .csv) data are generated from XRD analysis (original .raw data and .udf\nintermediate saving), from ICP analysis, from fluorimetry measurements, which are further elaborated in MATLAB (.m). Images are generated from SEM analysis as .tiff files, microscope images\nas .jpeg, .png files. BET data as .pdf and further exported as .xlsx or .txt file for further elaboration. Temperature recordings are saved as .ghf, .txt, .dat files. Tables, scripts, procedures are\ngenerated and saved as .xlsx and .docx files. Graphs are created in MATLAB (.m files, saved as .png) or Origin (.eps, .opj, .png). \nUnknown file format for FTIR analysis, RTD measurements and Villermaux-Dushman experiments.\n \nThe estimated total data volume for the entire research project is 2 TB.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nDuring the research: Elena Brozzi; After the research: Prof. Simon Kuhn\n1\n. \nStorage capacity/repository\nduring the research\nafter the research\nData will be stored during the research on a hard drive, on the work laptop of the researcher and on OneDrive cloud storage. After completion of each WP, as well as after any publication of an\narticle, data will be stored additionally in the university central server.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n2 of 8\nZeolite synthesis in a milli-fluidic ultrasonic flow reactor\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n3 of 8\nZeolite synthesis in a milli-fluidic ultrasonic flow reactor\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n4 of 8\nZeolite synthesis in a milli-fluidic ultrasonic flow reactor\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nZeolite\nSolid material\nNew\nPhysical\n \n \n \nEvery\nsample\n<2 g\nHTA solution\nProduct of terephthalic\nacid dosimetry\nNew\nPhysical\n \n \n \nEvery\nsample\n< 20 mL\nIodine solution\nProduct of Villermaux-\nDushman protocol\nNew\nPhysical\n \n \n \nEvery\nsample\n< 20 mL\nX-Ray Diffraction\nCrystallinity patterns for\nzeolites\nNew\nDigital\nExperimental\n.raw, .udf, .xslx\n< 100 MB\n \nScanning Electron\nMicroscopy\nSEM pictures for\nmorphology and particle\nsize determination\nNew\nDigital\nExperimental\n.tiff\n< 1 TB\n \nTemperature control\nRecording of the\ntemperature trend over\ntime\nNew\nDigital\nExperimental\n.txt, .dat, .ghf\n< 100 MB\n \nICP-OES\nElemental concentration\nand Si/Al ratio\ndetermination\nNew\nDigital\nExperimental\n.xlsx\n< 100 MB\n \nFTIR\nAl distribution and bond\nstretching observation\nNew\nDigital\nExperimental\n.csv, .spg\n< 100 MB\n \nN2 physisorption (BET)\nPore size distribution,\npore volume and surface\narea\nNew\nDigital\nExperimental\n.pdf, .xslx\n< 100 MB\n \nPBM for IZC\nPopulation balance model\ndevelopment for IZC\nNew\nDigital\nSimulation data\n.m, .png, .txt\n< 500 GB\n \nManuscripts/presentations\nWritten texts, notes,\nvisuals\nNew\nDigital\nCompiled/aggregated data\n.docx, .ppt, .pdf\n< 1 GB\n \nImages\nGraphics\nNew\nDigital\nCompiled/aggregated data\n.psd, .eps, .ai\n< 100 GB\n \nPlots and graphs\nVisualization of data, data\nelaboration\nNew\nDigital\nCompiled/aggregated data\n.m, .png, .tiff, .opj\n< 1 GB\n \n3D printing\ndesign of parts of the\nsetup\nNew\nDigital\nCompiled/aggregated\n.stl, .form\n< 100 MB\n \nPhotos\nPictures of set up and\nreactors\nNew\nDigital\nExperimental\n.png, .jpeg\n< 1 GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n5 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nZeolite: solid material will be stored according to safety standards. Every sample is labelled unambiguously and every experimental campaign is recorded in an electronic list (.docx, .xlsx).\nProcedures for zeolite synthesis are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and saved digitally.\nHTA solution: solution vials are stored according to safety standard and protocols. Samples are labelled unambiguously and every experimental campaign is recorded in an electronic list\n(.docx, .xlsx). Terephthalic acid dosimetry protocols and experimental conditions are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and\nsaved digitally.\nIodine solution: solution vials are stored according to safety standard and protocols. Samples are labelled unambiguously and every experimental campaign is recorded in an electronic list\n(.docx, .xlsx). Villermaux-Dushman protocols and experimental conditions are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and saved\ndigitally.\nX-Ray Diffraction: Data are received in .raw and named as \"name_time_conditions\". Standard Operating Procedures (SOP) are followed to carry the analysis. Observations and procedures\nare reported in a handwritten lab book and subsequently noted digitally (.docx, .xlsx). Data analysis and elaboration will produce .xlsx spreadsheets. After operation, samples are not stored\nbut can be partially recuperated.\nScanning Electron Microscopy: Pictures are taken according SOPs and saved in .tiff and named \"name_time_conditions\", as the device settings are displayed on the pictures taken. ImageJ\nsoftware can be used to analyse the images and produce particle size distributions with the use of MATLAB software (.m, .xlsx). After operation, samples are not stored.\nTemperature control: SE520 software is used to record temperature over time. Data are saved in .txt, .dat or .ghf. Operating conditions are handwritten in a lab notebook and subsequently\nreported electronically (.docx, .xlsx). Data are elaborated with MATLAB software.\nICP-OES: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently noted\ndigitally (.docx, .xlsx). Data are received in .csv, .xlsx format. After operation, samples are not stored.\nFTIR: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently noted digitally\n(.docx, .xlsx). After operation, samples are not stored but can be partially recuperated.\nN2 physisorption: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently\nnoted digitally (.docx, .xlsx). After operation, samples are not stored. .pdf data are produced and converted to .xlsx files.\nPBM for IZC: Simulations are carried out via MATLAB software (.m). Readme files (.txt) are produced to record steps and procedures and stored on a private GitHub profile.\nManuscripts: Manuscripts of performed research are compiled and saved in .docx, .pdf or .tex format.\nPresentations: Dissemination of the information is produced and saved in .ppt and .pdf.\nImages: Images are created using Adobe Photoshop, Illustrator softwares. They are originally stored in .psd and .ai format, subsequently exported to .eps, .tiff, .png according to necessity.\nPlots and graphs: Plots and graphs are produced from .xlsx data by using MATLAB and Origin softwares (.m, .opj). The elaborated data are then saved in .png format.\n3D printing: SolidEdge and Fusion360 softwares are used to produce .stl files, which are subsequently used for 3D printing of such models. 3D printed models are physically stored.\nPhotos: Relevant photos of the set-up, the reactors are stored in .jpeg, .tiff format.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data will be stored in a shared cloud (OneDrive), as well as on the work laptop of the researcher and on external hard drive. After completion of WPs, data will be additionally stored in the KUL\nservice servers.\nHow will the data be backed up?\nData are backed up on the cloud (OneDrive) immediately. The system automatically indicates the update state (green, blue or red). In case of a nonsync\nwith the online (red), action is taken via the online (browser) version of the tool to ensure syncing. Data are further backed up regularly on an external hard drive. After completion of WPs, data will\nbe additionally backed up in the KUL service servers.\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n6 of 8\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nData storage should not exceed 2 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use a two-factors Authenticator (2FA app used at KUL).\nFurthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by unauthorized persons.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage and back up during the project will be 5000€.\nThese costs will be covered by Prof. Simon Kuhn.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least 5 years and we will not deviate from that.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be retained for the expected 5 year period after the end of the project. The\ndata will be stored on the university's central servers (with automatic back-up\nprocedures), conforming with KUL RDM policy.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe complete datasets will be hosted on the servers of KU Leuven. The expected\ncosts of data storage and preservation will be approximately 5000€. This cost will be\ncovered by Prof. Simon Kuhn.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nRelevant data for publication will be made available in Open Access repository. Full datasets can be made available upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData used for publication will be made available via Open Access repositories. Further data can be made available upon request via email to the researcher and/or to the responsible of the data\nafter research.\nWhen will the data be made available?\nData will be made available upon publications of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n7 of 8\nThere are no data that require a usage license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected cost for data sharing is 0€. Free data sharing tools (e.g. WeTransfer) can be used for data sharing. In the unlikely event there will be costs, these costs will be covered by Prof.\nSimon Kuhn.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nElena Brozzi \nWho will manage data storage and backup during the research project?\nElena Brozzi \nWho will manage data preservation and sharing?\nProf. Simon Kuhn \nWho will update and implement this DMP?\nElena Brozzi. Prof. Simon Kuhn bears the end responsibility of updating and implementing this DMP in the long term. \nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n8 of 8"
    },
    "clean_full_text": "Zeolite synthesis in a milli-fluidic ultrasonic flow reactor A Data Management Plan created using DMPonline.be Creators: Elena Brozzi, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Elena Brozzi Grant number / URL: 1S20023N ID: 198572 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Zeolites are nowadays attractive crystalline porous materials thanks to their wide application range in the chemical industry, as catalysts, adsorbents, ion exchangers, drug carriers. Industrial zeolite synthesis via hydrothermal method still relies on batch reactors. However, poor mass and heat transfer in such systems strongly limit the speed of the process and the synthesis temperatures. A shift towards continuous manufacturing would allow shortening synthesis times, although the presence of a solid phase in the system causes deposition and clogging of the channels. Ultrasound is seen as a valuable tool to overcome such an issue. Moreover, the formation and burst of cavitation bubbles intensifies mixing, improves mass and heat transfer, and forms radicals, which could be exploited in the zeolite synthesis. In this project, different zeolites synthesis methodologies are developed and optimized in a milli-fluidic ultrasonic flow reactor. Cavitation activity and flow behaviour under sonication are first quantified, to find the optimal synthesis conditions, supported with population balance equation modelling. Subsequently, interzeolite conversion, traditional hydrothermal, seed-aided and OSDA-free syntheses routes are explored to successfully produce zeolites under sonication and in flow. Last modified: 13-04-2023 Created using DMPonline.be. Last modiﬁed 13 April 2023 1 of 8 Zeolite synthesis in a milli-fluidic ultrasonic flow reactor Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The research will generate new data, which will not refer to any identifiable natural person. Microsoft Excel (.xlsx, .csv) data are generated from XRD analysis (original .raw data and .udf intermediate saving), from ICP analysis, from fluorimetry measurements, which are further elaborated in MATLAB (.m). Images are generated from SEM analysis as .tiff files, microscope images as .jpeg, .png files. BET data as .pdf and further exported as .xlsx or .txt file for further elaboration. Temperature recordings are saved as .ghf, .txt, .dat files. Tables, scripts, procedures are generated and saved as .xlsx and .docx files. Graphs are created in MATLAB (.m files, saved as .png) or Origin (.eps, .opj, .png). Unknown file format for FTIR analysis, RTD measurements and Villermaux-Dushman experiments. The estimated total data volume for the entire research project is 2 TB. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) During the research: Elena Brozzi; After the research: Prof. Simon Kuhn 1 . Storage capacity/repository during the research after the research Data will be stored during the research on a hard drive, on the work laptop of the researcher and on OneDrive cloud storage. After completion of each WP, as well as after any publication of an article, data will be stored additionally in the university central server. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 13 April 2023 2 of 8 Zeolite synthesis in a milli-fluidic ultrasonic flow reactor DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 April 2023 3 of 8 Zeolite synthesis in a milli-fluidic ultrasonic flow reactor GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 April 2023 4 of 8 Zeolite synthesis in a milli-fluidic ultrasonic flow reactor FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Zeolite Solid material New Physical Every sample <2 g HTA solution Product of terephthalic acid dosimetry New Physical Every sample < 20 mL Iodine solution Product of Villermaux- Dushman protocol New Physical Every sample < 20 mL X-Ray Diffraction Crystallinity patterns for zeolites New Digital Experimental .raw, .udf, .xslx < 100 MB Scanning Electron Microscopy SEM pictures for morphology and particle size determination New Digital Experimental .tiff < 1 TB Temperature control Recording of the temperature trend over time New Digital Experimental .txt, .dat, .ghf < 100 MB ICP-OES Elemental concentration and Si/Al ratio determination New Digital Experimental .xlsx < 100 MB FTIR Al distribution and bond stretching observation New Digital Experimental .csv, .spg < 100 MB N2 physisorption (BET) Pore size distribution, pore volume and surface area New Digital Experimental .pdf, .xslx < 100 MB PBM for IZC Population balance model development for IZC New Digital Simulation data .m, .png, .txt < 500 GB Manuscripts/presentations Written texts, notes, visuals New Digital Compiled/aggregated data .docx, .ppt, .pdf < 1 GB Images Graphics New Digital Compiled/aggregated data .psd, .eps, .ai < 100 GB Plots and graphs Visualization of data, data elaboration New Digital Compiled/aggregated data .m, .png, .tiff, .opj < 1 GB 3D printing design of parts of the setup New Digital Compiled/aggregated .stl, .form < 100 MB Photos Pictures of set up and reactors New Digital Experimental .png, .jpeg < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 13 April 2023 5 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Zeolite: solid material will be stored according to safety standards. Every sample is labelled unambiguously and every experimental campaign is recorded in an electronic list (.docx, .xlsx). Procedures for zeolite synthesis are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and saved digitally. HTA solution: solution vials are stored according to safety standard and protocols. Samples are labelled unambiguously and every experimental campaign is recorded in an electronic list (.docx, .xlsx). Terephthalic acid dosimetry protocols and experimental conditions are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and saved digitally. Iodine solution: solution vials are stored according to safety standard and protocols. Samples are labelled unambiguously and every experimental campaign is recorded in an electronic list (.docx, .xlsx). Villermaux-Dushman protocols and experimental conditions are reported digitally (.docx) and observation are written in a lab notebook, subsequently reported and saved digitally. X-Ray Diffraction: Data are received in .raw and named as \"name_time_conditions\". Standard Operating Procedures (SOP) are followed to carry the analysis. Observations and procedures are reported in a handwritten lab book and subsequently noted digitally (.docx, .xlsx). Data analysis and elaboration will produce .xlsx spreadsheets. After operation, samples are not stored but can be partially recuperated. Scanning Electron Microscopy: Pictures are taken according SOPs and saved in .tiff and named \"name_time_conditions\", as the device settings are displayed on the pictures taken. ImageJ software can be used to analyse the images and produce particle size distributions with the use of MATLAB software (.m, .xlsx). After operation, samples are not stored. Temperature control: SE520 software is used to record temperature over time. Data are saved in .txt, .dat or .ghf. Operating conditions are handwritten in a lab notebook and subsequently reported electronically (.docx, .xlsx). Data are elaborated with MATLAB software. ICP-OES: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently noted digitally (.docx, .xlsx). Data are received in .csv, .xlsx format. After operation, samples are not stored. FTIR: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently noted digitally (.docx, .xlsx). After operation, samples are not stored but can be partially recuperated. N2 physisorption: Samples are prepared according to SOPs and named \"name_time_conditions\". Observations and procedures are reported in a handwritten lab book and subsequently noted digitally (.docx, .xlsx). After operation, samples are not stored. .pdf data are produced and converted to .xlsx files. PBM for IZC: Simulations are carried out via MATLAB software (.m). Readme files (.txt) are produced to record steps and procedures and stored on a private GitHub profile. Manuscripts: Manuscripts of performed research are compiled and saved in .docx, .pdf or .tex format. Presentations: Dissemination of the information is produced and saved in .ppt and .pdf. Images: Images are created using Adobe Photoshop, Illustrator softwares. They are originally stored in .psd and .ai format, subsequently exported to .eps, .tiff, .png according to necessity. Plots and graphs: Plots and graphs are produced from .xlsx data by using MATLAB and Origin softwares (.m, .opj). The elaborated data are then saved in .png format. 3D printing: SolidEdge and Fusion360 softwares are used to produce .stl files, which are subsequently used for 3D printing of such models. 3D printed models are physically stored. Photos: Relevant photos of the set-up, the reactors are stored in .jpeg, .tiff format. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All data will be stored in a shared cloud (OneDrive), as well as on the work laptop of the researcher and on external hard drive. After completion of WPs, data will be additionally stored in the KUL service servers. How will the data be backed up? Data are backed up on the cloud (OneDrive) immediately. The system automatically indicates the update state (green, blue or red). In case of a nonsync with the online (red), action is taken via the online (browser) version of the tool to ensure syncing. Data are further backed up regularly on an external hard drive. After completion of WPs, data will be additionally backed up in the KUL service servers. Created using DMPonline.be. Last modiﬁed 13 April 2023 6 of 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Data storage should not exceed 2 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use a two-factors Authenticator (2FA app used at KUL). Furthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by unauthorized persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage and back up during the project will be 5000€. These costs will be covered by Prof. Simon Kuhn. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least 5 years and we will not deviate from that. Where will these data be archived (stored and curated for the long-term)? All data will be retained for the expected 5 year period after the end of the project. The data will be stored on the university's central servers (with automatic back-up procedures), conforming with KUL RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The complete datasets will be hosted on the servers of KU Leuven. The expected costs of data storage and preservation will be approximately 5000€. This cost will be covered by Prof. Simon Kuhn. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Relevant data for publication will be made available in Open Access repository. Full datasets can be made available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data used for publication will be made available via Open Access repositories. Further data can be made available upon request via email to the researcher and/or to the responsible of the data after research. When will the data be made available? Data will be made available upon publications of the research results. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 13 April 2023 7 of 8 There are no data that require a usage license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing is 0€. Free data sharing tools (e.g. WeTransfer) can be used for data sharing. In the unlikely event there will be costs, these costs will be covered by Prof. Simon Kuhn. 6. Responsibilities Who will manage data documentation and metadata during the research project? Elena Brozzi Who will manage data storage and backup during the research project? Elena Brozzi Who will manage data preservation and sharing? Prof. Simon Kuhn Who will update and implement this DMP? Elena Brozzi. Prof. Simon Kuhn bears the end responsibility of updating and implementing this DMP in the long term. Created using DMPonline.be. Last modiﬁed 13 April 2023 8 of 8"
}