{
    "document_id": "D-2023-1808",
    "LinkTitle": "D-2023-1808",
    "file_name": "D-2023-1808.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1808.pdf",
    "metadata": {
        "title": "Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Growing up in the age of constant connectivity: Elucidating the dynamic interplay between\npreadolescents’ online practices and their identity development\nA Data Management Plan created using DMPonline.be\nCreator: \nAnneleen Meeus\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAnneleen Meeus\nData Manager:\n \nAnneleen Meeus\nProject Administrator:\n \nAnneleen Meeus\nGrant number / URL: \n12D2323N\nID: \n196879\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nThe advent of mobile technology has reduced time and place constraints on communication practices. As such, these technologies allow\nindividuals to be permanently online and permanently connected, which can have important consequences for the way they perceive\nthemselves, especially\nin relation to others. Interestingly, the introduction of mobile devices typically occurs during preadolescence, which is a critical phase for\nthe formation of a sense of self. As online practices tap directly into the key components of identity development, it is likely that they have\nan important\nimpact on the way preadolescents perceive and evaluate their own self-concept. To date, however, these concerns have not been\nempirically validated. To address these gaps, this project will examine the dynamic interplay between preadolescents’\nidentity development and online practices within a context of constant connectivity. Specifically, the current project will (1) provide\ndetailed insight into how preadolescents adapt to pervasive connectivity and start to present themselves online, (2) determine how the\nconstantly available social feedback affects their self-beliefs and corresponding feelings of self-worth, and finally (3) establish how the\ninterplay of these elements influences their overall identity development. The\nproject will employ a multi-method approach consisting of a secondary linkage analysis, go-along interviews, and an extensive\nmeasurement burst design to address these goals.\nLast modified: \n06-04-2023\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n1 of 8\nGrowing up in the age of constant connectivity: Elucidating the dynamic interplay between\npreadolescents’ online practices and their identity development\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nSecondary linkage analysis WP1: the study will make use of survey data, as well as content analytical data that is already collected as part of an ERC project under supervision of Prof. dr. Laura\nVandenbosch (MIMIc project). In the content analytical study, SNS posts will be coded according to a codebook and screenshotted for intercoder reliability. Ethical approval for this study has\nalready been obtained.\nGo-along interviews WP2: this study will generate survey data of parents of the participants, as well as audio recordings and transcripts of interviews.\nMeasurement burst design WP3: this study will generate survey data derived from both\nquestionnaires as well as daily assessments.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nResponsible person: Prof. dr. Kathleen Beullens\n2\n. \nOnly the principal researchers will have access to collected date.\nAll data will be stored and managed for the duration of the project on the secure central storage infrastructure of KULeuven. Access is personal and can only be obtained through the\npassword protected intranet or through VPN.\nIn accordance with the data management policy of KULeuven, all data will be stored on the central infrastructure for 10 years after completion of the project. After this period, all data will be\ndeleted permanently.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThe project will collect data from minors (preadolescents, 8-13).\n- Active consent is required from both the participants themselves as well as their parents.\n- There will be no identifying data collected other than informed consent and email addresses. These will be stored in a separate, password protected file. For WP3, a unique identifier will be\nassigned to link the email addresses to children’s questionnaires. This information will only be used by the researchers and solely for the linking purposes. As soon as this is done, all information\nthat could be used to identify the participant will be deleted. All ethical guidelines concerning working with minors will be carefully followed.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n2 of 8\nGrowing up in the age of constant connectivity: Elucidating the dynamic interplay between\npreadolescents’ online practices and their identity development\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n3 of 8\nGrowing up in the age of constant connectivity: Elucidating the dynamic interplay between\npreadolescents’ online practices and their identity development\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n4 of 8\nGrowing up in the age of constant connectivity: Elucidating the dynamic interplay between\npreadolescents’ online practices and their identity development\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from the\nfollowing options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf, .dwg,\n.gml, …\nNA\nPlease choose from the\nfollowing options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1\nMimic data\nReuse existing data\nDigital\nObservational\n.sav\n<1GB\n \nWP2\nGo along\nGenerate new data\nDigital\nObservational\n.mp3 / mp4 / .doc / .sav\n<1GB\n \nWP3\nMeasurement\nburst\nGenerate new data\nDigital\nObservational\n.sav\n<1GB\n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nProject MIMIc - prof. dr. Laura Vandenbosch\nhttps://osf.io/r8c9t/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nAll work packages make use of human subject data (demographic info, personality & well-being, media use & online practices/ email addresses will be collected but deleted after dissemination of\nstudy results).\nEthical approval for this project is being obtained from SMEC (temporary number G-2022-5967-R2(MAR))\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nWP1: data is pseudonymized.\nWP2: \n- Parents of participating preadolescents anonymously fill in a short background survey containing socio-demographic measures. \n- Preadolescents will participate in a go-along interview where they discuss their everyday online practices. This interview will be recorded but pseudonymized and transcribed. Short video's will\nbe recorded of the social media posts, but they will again be pseudonymized through coding. \n- Both parents and preadolescents will be able to voluntarily leave their email address to receive more information on the study's outcomes. These will be stored separately and will not be linked\nto the interviews.\nWP3:\n- Parents of participating preadolescents fill in a short background survey containing socio-demographic measures. They will be asked to provide the email address of the participant.\n- Preadolescents will participate in the measurement burst design, where questions will be asked about their social media use, their self-concept and self-esteem. The link to each online survey\nand the incentives (in the form of an online coupon) will be sent to their email address. After the data are linked and the incentives are sent, the email addresses will be deleted.\n- Both parents and preadolescents will be able to voluntarily leave their email address to receive more information on the study's outcomes. These will be stored separately.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n5 of 8\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll materials (questionnaires, codebooks, raw + clean datasets, syntaxes, ...) will be stored on the shared secured KULeuven infrastructure.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nA metadata file will not be necessary for WP1\nFor WP2 (go along) and WP3 (measurement burst) a metadatafile (with compiled data) will be created in the following steps:\n* a unique identification code is given to each participant\n* participants' answers across formats (i.e., videos of online activities + interviews - WP2) or across consecutive days and at different time points (WP3) will be linked through their unique\nidentification codes\nAfter participants have been linked, the unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymised.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through\nthe password protected intranet or through VPN. While materials may also be temporarily loaded onto researchers’ personal computers (password protected) for working purposes, they will be\nremoved following the conclusion of the project. \nHow will the data be backed up?\nData are automatically backed up when stored on the secure central storage infrastructure of KULeuven\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven ensures sufficient storage for our data which are not exceptionally large\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the infrastructure is personal and can only be obtained through the password protected intranet or through VPN.\nThe ICTS of KU Leuven guarantee the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven and\nwill not be distributed to anyone else.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFor KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared network drive is provided by default, without costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently. \nAll emailaddresses will be deleted after completion of the data collection, and after disseminating the results of the study.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n6 of 8\nWhere will these data be archived (stored and curated for the long-term)?\nData will remain stored on the KULeuven central network drives - they will be managed by the supervisor of this project (prof. dr. Kathleen Beullens).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFree of charge\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nOther, please specify:\nOnly quantified pseudonymized will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All identification data will\nonly be made available to the principal researchers of this project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly the principal researchers (dr. Anneleen Meeus and prof. dr. Kathleen Beullens) will have access to the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nData of WP1 will not be reshared\nIdentification data of the participants will never be shared\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAnonymized datasets will be shared on OSF\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA DOI will be automatically made when preregistering the studies on OSF.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAnneleen Meeus \nWho will manage data storage and backup during the research project?\nAnneleen Meeus \nWho will manage data preservation and sharing?\nAnneleen Meeus \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n7 of 8\nWho will update and implement this DMP?\nAnneleen Meeus \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n8 of 8"
    },
    "clean_full_text": "Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development A Data Management Plan created using DMPonline.be Creator: Anneleen Meeus Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Anneleen Meeus Data Manager: Anneleen Meeus Project Administrator: Anneleen Meeus Grant number / URL: 12D2323N ID: 196879 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: The advent of mobile technology has reduced time and place constraints on communication practices. As such, these technologies allow individuals to be permanently online and permanently connected, which can have important consequences for the way they perceive themselves, especially in relation to others. Interestingly, the introduction of mobile devices typically occurs during preadolescence, which is a critical phase for the formation of a sense of self. As online practices tap directly into the key components of identity development, it is likely that they have an important impact on the way preadolescents perceive and evaluate their own self-concept. To date, however, these concerns have not been empirically validated. To address these gaps, this project will examine the dynamic interplay between preadolescents’ identity development and online practices within a context of constant connectivity. Specifically, the current project will (1) provide detailed insight into how preadolescents adapt to pervasive connectivity and start to present themselves online, (2) determine how the constantly available social feedback affects their self-beliefs and corresponding feelings of self-worth, and finally (3) establish how the interplay of these elements influences their overall identity development. The project will employ a multi-method approach consisting of a secondary linkage analysis, go-along interviews, and an extensive measurement burst design to address these goals. Last modified: 06-04-2023 Created using DMPonline.be. Last modiﬁed 06 April 2023 1 of 8 Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Secondary linkage analysis WP1: the study will make use of survey data, as well as content analytical data that is already collected as part of an ERC project under supervision of Prof. dr. Laura Vandenbosch (MIMIc project). In the content analytical study, SNS posts will be coded according to a codebook and screenshotted for intercoder reliability. Ethical approval for this study has already been obtained. Go-along interviews WP2: this study will generate survey data of parents of the participants, as well as audio recordings and transcripts of interviews. Measurement burst design WP3: this study will generate survey data derived from both questionnaires as well as daily assessments. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Responsible person: Prof. dr. Kathleen Beullens 2 . Only the principal researchers will have access to collected date. All data will be stored and managed for the duration of the project on the secure central storage infrastructure of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. In accordance with the data management policy of KULeuven, all data will be stored on the central infrastructure for 10 years after completion of the project. After this period, all data will be deleted permanently. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The project will collect data from minors (preadolescents, 8-13). - Active consent is required from both the participants themselves as well as their parents. - There will be no identifying data collected other than informed consent and email addresses. These will be stored in a separate, password protected file. For WP3, a unique identifier will be assigned to link the email addresses to children’s questionnaires. This information will only be used by the researchers and solely for the linking purposes. As soon as this is done, all information that could be used to identify the participant will be deleted. All ethical guidelines concerning working with minors will be carefully followed. Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 06 April 2023 2 of 8 Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 3 of 8 Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 4 of 8 Growing up in the age of constant connectivity: Elucidating the dynamic interplay between preadolescents’ online practices and their identity development FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1 Mimic data Reuse existing data Digital Observational .sav <1GB WP2 Go along Generate new data Digital Observational .mp3 / mp4 / .doc / .sav <1GB WP3 Measurement burst Generate new data Digital Observational .sav <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Project MIMIc - prof. dr. Laura Vandenbosch https://osf.io/r8c9t/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data All work packages make use of human subject data (demographic info, personality & well-being, media use & online practices/ email addresses will be collected but deleted after dissemination of study results). Ethical approval for this project is being obtained from SMEC (temporary number G-2022-5967-R2(MAR)) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes WP1: data is pseudonymized. WP2: - Parents of participating preadolescents anonymously fill in a short background survey containing socio-demographic measures. - Preadolescents will participate in a go-along interview where they discuss their everyday online practices. This interview will be recorded but pseudonymized and transcribed. Short video's will be recorded of the social media posts, but they will again be pseudonymized through coding. - Both parents and preadolescents will be able to voluntarily leave their email address to receive more information on the study's outcomes. These will be stored separately and will not be linked to the interviews. WP3: - Parents of participating preadolescents fill in a short background survey containing socio-demographic measures. They will be asked to provide the email address of the participant. - Preadolescents will participate in the measurement burst design, where questions will be asked about their social media use, their self-concept and self-esteem. The link to each online survey and the incentives (in the form of an online coupon) will be sent to their email address. After the data are linked and the incentives are sent, the email addresses will be deleted. - Both parents and preadolescents will be able to voluntarily leave their email address to receive more information on the study's outcomes. These will be stored separately. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 06 April 2023 5 of 8 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All materials (questionnaires, codebooks, raw + clean datasets, syntaxes, ...) will be stored on the shared secured KULeuven infrastructure. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No A metadata file will not be necessary for WP1 For WP2 (go along) and WP3 (measurement burst) a metadatafile (with compiled data) will be created in the following steps: * a unique identification code is given to each participant * participants' answers across formats (i.e., videos of online activities + interviews - WP2) or across consecutive days and at different time points (WP3) will be linked through their unique identification codes After participants have been linked, the unique identification codes will be deleted and the metadatafile will no longer contain personal information and will be pseudonymised. 3. Data storage & back-up during the research project Where will the data be stored? All data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. While materials may also be temporarily loaded onto researchers’ personal computers (password protected) for working purposes, they will be removed following the conclusion of the project. How will the data be backed up? Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven ensures sufficient storage for our data which are not exceptionally large How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the infrastructure is personal and can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantee the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven and will not be distributed to anyone else. What are the expected costs for data storage and backup during the research project? How will these costs be covered? For KU Leuven staff with a PC or laptop managed by ICTS or a local IT organisation, a shared network drive is provided by default, without costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently. All emailaddresses will be deleted after completion of the data collection, and after disseminating the results of the study. Created using DMPonline.be. Last modiﬁed 06 April 2023 6 of 8 Where will these data be archived (stored and curated for the long-term)? Data will remain stored on the KULeuven central network drives - they will be managed by the supervisor of this project (prof. dr. Kathleen Beullens). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Free of charge 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Other, please specify: Only quantified pseudonymized will be made available for reuse. Identification data will be deleted from these sub-datasets, so no full datasets will be made available. All identification data will only be made available to the principal researchers of this project. If access is restricted, please specify who will be able to access the data and under what conditions. Only the principal researchers (dr. Anneleen Meeus and prof. dr. Kathleen Beullens) will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Data of WP1 will not be reshared Identification data of the participants will never be shared Where will the data be made available? If already known, please provide a repository per dataset or data type. Anonymized datasets will be shared on OSF When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will be automatically made when preregistering the studies on OSF. What are the expected costs for data sharing? How will these costs be covered? No costs 6. Responsibilities Who will manage data documentation and metadata during the research project? Anneleen Meeus Who will manage data storage and backup during the research project? Anneleen Meeus Who will manage data preservation and sharing? Anneleen Meeus Created using DMPonline.be. Last modiﬁed 06 April 2023 7 of 8 Who will update and implement this DMP? Anneleen Meeus Created using DMPonline.be. Last modiﬁed 06 April 2023 8 of 8"
}