{
    "document_id": "D-2024-3046",
    "LinkTitle": "D-2024-3046",
    "file_name": "D-2024-3046.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3046.pdf",
    "metadata": {
        "title": "FutureNature",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "FutureNature\nA Data Management Plan created using DMPonline.be\nCreator: \nKoenraad Van Meerbeek \n \nhttps://orcid.org/0000-0002-9260-3815\nAffiliation: \nKU Leuven (KUL)\nFunder: \nEuropean Research Council (ERC)\nTemplate: \nERC DMP +\nPrincipal Investigator:\n \nKoenraad Van Meerbeek \n \nhttps://orcid.org/0000-0002-9260-3815\nGrant number / URL: \n101076837\nID: \n208359\nStart date: \n01-11-2023\nEnd date: \n31-10-2028\nProject abstract:\nAccelerating climate change is moving ecosystems rapidly beyond the bounds of historical variability. Many of the traditional\nconservation approaches trying to maintain a status quo are no longer effective. Rather than resisting change, we need to guide\ntransforming ecosystems towards preferred ecological outcomes. Assisted migration, the active translocation of species to mimic range\nexpansion under climate change, is a widely proposed adaptive management strategy. But it is also controversial, as it disrupts long-held\nviews on biological conservation. Focusing on risks and ignoring benefits has hampered scientific research on assisted migration and\nhalted necessary conservation innovation. Yet, the costs of inaction are too high and time is running out. In FutureNature, I will approach\nthe assisted migration of plant species from an innovative functional perspective, shifting the focus from minimising the impact of\ntranslocated species to maximising their contribution to the functioning of novel communities. I will advance our understanding of how\nassisted migration can safeguard functioning ecosystems by combining the wealth of large observational databases, state-of-the-art joint\nspecies distribution models and a cutting-edge climate change experiment. Specifically, I will (1) study the contribution of non-invasive\nalien species to ecosystem functioning; (2) incorporate species interactions and traits into species distribution modelling to simulate novel\ngrassland communities; and (3) experimentally test the functionality of the best performing communities under future climate scenarios.\nWith the knowledge gained, we will be able to shape ecosystems that will not only survive, but thrive under climate change. FutureNature\nwill provide a “greenprint” to study assisted migration across species groups and ecosystems, and, ideally, enable a paradigm shift in\nconservation thinking by lifting the psychological barriers preventing changes in natural ecosystems.\nLast modified: \n19-06-2024\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n1 of 5\nFutureNature\nGDPR Record\nGDPR record\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n2 of 5\nFutureNature\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n3 of 5\nFutureNature\nERC DMP +\nProject information\nProject Acronym\nFutureNature \nProject Number\n101076837 \nData summary\nSummary\nExisting data\n1\n. \nWorldClim climate data\n: Fick, S.E. and R.J. Hijmans, 2017. WorldClim 2: new 1km spatial resolution climate surfaces for global land areas.\nInternational Journal of Climatology 37 (12): 4302-4315. Geo tiff files, open license. Abovementioned reference should be cited when used\n2\n. \nCHELSA climate data\n: Karger, D.N., Schmatz, D., Detttling, D., Zimmermann, N.E. (2020): High resolution monthly precipitation and\ntemperature timeseries for the period 2006-2100. Scientific Data. https://doi.org/10.1038/s41597-020-00587-y. Geo tiff files, open license.\nAbovementioned reference should be cited when used\n3\n. \nSoilgrids soil data\n: Geo tiff files, open license. Link to website should be cited when used\n4\n. \nCopernicus DEM\n: Geo tiff files, open license.  Link to doi (https://doi.org/10.5270/ESA-c5d3d65) should be cited when used\n5\n. \nEIVE (Ecological indicator values for Europe)\n: Dengler, J., Jansen, F., Chusova, O., Hüllbusch, E., Nobis, M. P., Van Meerbeek, K., ... & Gillet,\nF. (2023). Ecological Indicator Values for Europe (EIVE) 1.0. Vegetation Classification and Survey, 4, 7-29. CSV file, open license.\nAbovementioned reference should be cited when used\n6\n. \nEVA (European vegetation archive)\n: CSV file, open license. doi (https://doi.org/10.58060/jeht-nr04) should be cited when used\n7\n. \nGBIF.org\n: Occurrence data. CSV file, open license. doi (each data download gets a separate doi) should be cited when used\n8\n. \nTRY trait database\n: Plant trait data. Kattge, J., Bönisch, G., Díaz, S., Lavorel, S., Prentice, I. C., Leadley, P., ... & Cuntz, M. (2020). TRY plant\ntrait database–enhanced coverage and open access. Global change biology, 26(1), 119-188. CSV file, open license (only data with open license\nwill be used). Abovementioned reference should be cited when used\n9\n. \nAlien plants of Europe\n: Kalusová V., Čeplová N., Danihelka J., Večeřa M., Pyšek P., Albert A., Anastasiu P., Biurrun I., Boch S., Cottaz C., Essl\nF., Kuzemko A., Maslo S., Mifsud S., Protopopova V. V., Shevera M., Sîrbu C., Svenning J.-C., Welk E. & Axmanová I. (2024) Alien plants of\nEurope: an overview of national and regional inventories. – Preslia 96: 149–182, https://doi.org/10.23855/preslia.2024.149. CSV file, open\nlicense. Abovementioned reference should be cited when used\n10\n. \nESA Worldcover maps\n: Zanaga, D., Van De Kerchove, R., Daems, D., De Keersmaecker, W., Brockmann, C., Kirches, G., ... & Arino, O. (2022).\nESA WorldCover 10 m 2021 v200. Geo tiff files, open license. Abovementioned reference should be cited when used\n11\n. \nObservation.org\n: Species occurrence data and pictures. Data not openly available. Data usage to be defined.\n \nNew data (to be generated)\nAll data will be analysed in R\n1\n. \nPollinator networks: WP1. CSV files. Data will be published together with the paper as an appendix or on online repository such as figshare or\nKU Leuven RDR (10 MB)\n2\n. \nFunctional trait space of resurvey plots: CSV files. Data will be published open access upon publishing the results as an appendix or on an online\nrepository such as figshare or KU Leuven RDR RDR (10 MB)\n3\n. \nAssisted migration database: CSV files. Data will be published open access upon publishing the results as an appendix or on an online\nrepository such as figshare or KU Leuven RDR (10 MB)\n4\n. \nCurrent and future distributions of grassland species: Geo tiff files. Data will be published open access upon publishing the results as an\nappendix or on an online repository such as figshare or KU Leuven RDR (<1 TB)\n5\n. \nMap with functional need for assisted migration: Geo tiff files. Data will be published open access upon publishing the results as an appendix or\non an online repository such as figshare or KU Leuven RDR (<1 GB)\n6\n. \nMeasurements of experiment: Measurements of species vitality, cover, functional traits, biomass, ... in all plots over time. Csv files. Data will be\npublished open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR (<100 MB)\n7\n. \nR code: Code will be published upon publishing the results as an appendix, on Github, or together with the data on an online repository such as\nfigshare or KU Leuven RDR\nFAIR data\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n4 of 5\n1. Making data findable\nData will be published together with the paper as an appendix or on online trusted repository such as figshare or KU Leuven. Code will be published\nupon publishing the results as an appendix, on Github, or together with the data on an online repository such as figshare or KU Leuven RDR\n \n2. Making data openly accessible\nAll data and metadata will be published open access as appendix (for smaller datasets) or online trusted repositories such as Figshare or KU Leuven\nRDR (or on Github for code).\n3. Making data interoperable\nWe will store data using open file formats (csv, geo TIFF). The provided metadata follows relevant standards (see Metadata standards ).\n4. Increase data re-use\nThe data will be accurate and well described with many relevant attributes (documentation & metadata).\nAll data and analyses will be repeated and standardised according to standard protocols to ensure consistency and quality\nThe data will be made available under the CC-BY 4.0 license.\nAll reused existing data is open access and will not be stored again. We will refer to the databases as is required.\nAt the end of the project, all data will be additionally stored on the archive K-drive of the Division Forest, Nature and Landscape together with the\nnecessary metadata. All generated data will be retained for a period of minimally 10 years after the end of the project, in a safe, secure & sustainable\nway for purposes of reproducibility, verification, and potential reuse. \n \n5. Allocation of resources and data security\nWe will store the data on free online repositories like RDR or Figshare upon publishing the results. During the the project, data will be kept on the\nTeams of the FutureNature project. Copies can be made and kept on personal OneDrive accounts. Personal OneDrive accounts have 2 TB and the\nTeams 5 TB of storage. The data are on secure servers, with centralized security controls and multi-layered encryption. The costs for data storage\nare covered by the university/department. At the end of the project, all data will also be stored for at least 10 years on the archive K-drive of the\nDivision Forest, Nature and Landscape together with the necessary metadata. \nThe PhD researchers and promotors will be responsible for data documentation & metadata. The PhD researchers and promotors will be responsible\nfor data data storage. Data backup happens automatically. The PhD researchers and the promotors will be responsible for compiling a folder with all\ndata and corresponding metadata that needs to be preserved. Our teams' data storage team will be responsible for storing the data thereafter, with\nthe supervision of the promoters. The PIs bear the overall responsibility for updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 19 June 2024\n5 of 5"
    },
    "clean_full_text": "FutureNature A Data Management Plan created using DMPonline.be Creator: Koenraad Van Meerbeek https://orcid.org/0000-0002-9260-3815 Affiliation: KU Leuven (KUL) Funder: European Research Council (ERC) Template: ERC DMP + Principal Investigator: Koenraad Van Meerbeek https://orcid.org/0000-0002-9260-3815 Grant number / URL: 101076837 ID: 208359 Start date: 01-11-2023 End date: 31-10-2028 Project abstract: Accelerating climate change is moving ecosystems rapidly beyond the bounds of historical variability. Many of the traditional conservation approaches trying to maintain a status quo are no longer effective. Rather than resisting change, we need to guide transforming ecosystems towards preferred ecological outcomes. Assisted migration, the active translocation of species to mimic range expansion under climate change, is a widely proposed adaptive management strategy. But it is also controversial, as it disrupts long-held views on biological conservation. Focusing on risks and ignoring benefits has hampered scientific research on assisted migration and halted necessary conservation innovation. Yet, the costs of inaction are too high and time is running out. In FutureNature, I will approach the assisted migration of plant species from an innovative functional perspective, shifting the focus from minimising the impact of translocated species to maximising their contribution to the functioning of novel communities. I will advance our understanding of how assisted migration can safeguard functioning ecosystems by combining the wealth of large observational databases, state-of-the-art joint species distribution models and a cutting-edge climate change experiment. Specifically, I will (1) study the contribution of non-invasive alien species to ecosystem functioning; (2) incorporate species interactions and traits into species distribution modelling to simulate novel grassland communities; and (3) experimentally test the functionality of the best performing communities under future climate scenarios. With the knowledge gained, we will be able to shape ecosystems that will not only survive, but thrive under climate change. FutureNature will provide a “greenprint” to study assisted migration across species groups and ecosystems, and, ideally, enable a paradigm shift in conservation thinking by lifting the psychological barriers preventing changes in natural ecosystems. Last modified: 19-06-2024 Created using DMPonline.be. Last modiﬁed 19 June 2024 1 of 5 FutureNature GDPR Record GDPR record Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 19 June 2024 2 of 5 FutureNature DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 19 June 2024 3 of 5 FutureNature ERC DMP + Project information Project Acronym FutureNature Project Number 101076837 Data summary Summary Existing data 1 . WorldClim climate data : Fick, S.E. and R.J. Hijmans, 2017. WorldClim 2: new 1km spatial resolution climate surfaces for global land areas. International Journal of Climatology 37 (12): 4302-4315. Geo tiff files, open license. Abovementioned reference should be cited when used 2 . CHELSA climate data : Karger, D.N., Schmatz, D., Detttling, D., Zimmermann, N.E. (2020): High resolution monthly precipitation and temperature timeseries for the period 2006-2100. Scientific Data. https://doi.org/10.1038/s41597-020-00587-y. Geo tiff files, open license. Abovementioned reference should be cited when used 3 . Soilgrids soil data : Geo tiff files, open license. Link to website should be cited when used 4 . Copernicus DEM : Geo tiff files, open license. Link to doi (https://doi.org/10.5270/ESA-c5d3d65) should be cited when used 5 . EIVE (Ecological indicator values for Europe) : Dengler, J., Jansen, F., Chusova, O., Hüllbusch, E., Nobis, M. P., Van Meerbeek, K., ... & Gillet, F. (2023). Ecological Indicator Values for Europe (EIVE) 1.0. Vegetation Classification and Survey, 4, 7-29. CSV file, open license. Abovementioned reference should be cited when used 6 . EVA (European vegetation archive) : CSV file, open license. doi (https://doi.org/10.58060/jeht-nr04) should be cited when used 7 . GBIF.org : Occurrence data. CSV file, open license. doi (each data download gets a separate doi) should be cited when used 8 . TRY trait database : Plant trait data. Kattge, J., Bönisch, G., Díaz, S., Lavorel, S., Prentice, I. C., Leadley, P., ... & Cuntz, M. (2020). TRY plant trait database–enhanced coverage and open access. Global change biology, 26(1), 119-188. CSV file, open license (only data with open license will be used). Abovementioned reference should be cited when used 9 . Alien plants of Europe : Kalusová V., Čeplová N., Danihelka J., Večeřa M., Pyšek P., Albert A., Anastasiu P., Biurrun I., Boch S., Cottaz C., Essl F., Kuzemko A., Maslo S., Mifsud S., Protopopova V. V., Shevera M., Sîrbu C., Svenning J.-C., Welk E. & Axmanová I. (2024) Alien plants of Europe: an overview of national and regional inventories. – Preslia 96: 149–182, https://doi.org/10.23855/preslia.2024.149. CSV file, open license. Abovementioned reference should be cited when used 10 . ESA Worldcover maps : Zanaga, D., Van De Kerchove, R., Daems, D., De Keersmaecker, W., Brockmann, C., Kirches, G., ... & Arino, O. (2022). ESA WorldCover 10 m 2021 v200. Geo tiff files, open license. Abovementioned reference should be cited when used 11 . Observation.org : Species occurrence data and pictures. Data not openly available. Data usage to be defined. New data (to be generated) All data will be analysed in R 1 . Pollinator networks: WP1. CSV files. Data will be published together with the paper as an appendix or on online repository such as figshare or KU Leuven RDR (10 MB) 2 . Functional trait space of resurvey plots: CSV files. Data will be published open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR RDR (10 MB) 3 . Assisted migration database: CSV files. Data will be published open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR (10 MB) 4 . Current and future distributions of grassland species: Geo tiff files. Data will be published open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR (<1 TB) 5 . Map with functional need for assisted migration: Geo tiff files. Data will be published open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR (<1 GB) 6 . Measurements of experiment: Measurements of species vitality, cover, functional traits, biomass, ... in all plots over time. Csv files. Data will be published open access upon publishing the results as an appendix or on an online repository such as figshare or KU Leuven RDR (<100 MB) 7 . R code: Code will be published upon publishing the results as an appendix, on Github, or together with the data on an online repository such as figshare or KU Leuven RDR FAIR data Created using DMPonline.be. Last modiﬁed 19 June 2024 4 of 5 1. Making data findable Data will be published together with the paper as an appendix or on online trusted repository such as figshare or KU Leuven. Code will be published upon publishing the results as an appendix, on Github, or together with the data on an online repository such as figshare or KU Leuven RDR 2. Making data openly accessible All data and metadata will be published open access as appendix (for smaller datasets) or online trusted repositories such as Figshare or KU Leuven RDR (or on Github for code). 3. Making data interoperable We will store data using open file formats (csv, geo TIFF). The provided metadata follows relevant standards (see Metadata standards ). 4. Increase data re-use The data will be accurate and well described with many relevant attributes (documentation & metadata). All data and analyses will be repeated and standardised according to standard protocols to ensure consistency and quality The data will be made available under the CC-BY 4.0 license. All reused existing data is open access and will not be stored again. We will refer to the databases as is required. At the end of the project, all data will be additionally stored on the archive K-drive of the Division Forest, Nature and Landscape together with the necessary metadata. All generated data will be retained for a period of minimally 10 years after the end of the project, in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. 5. Allocation of resources and data security We will store the data on free online repositories like RDR or Figshare upon publishing the results. During the the project, data will be kept on the Teams of the FutureNature project. Copies can be made and kept on personal OneDrive accounts. Personal OneDrive accounts have 2 TB and the Teams 5 TB of storage. The data are on secure servers, with centralized security controls and multi-layered encryption. The costs for data storage are covered by the university/department. At the end of the project, all data will also be stored for at least 10 years on the archive K-drive of the Division Forest, Nature and Landscape together with the necessary metadata. The PhD researchers and promotors will be responsible for data documentation & metadata. The PhD researchers and promotors will be responsible for data data storage. Data backup happens automatically. The PhD researchers and the promotors will be responsible for compiling a folder with all data and corresponding metadata that needs to be preserved. Our teams' data storage team will be responsible for storing the data thereafter, with the supervision of the promoters. The PIs bear the overall responsibility for updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 June 2024 5 of 5"
}