{
    "document_id": "D-2024-3111",
    "LinkTitle": "D-2024-3111",
    "file_name": "D-2024-3111.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3111.pdf",
    "metadata": {
        "title": "D-2024-3111",
        "author": "Alireza Teymouri",
        "num_pages": 8
    },
    "content": {
        "full_text": "Title:  Quality improvement in inguinal hernia surgery by analysis of big data with implementation of the \nMDR legislation   \nCreator:  Alireza Teymouri   \nPrincipal Investigator:  Marc Miserez, Bart De Moor, Jan De Bruyne  \nData Manager:  Marc Miserez, Diederik Meylemans, Alireza Teymouri, Axel Geysels , and Willem \nMestdagh  \nProject Administrator: Diederik Meylemans, Alireza Teymou ri \nAffiliation:  KU Leuven (KUL)  \nTemplate:  KU Leuven BOF -IOF  \nPrincipal Investigator:  Marc Miserez, Bart De Moor, Jan De Bruyne  \n \nProject abstract:  \nAfter inguinal hernia surgery , up to 10% of patients develop chronic post -operative inguinal pain (CPIP) \nwhich is difficult to treat and has a huge impact on quality of life. Therefore,  prevention is key. FLIPR \n(FLemish Inguinal and femoral hernia Prospective Registry) involves 57 surgeons in 21 hospitals belonging \nto VZN KU  Leuven. A large dataset has already been collected focusing on a standardized operation \nreport ing and Patient -Reported Outcome Measurements (PROMs) to map incidence and pre -\n/intraoperat ive risk factors of CPIP. With Machine Learning techniques we plan to  develop AI models to \naccurately predict this risk, to help guide patients/surgeons whether or not to operate, and to suggest the \nmost optimal technique. For  this modelling, we will also include other data (including imaging) from the \nEHR of the patients. We want to develop ethical norms and a proof -of-concept software tool complying \nwith the EU MDR/other laws for software as medical device. This will be a use case for developing other \nsoftware tools on risk prediction in health care.  \n \nID: 3M240269  \nStart date:  October 1, 2024  \nEnd date:  September 30, 2028  \nLast modified:  _ \n \nResearch Data Summary  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during \nyour research project. For each dataset or data type (observational, experimental etc.), provide a short \nname & description (sufficient for yourself to k now what data it is about), indicate whether the data \nare newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind \nof content), its technical format (file extension), and an estimate of the upper limit of the volume of the \ndata.  \n \nDataset \nname /  \nID Description  New or  \nExisting  \n Digital \nor \nPhysical  \ndata  Data Type \n(Images  \nNumerical  \nTextual  \nModel  \nSoftware)  File \nformat  Data  \nvolume  \nFLIPR -Preop  Patient demographics, \ncomorbidities, and other \npossible risk factors associated \nwith CPIP  N D N, T CSV, \nSQL, \nXLSX  20GB  \nFLIPR -\nIntraop  Standardized operation \nreports and surgical details \nsuch as technique, mesh type, \nnerve handling, and \nperioperative factors  N D N, T CSV, \nSQL, \nXLSX  20GB  \nFLIPR -Postop  Follow -up data including CPIP \nincidence, pain scores, \ncomplications, and patient \nsatisfaction among other \nPROMs ; this also includes \nrelevant patient information \nfrom the EHR  N D N, T CSV, \nSQL, \nXLSX  20GB  \nFLIPR -\nMaster Table  Includes all the relevant pre -, \nintra - and post -operative data \nfor data analysis purposes  N D N, T CSV, \nSQL, \nXLSX  60GB  \nFLIPR -\nImaging  High -resolution imaging files \n(MRI or CT) of FLIPR patients  \n(with and without CPIP)   E D I DICOM, \nNIFTI  1TB \nNon FLIPR - \nImaging  High -resolution imaging files \n(MRI or CT) of non FLIPR \npatients  (with and without \nCPIP)  E D I DICOM, \nNIFTI  5TB \nFLIPR -ML Trained AI models for CPIP risk \nprediction  N D M .h5, .pkl, \n.pt, \n.onnx  \n 50GB  \nFLIPR -\nSoftware  Code for data processing, AI \nmodeling, and the software \ntool N D M, S  Jupyter \n(.ipynb)  10GB  \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \nFLIPR -Imaging  \n- FLIPR patients with CPIP  \nThe MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. \nThe data from these patients are pseudonymized for improving their clinical care after analysis.  \n- FLIPR patients without CPIP  \nThe MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. \nThe data from these patients are pseudonymized.  \nNon FLIPR -Imaging  \n- Non FLIPR patients with CPIP  \nThe MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. \nThe data from these patients are pseudonymized for improving their clinical care after analysis . \n- Non FLIPR patients without CPIP  \nThe MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. \nThe data from these patients are anonymized . \nIn order to obtain more data than only from UZ Leuven  for the Non FLIPR -Imaging cohort , we have \ndeveloped a partnership with  another medical center (Maxima Medical Center (MMC, \nVeldhoven /Eindhoven , Netherlands) . Data will be transferred after signing an appropriate Data Transfer \nAgreement (DTA).  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans \nor animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the \nrelevant ethical approval number.  \nYes \nEthical considerations apply to the FLIPR project due to the collection of patient data and AI -driven risk \nprediction. The study involves human data (Pre -, intra - and post -operative FLIPR Datasets and imaging \ndata), requiring informed consent and ethical approval ([internal reference number S59051; Belgian \nRegistration Number B322201732952; approved by EC Research UZ KU Leuven July 10, 2017 ]), ensuring \ncompliance with GDPR and data pseudo nymization. AI machine learning models  must be monitored for \nbias and fairness.  \nIf medical imaging data is used, appropriate ethical clearance and data -sharing agreements will be in \nplace.  Therefore a n amendment of study S59051  (original FLIPR protocol)  will be submitted in Oct 2025 \nat EC Research UZ Leuven for the use of MR images in the model ling process; this will also be done at the \nEC of MMC  in Veldhoven/Eindhoven (Netherlands) . \nThe imaging data from patients outside of the FLIPR cohort (in Belgium and the Netherlands) will be fully \nanonymized .The software tool will comply with EU MDR regulations for medical devices.  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate \nand provide the KU Leuven or UZ Leuven privacy register number (G or S number).  \nYes, the FLIPR project processes personal data, including preoperative d ata (including patient \ndemographics) , surgical details, and postoperative outcomes ( Pre-/intra -/post -operative  FLIPR Datasets). \nPostoperative data also includes relevant patient reports and imaging data  from the EHR  to which the \npatient has consented . All data handling follows GDPR and institutional guidelines, with pseudonymization \nwhere possible to protect patient privacy.  \nThe imaging data from patients outside of the FLIPR cohort  (in Belgium and the Netherlands)  will be fully \nanonymized.  \nAccess is restricted to authorized personnel, and data is securely stored. The project is registered at UZ \nLeuven ([internal reference number S59051; Belgian Registration Number B322201732952; approved by \nEC Research UZ KU Leuven July 10, 2017])  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.  \nYes \nThe FLIPR project has significant potential for (commercial ) valorization, particularly through the \ndevelopment of an AI -driven risk prediction tool for CPIP. The FLIPR -ML and FLIPR -Software datasets could \nbe leveraged to create a clinical decision -support tool that helps guide surgical decision -making. We have \ndecided that after prospective validation of the model in Flanders, the software tool/code will be offered \nto the wider surgical community through open source data. This will allow the medical community to \nfurther modify and test it.  A new protocol for the valorization study of the prediction model will be \nsubmitted in Oct 2026 at EC Res earch UZ Leuven and in three of the participating FLIPR hospitals  where \nthe valorisation study will also run  (AZ Diest, AZ Turnhout and Imelda Bonheiden) , apart from UZ Leuven.  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial or Data transfer agreements, Research collaboration agreements)? If so, please explain in the \ncomment section to what data they relate and what r estrictions are in place.  \nYes \nA Data Transfer Agreement with MMC  (Veldhoven /Eindhoven , Netherlands ) applies to the exchange of \nthe i maging dataset. This agreement outlines restrictions related to the sharing, commercial use, and \npublication of imaging data, ensuring that any dissemination or exploitation aligns with the terms set by \nUZ Leuven  and MMC.  \nDocumentation and Metadata  \nClearly describe what approach will be followed to capture the accompanying information necessary \nto keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms \nof documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt \nfiles, codebook.tsv etc. where this information is recorded).  \nResearchers in the context of their PhD will create README.txt files for each dataset, outlining the \ndataset's structure, variables, and any special considerations (i.e., metadata). A codebook.tsv will be \ndeveloped for each dataset to provide detailed desc riptions of the data fields, units, and coding schemes \nused. Additionally, the data management procedures, including data cleaning, handling, and storage \nprotocols, will be documented in an accessible format. All analysis scripts and machine learning model s \nwill be accompanied by well -commented code, stored in a version -controlled repository (KU Leuven's \nexisting GitLab set -up). To record all research activities, including decisions related to data collection, \nprocessing, analysis  and publication material, regular meetings will be held with team members and the \nmeeting notes and publication material will be stored within KU Leuven's OneDrive cloud storage  and \nSharePoint online -site.  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify \nwhich metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \nYes  \nA metadata dictionary will be developed for each dataset and stored as a README file alongside the \ncorresponding data. Each dataset will be assigned a unique identifier based on the creator and the data \ncapture date, also serving as the file name. All chan ges or adaptations to the dataset will be documented, \nwith major modifications leading to a new version indicated using a hierarchical numbering scheme (e.g., \nv1.1). The FLIPR datasets will be stored in standard CSV and XLSX file formats. The imaging datas et will be \nstored in DICOM or NIFTI formats, and the FLIPR -ML and FLIPR -Software datasets will be in formats \nsuitable for machine learning model storage. The Data Documentation Initiative (DDI) standard will be \nused where applicable, especially for structu red datasets, and text data (e.g., patient consent forms or \nclinical notes) will be formatted in PDF format.  \nData Storage & Back -up during the Research Project  \nWhere will the data be stored?  \nThe data for the FLIPR project will be stored in KU Leuven’s OneDrive  for general access and collaboration. \nFor large volumes of data, including imaging and machine learning datasets, ManGO  will be used for \nsecure and scalable storage. All data will be backed up regularly, and access will be restricted to authorized \npersonnel to ensure data security and compliance with institutional policies. Additionally, specific \ndocuments and metadata may  be stored in SharePoint Online  for easier sharing and collaboratio n among \nproject members. We will follow t he KU Leuven storage guidelines . \nHow will the data be backed up?  \nThe data will be backed up using the standard backup services provided by KU Leuven ICTS for the storage \nsolutions in use. This includes regular, automated backups for both OneDrive and ManGO, ensuring that \nall project data is securely stored and retrievab le in case of hardware failure or data loss.  \nIs there currently sufficient storage & backup capacity during the project? If no or insufficient storage \nor backup capacities are available, explain how this will be taken care of.  \nYes  \nFor the centrally stored data at KU Leuven, we will use the Backup -as-a-Service facilities of KU Leuven , \nwhich provides a daily automatic back up service . \nHow will you ensure that the data are securely  stored and not accessed or modified by unauthorized \npersons?  \nThe FLIPR project data will be securely stored using KU Leuven’s central ICTS storage and backup services, \nwhich provide professional data management, security, and backup solutions in line with institutional \nguidelines . Access control will be implemented through a strict authentication and authorization process, \nlimiting online data access to specific  accounts for authorized project members. The gathered data will be \nprotected with advanced identity and access management technologies. A restrictive need -to-know \naccess policy will be enforced, ensuring that only researchers directly involved in the proj ect will have \naccess to the data they require. Access to the preprocessed  data containing confidential patient \ninformation will be restricted to the Clinical Trial Assistant of the FLIPR project under the supervision of \nthe project's primary PI (Marc Miser ez). This ensures that only the necessary personnel can access or \nmodify sensitive data.  \nWhat are the expected costs for data storage and backup during the research project? How will these \ncosts be covered?  \nAll data from the FLIPR project will be archived locally at KU Leuven. The expected database size is \napproximately 1TB, with an estimated annual storage cost of EUR 95. These long -term archival costs will \nbe covered by the co-PI’s project funds.  \nData Preservation after the end of the Research Project  \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the \nreasons for this (e.g. legal or contractual restrict ions, storage/budget issues, institutional policies...).  \nAll data from the FLIPR project will be preserved at least for 10 years in accordance with KU Leuven’s \nResearch Data Management policy. A longer duration than 10 years might be needed because continuous \nfurther inclusion of new patients in the future will allow new data to be permanently available for further \ntraining and fine-tuning  of the model.  \nWhere will these data be archived (stored and curated for the long -term)?  \nThe data from the FLIPR project will be archived in KU Leuven’s Large Volume Storage (ManGO)  for long -\nterm preservation . As the project evolves, we will assess and utilize KU Leuven’s storage services  as \nneeded ( KU Leuven Storage Guide ). \nWhat are the expected costs for data preservation during the expected retention period? How will \nthese costs be covered?  \nAll data will be archived locally at KU Leuven. Costs related to long -term archival will be covered by the \nco-PIs reserve funds.  \nData Sharing and Reuse  \nWill the data (or part of the data) be made available for reuse after/during the project? Please explain \nper dataset or data type which data will be made available.  \nYes, as restricted data (upon approval, or institutional access only), certain datasets from the FLIPR project \nwill be made available for reuse while ensuring compliance with privacy, ethical, and contractual \nobligations. FLIPR -Preop, FLIPR -Intraop, FLIPR -Postop and FLIPR -Master Table datasets,  containing \npatient -related clinical and surgical data, may be shared in anonymized and aggregated form upon request \nand with appropriate approvals. The Imaging  dataset  is subject to a DTA with MMC, restricting its reuse \nunless explicitly approved. The FLIPR -ML software tool/code will be offered to the wider surgical \ncommunity through open source data ensuring compliance with EU MDR and other regulatory \nrequirements. This will allow the medical community to further modify and test it. However,  access to \nraw training data will be restricted to protect patient confidentiality. Any data sharing will align with KU \nLeuven’s data management policies and require appropriate agreements where necessa ry. \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nResearch partners will be enabled to access and use the data. The project's  primary  PI (Marc Miserez ) will \nact as gatekeeper.  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where \nappropriate.  \nYes, the Imaging dataset is covered by a DTA with MMC, meaning its reuse and sharing require explicit \napproval from MMC.  \nWhere will the data be made available? If already known, please provide a repository per dataset or \ndata type.  \nKU Leuven Research Data Repository  (RDR)  \nWhen will the data be made available?  \nUpon publication of research results  \nWhich data usage licenses are you going to provide? If none, please explain why.  \nFor the ultimate FLIPR -Software, the MIT license (open source initiative Approved License®) will be used, \nwhose details are available online . Additionally , the final version of FLIPR -Master Table will be made \npublicly available under Creative Commons Attribution 4.0 International (CC -BY-4.0), which will enable \nfuture researcher to share  and adapt, and compels them to give appropriate credit, and indicate if changes \nwere made.  \nThe FLIPR -Software, FLIPR -ML models and FLIPR -Master Table will be made available under an appropriate \nopen -source or restricted -use license, ensuring compliance with EU MDR and other relevant regulations.  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \nYes, a DOI will be assigned to relevant datasets where possible, particularly for FLIPR -ML models and \nFLIPR -Software, to ensure proper citation and reuse.  \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo idea yet. Costs related to long term archival will be covered by the FLIPR funding/credit (if possible).  \nResponsibilities  \nWho will manage data documentation and metadata during the research project?  \nThe individual researchers conducting experiments (PhD candidates and senior researchers), in \ncoordination of the project's  primary  PI (Marc Miserez).  \nWho will manage data storage and backup during the research project?  \nThe individual researchers conducting experiments (PhD candidates  and senior researchers ), in \ncoordination of the project's primary PI (Marc Miserez).  \nWho will manage data preservation and sharing?  \nThe individual researchers conducting experiments (PhD candidates and senior researchers), in \ncoordination of the project's primary PI (Marc Miserez).  \nWho will update and implement this DMP?  \nThe project's coordination team: Marc Miserez, Diederik Meylemans and Alireza Teymouri , together \nwith input from the co -PIs and their teams  "
    },
    "clean_full_text": "Title: Quality improvement in inguinal hernia surgery by analysis of big data with implementation of the MDR legislation Creator: Alireza Teymouri Principal Investigator: Marc Miserez, Bart De Moor, Jan De Bruyne Data Manager: Marc Miserez, Diederik Meylemans, Alireza Teymouri, Axel Geysels , and Willem Mestdagh Project Administrator: Diederik Meylemans, Alireza Teymou ri Affiliation: KU Leuven (KUL) Template: KU Leuven BOF -IOF Principal Investigator: Marc Miserez, Bart De Moor, Jan De Bruyne Project abstract: After inguinal hernia surgery , up to 10% of patients develop chronic post -operative inguinal pain (CPIP) which is difficult to treat and has a huge impact on quality of life. Therefore, prevention is key. FLIPR (FLemish Inguinal and femoral hernia Prospective Registry) involves 57 surgeons in 21 hospitals belonging to VZN KU Leuven. A large dataset has already been collected focusing on a standardized operation report ing and Patient -Reported Outcome Measurements (PROMs) to map incidence and pre - /intraoperat ive risk factors of CPIP. With Machine Learning techniques we plan to develop AI models to accurately predict this risk, to help guide patients/surgeons whether or not to operate, and to suggest the most optimal technique. For this modelling, we will also include other data (including imaging) from the EHR of the patients. We want to develop ethical norms and a proof -of-concept software tool complying with the EU MDR/other laws for software as medical device. This will be a use case for developing other software tools on risk prediction in health care. ID: 3M240269 Start date: October 1, 2024 End date: September 30, 2028 Last modified: _ Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or Existing Digital or Physical data Data Type (Images Numerical Textual Model Software) File format Data volume FLIPR -Preop Patient demographics, comorbidities, and other possible risk factors associated with CPIP N D N, T CSV, SQL, XLSX 20GB FLIPR - Intraop Standardized operation reports and surgical details such as technique, mesh type, nerve handling, and perioperative factors N D N, T CSV, SQL, XLSX 20GB FLIPR -Postop Follow -up data including CPIP incidence, pain scores, complications, and patient satisfaction among other PROMs ; this also includes relevant patient information from the EHR N D N, T CSV, SQL, XLSX 20GB FLIPR - Master Table Includes all the relevant pre -, intra - and post -operative data for data analysis purposes N D N, T CSV, SQL, XLSX 60GB FLIPR - Imaging High -resolution imaging files (MRI or CT) of FLIPR patients (with and without CPIP) E D I DICOM, NIFTI 1TB Non FLIPR - Imaging High -resolution imaging files (MRI or CT) of non FLIPR patients (with and without CPIP) E D I DICOM, NIFTI 5TB FLIPR -ML Trained AI models for CPIP risk prediction N D M .h5, .pkl, .pt, .onnx 50GB FLIPR - Software Code for data processing, AI modeling, and the software tool N D M, S Jupyter (.ipynb) 10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: FLIPR -Imaging - FLIPR patients with CPIP The MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. The data from these patients are pseudonymized for improving their clinical care after analysis. - FLIPR patients without CPIP The MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. The data from these patients are pseudonymized. Non FLIPR -Imaging - Non FLIPR patients with CPIP The MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. The data from these patients are pseudonymized for improving their clinical care after analysis . - Non FLIPR patients without CPIP The MRI or CT imaging data have been acquired via standard medical care and are stored in their EHR. The data from these patients are anonymized . In order to obtain more data than only from UZ Leuven for the Non FLIPR -Imaging cohort , we have developed a partnership with another medical center (Maxima Medical Center (MMC, Veldhoven /Eindhoven , Netherlands) . Data will be transferred after signing an appropriate Data Transfer Agreement (DTA). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes Ethical considerations apply to the FLIPR project due to the collection of patient data and AI -driven risk prediction. The study involves human data (Pre -, intra - and post -operative FLIPR Datasets and imaging data), requiring informed consent and ethical approval ([internal reference number S59051; Belgian Registration Number B322201732952; approved by EC Research UZ KU Leuven July 10, 2017 ]), ensuring compliance with GDPR and data pseudo nymization. AI machine learning models must be monitored for bias and fairness. If medical imaging data is used, appropriate ethical clearance and data -sharing agreements will be in place. Therefore a n amendment of study S59051 (original FLIPR protocol) will be submitted in Oct 2025 at EC Research UZ Leuven for the use of MR images in the model ling process; this will also be done at the EC of MMC in Veldhoven/Eindhoven (Netherlands) . The imaging data from patients outside of the FLIPR cohort (in Belgium and the Netherlands) will be fully anonymized .The software tool will comply with EU MDR regulations for medical devices. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes, the FLIPR project processes personal data, including preoperative d ata (including patient demographics) , surgical details, and postoperative outcomes ( Pre-/intra -/post -operative FLIPR Datasets). Postoperative data also includes relevant patient reports and imaging data from the EHR to which the patient has consented . All data handling follows GDPR and institutional guidelines, with pseudonymization where possible to protect patient privacy. The imaging data from patients outside of the FLIPR cohort (in Belgium and the Netherlands) will be fully anonymized. Access is restricted to authorized personnel, and data is securely stored. The project is registered at UZ Leuven ([internal reference number S59051; Belgian Registration Number B322201732952; approved by EC Research UZ KU Leuven July 10, 2017]) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The FLIPR project has significant potential for (commercial ) valorization, particularly through the development of an AI -driven risk prediction tool for CPIP. The FLIPR -ML and FLIPR -Software datasets could be leveraged to create a clinical decision -support tool that helps guide surgical decision -making. We have decided that after prospective validation of the model in Flanders, the software tool/code will be offered to the wider surgical community through open source data. This will allow the medical community to further modify and test it. A new protocol for the valorization study of the prediction model will be submitted in Oct 2026 at EC Res earch UZ Leuven and in three of the participating FLIPR hospitals where the valorisation study will also run (AZ Diest, AZ Turnhout and Imelda Bonheiden) , apart from UZ Leuven. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what r estrictions are in place. Yes A Data Transfer Agreement with MMC (Veldhoven /Eindhoven , Netherlands ) applies to the exchange of the i maging dataset. This agreement outlines restrictions related to the sharing, commercial use, and publication of imaging data, ensuring that any dissemination or exploitation aligns with the terms set by UZ Leuven and MMC. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Researchers in the context of their PhD will create README.txt files for each dataset, outlining the dataset's structure, variables, and any special considerations (i.e., metadata). A codebook.tsv will be developed for each dataset to provide detailed desc riptions of the data fields, units, and coding schemes used. Additionally, the data management procedures, including data cleaning, handling, and storage protocols, will be documented in an accessible format. All analysis scripts and machine learning model s will be accompanied by well -commented code, stored in a version -controlled repository (KU Leuven's existing GitLab set -up). To record all research activities, including decisions related to data collection, processing, analysis and publication material, regular meetings will be held with team members and the meeting notes and publication material will be stored within KU Leuven's OneDrive cloud storage and SharePoint online -site. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes A metadata dictionary will be developed for each dataset and stored as a README file alongside the corresponding data. Each dataset will be assigned a unique identifier based on the creator and the data capture date, also serving as the file name. All chan ges or adaptations to the dataset will be documented, with major modifications leading to a new version indicated using a hierarchical numbering scheme (e.g., v1.1). The FLIPR datasets will be stored in standard CSV and XLSX file formats. The imaging datas et will be stored in DICOM or NIFTI formats, and the FLIPR -ML and FLIPR -Software datasets will be in formats suitable for machine learning model storage. The Data Documentation Initiative (DDI) standard will be used where applicable, especially for structu red datasets, and text data (e.g., patient consent forms or clinical notes) will be formatted in PDF format. Data Storage & Back -up during the Research Project Where will the data be stored? The data for the FLIPR project will be stored in KU Leuven’s OneDrive for general access and collaboration. For large volumes of data, including imaging and machine learning datasets, ManGO will be used for secure and scalable storage. All data will be backed up regularly, and access will be restricted to authorized personnel to ensure data security and compliance with institutional policies. Additionally, specific documents and metadata may be stored in SharePoint Online for easier sharing and collaboratio n among project members. We will follow t he KU Leuven storage guidelines . How will the data be backed up? The data will be backed up using the standard backup services provided by KU Leuven ICTS for the storage solutions in use. This includes regular, automated backups for both OneDrive and ManGO, ensuring that all project data is securely stored and retrievab le in case of hardware failure or data loss. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes For the centrally stored data at KU Leuven, we will use the Backup -as-a-Service facilities of KU Leuven , which provides a daily automatic back up service . How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The FLIPR project data will be securely stored using KU Leuven’s central ICTS storage and backup services, which provide professional data management, security, and backup solutions in line with institutional guidelines . Access control will be implemented through a strict authentication and authorization process, limiting online data access to specific accounts for authorized project members. The gathered data will be protected with advanced identity and access management technologies. A restrictive need -to-know access policy will be enforced, ensuring that only researchers directly involved in the proj ect will have access to the data they require. Access to the preprocessed data containing confidential patient information will be restricted to the Clinical Trial Assistant of the FLIPR project under the supervision of the project's primary PI (Marc Miser ez). This ensures that only the necessary personnel can access or modify sensitive data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All data from the FLIPR project will be archived locally at KU Leuven. The expected database size is approximately 1TB, with an estimated annual storage cost of EUR 95. These long -term archival costs will be covered by the co-PI’s project funds. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrict ions, storage/budget issues, institutional policies...). All data from the FLIPR project will be preserved at least for 10 years in accordance with KU Leuven’s Research Data Management policy. A longer duration than 10 years might be needed because continuous further inclusion of new patients in the future will allow new data to be permanently available for further training and fine-tuning of the model. Where will these data be archived (stored and curated for the long -term)? The data from the FLIPR project will be archived in KU Leuven’s Large Volume Storage (ManGO) for long - term preservation . As the project evolves, we will assess and utilize KU Leuven’s storage services as needed ( KU Leuven Storage Guide ). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All data will be archived locally at KU Leuven. Costs related to long -term archival will be covered by the co-PIs reserve funds. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only), certain datasets from the FLIPR project will be made available for reuse while ensuring compliance with privacy, ethical, and contractual obligations. FLIPR -Preop, FLIPR -Intraop, FLIPR -Postop and FLIPR -Master Table datasets, containing patient -related clinical and surgical data, may be shared in anonymized and aggregated form upon request and with appropriate approvals. The Imaging dataset is subject to a DTA with MMC, restricting its reuse unless explicitly approved. The FLIPR -ML software tool/code will be offered to the wider surgical community through open source data ensuring compliance with EU MDR and other regulatory requirements. This will allow the medical community to further modify and test it. However, access to raw training data will be restricted to protect patient confidentiality. Any data sharing will align with KU Leuven’s data management policies and require appropriate agreements where necessa ry. If access is restricted, please specify who will be able to access the data and under what conditions. Research partners will be enabled to access and use the data. The project's primary PI (Marc Miserez ) will act as gatekeeper. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, the Imaging dataset is covered by a DTA with MMC, meaning its reuse and sharing require explicit approval from MMC. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven Research Data Repository (RDR) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. For the ultimate FLIPR -Software, the MIT license (open source initiative Approved License®) will be used, whose details are available online . Additionally , the final version of FLIPR -Master Table will be made publicly available under Creative Commons Attribution 4.0 International (CC -BY-4.0), which will enable future researcher to share and adapt, and compels them to give appropriate credit, and indicate if changes were made. The FLIPR -Software, FLIPR -ML models and FLIPR -Master Table will be made available under an appropriate open -source or restricted -use license, ensuring compliance with EU MDR and other relevant regulations. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Yes, a DOI will be assigned to relevant datasets where possible, particularly for FLIPR -ML models and FLIPR -Software, to ensure proper citation and reuse. What are the expected costs for data sharing? How will these costs be covered? No idea yet. Costs related to long term archival will be covered by the FLIPR funding/credit (if possible). Responsibilities Who will manage data documentation and metadata during the research project? The individual researchers conducting experiments (PhD candidates and senior researchers), in coordination of the project's primary PI (Marc Miserez). Who will manage data storage and backup during the research project? The individual researchers conducting experiments (PhD candidates and senior researchers ), in coordination of the project's primary PI (Marc Miserez). Who will manage data preservation and sharing? The individual researchers conducting experiments (PhD candidates and senior researchers), in coordination of the project's primary PI (Marc Miserez). Who will update and implement this DMP? The project's coordination team: Marc Miserez, Diederik Meylemans and Alireza Teymouri , together with input from the co -PIs and their teams"
}