{
    "document_id": "D-2022-1508",
    "LinkTitle": "D-2022-1508",
    "file_name": "D-2022-1508.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1508.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Computer",
        "num_pages": 6
    },
    "content": {
        "full_text": "1FWO DMP\nDMP TITLE\nADMIN DETAILS\nProject Name: Microwave heating in tubes for rapid diagnostics – METEOR diagnostics\nGrant Title: G088822N\nPrincipal Investigator / Researcher: Guy A. E. Vandenbosch\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nGuy A. E. Vandenbosch  \nFWO Project Number & Title\nG088822N: Microwave heating in tubes for rapid diagnostics - METEOR diagnostics  \nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data Format Volume How created\nTheoretical Derivations for  \nElectromagnetics in \nWaveguides.docx 50 MB An Integral Equation \nFormulation for the \nScattering Problem in a \nMetallic Waveguide\nTheoretical Derivations for  \nTransport Phenmena in .docx 50 MB An Integral Equation \nFormulation for the Heat \n23D Thermal Metamaterials Transfer in 3D Thermal \nMetamaterials\nComputational Codes \nfor Electromagnetics in \nWaveguides (Task 1.2).m 50 MB Implementation of the \nMethod of Moments \nalgorithm for the Maxwell \nEquations\nComputational Codes for \nTransport Phenomena in \n3D Thermal Metamaterials  \n(Task 2.2).m 50 MB Implementation of the \nBoundary Element Method  \nfor for the Heat Equation\nComputational Codes for \nElectromagnetics and \nTransport Phenomena \n(Task 2.2 and Task 3.1).m 50 MB Coupling between Solvers  \nDeveloped in Task 1.2 \nand Developed in Task \n2.2. \nCOMOSOL simulation \nfiles of electromagnetic \nand heat transfer \nanalyses. .mph 500 GB Analysis and design of \nmicrowave and heat \ntransfer structures\nAdvanced Design System \nsimulation files.ds 100 GB Analysis and design of \nmicrowave structures\nMicrosoft PowerPoint, \nExcel, and Work files – \nreports.doc, .xls, .ppt 1 GB Reporting of results \nthroughout the project\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes, No, No.\n3Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No.\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\n1.Theoretical derivations for a) scattering of electromagnetic waves in waveguides and b) heat \ntransfer in 3D metamaterials will be documented. The documents will be sorted in folders \naccording to the steps in derivations. The folders will be marked by numbers corresponding to \ntheir logical orders in derivations.\n2.Computer codes will be developed for problems a) and b) defined above. Here, the theoretical \nderivations will be translated into algorithms. The algorithms will be implemented in a MATLAB - \nFortran co-programing platform. The codes will be commented in detail.\n3.The simulation settings and material parameters will be documented in the same folder with the \nsimulation files to enable reuse of the collected simulation data.\n4.The measurement protocols will be documented together with the measurement setups and \nmeasurement results to enable reuse of the collected data and measurement setups.\nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\n1.The logical structure of the \"theoretical derivation\" folders will be summarized in a PowerPoint \npresentation.\n2.The development of the codes will be monitored by GIT tools, e.g., github, gitkraken. GIT tools, \nwhich compare, analyze, and merge changes, provide a version control over all changes and \nbranches made to codes.\n3.The reports and data structures will be explained in the main folder file with the explanation of \nstructures and supporting documents.\n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nThere will be a weekly backup update on a Cloud-Storage Hard Drive (at the WaveCore division level) \nand on ESAT-Cloud (at the department level).  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n4●No\nWe will purchase a \"Western Digital My Cloud EX2 Ultra NAS Device (with 12 TB storage)\" for the Cloud \nstorage at the division level.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \n1.The cost for the NAS Device  is covered the granted project.\n2.The cost for ESAT-Cloud is covered by the department.\nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nThe data will be protected by the university and the ESAT authetication systems.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\n●The data related to the simulations will be retained, in details,\n1.mathematical derivations and computational algorithms (in .docx files);\n2.computer codes (in .m files for MATLAB);\n3.simulation files (in .mph files for COMSOL);\n4.simulation results (in .txt files).\n5.simulation files (in .ds for Keysight ADS).\n●Papers will be drafted and will be submitted to peer-review journals. The papers will report:\n1.new computational algorithms;\n2.new computer codes;\n3.novel designs.\nWhere will the data be archived (= stored for the longer term)?\n1.The data will be stored on the Cloud-Storage at the division level and on ESAT-Cloud at the \ndepartmental level.\n2.Papers will be uploaded to Lirias.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \n1.The cost for the Cloud-Storage is a one-time purchase (around 300 EURs), and  is covered by the \ngranted project.\n2.The cost for ESAT-Cloud is covered by the department.\n3.The cost for Lirias is covered by the university.  \n57. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\n●The data related to the simulations will be made available to the public via:\n1.The mathematical derivations and computational algorithms will be accessible through published \npapers;\n2.The computer codes will be accessible through published papers (e.g., Computational Physics \nCommunications, under GPL 3.0 license).\n3.The simulation files will be accessible by request, and by simulation files, the simulation results \ncan be re-generated.\n4.The data related to the experiments will be made available to the public via  supplementing \nmaterial of published papers.\nWhere/how will the data be made available for reuse?\n●In an Open Access repository\n●Upon request by mail\n1.For any internal re-use of the data, the full dataset will be found on the Cloud-Storage at the \ndivision and ESAT level.\n2.For external researchers, the data will be found in published journal papers. The simulation files \nwill be accessible on  request.\nWhen will the data be made available?\n●After an embargo period. Specify the length of the embargo and why this is necessary\n1.For external researchers, the papers (where the data are reported) will be made open access \nafter 6 month (Science, engineering, technology and mathematics journals) according to the \nBelgian legislation.\nWho will be able to access the data and under what conditions?\nThe data will be accessible only for research purposes:  \n1.Access to the full dataset will be available upon request.\n2.Published works will be availalbe through Lirias.\nWhat are the expected costs for data sharing? How will the costs be covered?  \nAny cost for data sharing will be covered by the party who requests the data.  \n68. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nProf. Guy Vandenbosch will be the main responsible person for data documentation & metadata.  \nDr. Tomislav Markovic and Dr. Xuezhi Zheng will manage the data related to experiments (e.g., designs, \nexperimental results) and related to simulations (e.g., computer codes, simulation files, simulation results)  \non a daily basis. \nWho will be responsible for data storage & back up during the project?\nProf. Guy Vandenbosch will be the main responsible person for data storage and back-up during the \nproject. \nDr. Tomislav Markovic and Dr. Xuezhi Zheng will regularly upload and back up the data.  \nWho will be responsible for ensuring data preservation and reuse ?\nProf. Guy Vandenbosch will be the main responsible person for preserving and resuing the data.  \nDr. Tomislav Markovic and Dr. Xuezhi Zheng will be responsible for writing a detailed explanation for how \nthe data are structured and how the data can be reused.  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  \nDr. Tomislav Markovic and Dr. Xuezhi Zheng are responsible for executing  this DMP on a daily basis.  "
    },
    "clean_full_text": "1FWO DMP DMP TITLE ADMIN DETAILS Project Name: Microwave heating in tubes for rapid diagnostics – METEOR diagnostics Grant Title: G088822N Principal Investigator / Researcher: Guy A. E. Vandenbosch Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Guy A. E. Vandenbosch FWO Project Number & Title G088822N: Microwave heating in tubes for rapid diagnostics - METEOR diagnostics Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Theoretical Derivations for Electromagnetics in Waveguides.docx 50 MB An Integral Equation Formulation for the Scattering Problem in a Metallic Waveguide Theoretical Derivations for Transport Phenmena in .docx 50 MB An Integral Equation Formulation for the Heat 23D Thermal Metamaterials Transfer in 3D Thermal Metamaterials Computational Codes for Electromagnetics in Waveguides (Task 1.2).m 50 MB Implementation of the Method of Moments algorithm for the Maxwell Equations Computational Codes for Transport Phenomena in 3D Thermal Metamaterials (Task 2.2).m 50 MB Implementation of the Boundary Element Method for for the Heat Equation Computational Codes for Electromagnetics and Transport Phenomena (Task 2.2 and Task 3.1).m 50 MB Coupling between Solvers Developed in Task 1.2 and Developed in Task 2.2. COMOSOL simulation files of electromagnetic and heat transfer analyses. .mph 500 GB Analysis and design of microwave and heat transfer structures Advanced Design System simulation files.ds 100 GB Analysis and design of microwave structures Microsoft PowerPoint, Excel, and Work files – reports.doc, .xls, .ppt 1 GB Reporting of results throughout the project 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes, No, No. 3Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1.Theoretical derivations for a) scattering of electromagnetic waves in waveguides and b) heat transfer in 3D metamaterials will be documented. The documents will be sorted in folders according to the steps in derivations. The folders will be marked by numbers corresponding to their logical orders in derivations. 2.Computer codes will be developed for problems a) and b) defined above. Here, the theoretical derivations will be translated into algorithms. The algorithms will be implemented in a MATLAB - Fortran co-programing platform. The codes will be commented in detail. 3.The simulation settings and material parameters will be documented in the same folder with the simulation files to enable reuse of the collected simulation data. 4.The measurement protocols will be documented together with the measurement setups and measurement results to enable reuse of the collected data and measurement setups. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No 1.The logical structure of the \"theoretical derivation\" folders will be summarized in a PowerPoint presentation. 2.The development of the codes will be monitored by GIT tools, e.g., github, gitkraken. GIT tools, which compare, analyze, and merge changes, provide a version control over all changes and branches made to codes. 3.The reports and data structures will be explained in the main folder file with the explanation of structures and supporting documents. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? There will be a weekly backup update on a Cloud-Storage Hard Drive (at the WaveCore division level) and on ESAT-Cloud (at the department level). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. 4●No We will purchase a \"Western Digital My Cloud EX2 Ultra NAS Device (with 12 TB storage)\" for the Cloud storage at the division level. What are the expected costs for data storage and back up during the project? How will these costs be covered? 1.The cost for the NAS Device is covered the granted project. 2.The cost for ESAT-Cloud is covered by the department. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be protected by the university and the ESAT authetication systems. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). ●The data related to the simulations will be retained, in details, 1.mathematical derivations and computational algorithms (in .docx files); 2.computer codes (in .m files for MATLAB); 3.simulation files (in .mph files for COMSOL); 4.simulation results (in .txt files). 5.simulation files (in .ds for Keysight ADS). ●Papers will be drafted and will be submitted to peer-review journals. The papers will report: 1.new computational algorithms; 2.new computer codes; 3.novel designs. Where will the data be archived (= stored for the longer term)? 1.The data will be stored on the Cloud-Storage at the division level and on ESAT-Cloud at the departmental level. 2.Papers will be uploaded to Lirias. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 1.The cost for the Cloud-Storage is a one-time purchase (around 300 EURs), and is covered by the granted project. 2.The cost for ESAT-Cloud is covered by the department. 3.The cost for Lirias is covered by the university. 57. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? ●The data related to the simulations will be made available to the public via: 1.The mathematical derivations and computational algorithms will be accessible through published papers; 2.The computer codes will be accessible through published papers (e.g., Computational Physics Communications, under GPL 3.0 license). 3.The simulation files will be accessible by request, and by simulation files, the simulation results can be re-generated. 4.The data related to the experiments will be made available to the public via supplementing material of published papers. Where/how will the data be made available for reuse? ●In an Open Access repository ●Upon request by mail 1.For any internal re-use of the data, the full dataset will be found on the Cloud-Storage at the division and ESAT level. 2.For external researchers, the data will be found in published journal papers. The simulation files will be accessible on request. When will the data be made available? ●After an embargo period. Specify the length of the embargo and why this is necessary 1.For external researchers, the papers (where the data are reported) will be made open access after 6 month (Science, engineering, technology and mathematics journals) according to the Belgian legislation. Who will be able to access the data and under what conditions? The data will be accessible only for research purposes: 1.Access to the full dataset will be available upon request. 2.Published works will be availalbe through Lirias. What are the expected costs for data sharing? How will the costs be covered? Any cost for data sharing will be covered by the party who requests the data. 68. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Prof. Guy Vandenbosch will be the main responsible person for data documentation & metadata. Dr. Tomislav Markovic and Dr. Xuezhi Zheng will manage the data related to experiments (e.g., designs, experimental results) and related to simulations (e.g., computer codes, simulation files, simulation results) on a daily basis. Who will be responsible for data storage & back up during the project? Prof. Guy Vandenbosch will be the main responsible person for data storage and back-up during the project. Dr. Tomislav Markovic and Dr. Xuezhi Zheng will regularly upload and back up the data. Who will be responsible for ensuring data preservation and reuse ? Prof. Guy Vandenbosch will be the main responsible person for preserving and resuing the data. Dr. Tomislav Markovic and Dr. Xuezhi Zheng will be responsible for writing a detailed explanation for how the data are structured and how the data can be reused. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. Dr. Tomislav Markovic and Dr. Xuezhi Zheng are responsible for executing this DMP on a daily basis."
}