{
    "document_id": "D-2023-1856",
    "LinkTitle": "D-2023-1856",
    "file_name": "D-2023-1856.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1856.pdf",
    "metadata": {
        "title": "D-2023-1856",
        "author": "N/A",
        "num_pages": 26
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviatio ns is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Jolien Schaeverbeke ORCID 0000 -0003 -2257 -0568 \nContributor name(s) ( + ORCID) & roles  Dietmar Rudolf Thal ORCID 0000 -0002 -1036 -1075  promotor \nRik Vandenberghe ORCID 0000 -0001 -6237 -2502   co-promotor  \nProject number1 & title Selective vulnerability in Alzheimer’s disease and frontotemporal degeneration: integration of \npostmortem MRI, mass -spectrometry and histopathology  \nFunder(s) GrantID2 FWO # 12Y1623N  \nAffiliation(s)  ☐ KU Leuven   \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n                                                      \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Understanding selective vulnerability is one of the most fundamen tal challenges in the field of \nneurodegenerative disease.  While structural MRI is widely used in clinical diagnostic settings, it lacks more \nfine-grained information on the nature of the observed atrophy . The current proposal aims for a \nmultidisciplinary  integration of postmortem  MRI with in -depth protein and cellular analyses using \nhistopathology and mass -spectrometry. The unique combination of these modalities allows a bidirectional \napproach. First, we will link cellular and molecular protein signatures t o atrophy patterns informing on \nselectively vulnerable (i) brain regions as well as (ii) brain networks. Second, postmortem  MRI will be of \nsubstantial value to put the observed histopathological and mass -spectrometric regional findings in a \nbroader, whole -brain network context. Third, recent methods for MRI -based disease staging allows us to \nsituate an individual’s brain and the different brain regions on a disease continuum that will enable us to \ndefine the type of neuropathological and mass -spectrometric changes occurring in a given disease stage. \nThe three  modalities ( postmortem  MRI, histopathology and mass -spectrometry) will be applied in two \nneurodegenerative diseases: A lzheimer’s disease  (preclinical and symptomatic), and patients with \nfrontotemporal lobar degeneration (FTLD, behavioral variant and primary progressive aphasia), and will be \ncompared to cognitively intact controls.  \n \n \n \n \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or d ata type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is ab out), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n  ☐ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☐ Physical  ☐ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nRaw MRI data  MRI data from \nstudy \nparticipants: \nclinical brain \nMRI (reused) \nand \npostmortem \nMRI of a fixed \nbrain New  and reused  digital  experimental  Other: PAR/REC, \nDICOM , \nmetadata: .txt  < 1TB  / \nFWO DMP Template (Flemish Standard DMP)   6 \n                                                       \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   7 \n hemisphere of \nautopsy cases \n(new)  \nProcessed \nMRI data  MRI data from \nstudy \nparticipants: \nclinical brain \nMRI (reused) \nand \npostmortem \nMRI of a fixed \nbrain \nhemisphere of \nautopsy cases \n(new)  New  and reused  digital  experimental  Other: .hdr/img, \n.nii  < 1TB  / \nStained \nslides  Glass slides \nwith fixed \ntissue  of \nautopsy cases  New and reused  physical  experimental  / / 15000 - \n35000  \nslides  \nMicroscopic \nimages  Documentation \nof \npathologies for \nquantitative \nassessments  New  digital  experimental  Other: .jpeg and \n.tif, .czi (scanned \nslides)  300GB - \n2TB / \nTissue \nsamples  Extracted from \nbulk brain  \n(frozen or  \nfixed)  New  physical  experimental  / / 500 eppendorf \ntubes and paraffin \nblocks  \nFWO DMP Template (Flemish Standard DMP)   8 \n Raw mass -\nspectrometry \ndata  mass -\nspectrometry \nof frozen tissue \nsamples (4 \nbiochemical \nfractions)  New  digital  Software: \nMascot and \nMaxquant files .xml  < 1TB  / \nProcessed \nmass -\nspectrometry \ndata  mass -\nspectrometry \nof frozen tissue \nsamples (4 \nbiochemical \nfractions)  New  digital  Software: \nProgenesis/Scaff\nold/Maxquant \ndatasets  .txt or .xlsx  < 1TB  / \nDatabases \nfor \nstatistical \nanalysis  Summary of all \ndata (age,  \nsex, other \ndemographics,  \nneuropathologi\ncal \nparameters, \nMRI and mass -\nspectrometry \ndata) for \nstatistical  \nanalysis  New and reused  digital  observational  .xlsx or R files  1-3 GB  / \nAssociated \nscripts  custom \nscripting  New  digital  experimental  R, Matlab and \nStatistical \nParametric \nmapping, \nFreesurfer files  <1 MB  / \nFWO DMP Template (Flemish Standard DMP)   9 \n Associated \nfigures  R, ppt, paint, \nAdobe \nIllustrator  New  digital  experimental  .pdf, .jpeg, .png, \n.tif 20MB  / \nManuscript \nfiles .docx, latex  New  digital  experimental  .docx, latex  20MB  / \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGRE GATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER  DATASET OR DATA TYP E. \nPHYSICAL VOLUME : PLEASE ESTIMATE THE  PHYSICAL VOLUME OF THE RESEARCH MATERIA LS (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED  AND PRESERVED DURIN G THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persis tent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Not applicable.  \n                                                      \n5 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   10 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \n \nThis project makes secondary use of human tissue samples and clinical data from dece ased \nindividuals. For this reason, n o clinical identifiers will remain as data are pseudonymized.  \nAdditionally, t his study has be en registered with the Ethical Committee of the UZ Leuven  (s63187) and \nan amendment will be filed for postmortem MRI . \n \n \nFWO DMP Template (Flemish Standard DMP)   11 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☒ Yes \n☐ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:   \n \nIn this project, we will use age, sex, neuropsychological data, neuropathological parameters (e.g. \nBraak stage of neurofibrillary tangle pathology, etc.) , MRI and proteomic data. Names and identifying \ninformation  (EAD, EMD,..)  will only appear on informed consent forms and raw clinical MRI data, \nwhich will be kept in a locked cabinet that can only be accessed by lab personnel and on UZ Leuven \nPACS , respectively . Only stu dy personnel will have access to all digital files, which will be securely \nstored on KU Leuven maintained laboratory servers. Each participant will have been assigned a \nrandom study code so that data are pseudonymized.  \n \nFor personal and sensitive data, we will abide by the Belgian law on the protection of individuals with \nregard to the processing of personal data (30th July 2018) and the General Data Protection Regulation  \n(GDPR)  2016/679.  For p ostmortem data, GDPR does not apply.  \n \n-Privacy Registry Reference:  This study has been registered with the Ethical Committee of the UZ \nLeuven (s63187) and an amendment will be filed for postmortem MRI . \n \n \n                                                      \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   12 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation,  …)?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \n \nWe do not exclude that the proposed work could result in research data with potential  \nfor tech transfer and valorization. The processed mass -spectrometry data could lead to target lead \nidentification for further preclinical development by pharmaceutical companies.  \nTranslation between postmortem MRI and clinical MRI data could aid in the development of more \nsensitive markers for disease in patient populations.  \n \nOwnership of the data generated in this project belongs to KU Leuven . \n \nFWO DMP Template (Flemish Standard DMP)   13 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration ag reements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☒ Yes \n☐ No \nIf yes, please explain:  \n \nMTAs and contracts with 3rd parties are in place:  \nMTA with Mesulam Center: regulates the use of frozen brain  tissue  and linked clinical data of this \nproject  of n=64 samples . \nMTA with Netherlands Brain bank (NBB) : regulates the use of frozen brain tissue and linked clinical \ndata of this project of n=9 samples.  \n \n \nContract with Ulm University (Germany): regulates the inclusion  of autopsy brain  \ntissue and linked clinical data received from Ulm University in the research projects of  \nDietmar Thal.  \nContract with University  of Bonn (Germany): regulates the inclusion of autopsy brains  \nand linked clinical data received from University  of Bonn in the research projects of  \nDietmar Thal.  \nContract with GE -Healthcare  with  Dietmar Thal : end-of-life study coho rt includin g AD brains . \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions  will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nFWO DMP Template (Flemish Standard DMP)   14 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n We will name folders and files with self -explanatory names and version number e.g. \n“Dataset_masspec_paper_v25Jan2023”,  \nDocument R code with sufficient detail, including source of code or statistical information  \nProtocols (in Word) will be made in order to facilitate reproducibility of the analyses and acquired \nresults  \nREADME.txt files  will be added where necessary . \nFWO DMP Template (Flemish Standard DMP)   15 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nDigital files will be named following a standard pro cedure, so that all the names of all  \nfiles in a given dataset will be in the same format: All names will start with the date  \n(and time if applicable), followed by the project acronym, a short but specific  \ndescriptive name and a version number (containing l eading zeros as needed) if  \napplicable. Whenever possible names will be kept under 32 characters. Names will  \nonly contain letters, numbers and underscores. Dots will only be used for version  \ncontrol indicators (minor revisions indicated by decimal numbers, and major revisions  \nby whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format  \nAll changes in the files will be recorded. Data files will be stored in suitably labelled  \nand organized folders and sub -folders, accompanied by a README.txt file in the  top \nlevel directory of the dataset, containing all the associated metadata. This will allow  \nthe data to be understood by other members of the laboratory and add contextual  value to the \ndataset for future reuse. File names and locations will be recorded in  the \nE-notebook to allow electronic records to be linked to the raw data.  \n \nMetadata will include the following elements:  \n• Title: free text  \n• Creator: Last name, first name, organization  \n• Date and time reference  \n• Subject: Choice of keywords and classific ations  \n• Description: Text explaining the content of the data set and other contextual  \ninformation needed for the correct interpretation of the data, the software(s) (including  \nFWO DMP Template (Flemish Standard DMP)   16 \n version number) used to produce and to read the data, the purpose of the experi ment,  \netc. \n• Format: Details of the file format,  \n• Resource Type: data set, image, audio, etc.  \n• Identifier: DOI (when applicable)  \n• Access rights: closed access, embargoed access, restricted access, open access  \n \nFor manuscripts, metadata information will be submitted alongside the final version of  \nthe manuscript, including the names, titles  and affiliations  \nof all authors. Upon publication, this metadata information will also be submitted to  \nbibliographic databases such as Medline.  All manuscripts will be assigned a unique  \nDigital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive  \ntitle, and will be accompanied by keywords provided by the authors in order to  \nmaximize their findability.  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   17 \n Where will the data be stored?   \n1. Stained sections and residual tissue from autopsy cases: UZ Leuven biobank  \n2. Microscopic images, databases, proteomic  data , MRI from autopsy cases: KU -Leuven J - and \nL-drives  (the group members of the Laboratory of Neuropathology, Prof. Rik  \nVandenberghe  have  access), UZ Leuven - UZ data  \n(only the PI has access together with the IT officer of the pathology service)  \n4. All the relevant algorithms, scripts and software code drivi ng the project will be  \nstored in private online git repositories, and where relevant will be made publicly  \navailable upon publication.  \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL  BE USED FOR STORING  AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \nKU Leuven drives are backed -up according to the following scheme:  \n- data stored on the “L -drive” is backed up daily using snapshot technology, where all  \nincremental changes in respect of the previous version are kept online; the last 14  \nbackups are kept.  \n- data stored on the “J -drive” i s backed up hourly, daily (every day at midnight) and  \nweekly (at midnight between Saturday and Sunday); in each case the last 6 backups  \nare kept.  \n \nUZ Leuven data are automatically back -uped by UZ Leuven IT and follow standards  \nfor patient data safety.  \n \n                                                      \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   18 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concis ely: \n \nThere are 2 TB storage space available on UZ data.  \nAnother 1TB storage space is available on our KU -Leuven J - and L -drives.  \nThere is sufficient storage and back -up capacity on all KU Leuven servers:  \n- the “L -drive” is an easily scalable system, built  from General Parallel File System  \n(GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in  \nthe front -end.  \n- the “J -drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap  \n9.1P9 operating system.  \n \nIf no, please specify : / \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE T HAT STORED AND \nTRANSFERRED DATA ARE  SAFE. 7 \n Access to the KU Leuven data drives is strictly regulated. UZ data files stored in  \nthis project will be available only for the PI. Data on the J - and L -drive at KU Leuven  \nwill be restricted to the group members of the Laboratory.  \nAll cases used in this project are pseudonymized. This means that all researchers  \nhave no access to the name  or other personalized data.  \nslides are stored in the UZ Leuven biobank that grants access only to authorized staff and also stores \nthe clinical slides of the UZ Leuven pathology department.  \n \nThe research building is restricted by badge system so only empl oyees are allowed  \nin and visitors are allowed under supervision after registration.   \n \n \n \nFWO DMP Template (Flemish Standard DMP)   19 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nThe costs of digital data storage on KU Leuven drives are as follows: 173,78€/TB/Year  \nfor the “L -drive” and 519€/TB/Year for the “J -drive”.  \nThe costs will be paid from the FWO grant and from long -term budget of Rik Vandenberghe (Mady \nBrowaeys fund).  \n \n \n \n \n5. Data Preservation  after the end of the Resear ch P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All data will be retained for at least 10 years after the end of the project conform the KU  \nLeuven RDM policy.  \nFWO DMP Template (Flemish Standard DMP)   20 \n Where will these data be archived (stored and \ncurated for the long -term)?  As a general rule, datasets will be made openly accessible, whenever possible via  \nexisting platforms that support FAIR data sharing (www.fairsharing.org), at the latest at  \nthe time of publication.  \nFor all other datasets, long term storage w ill be ensured as follows:  \n-Digital datasets  (including MRI) : files will be stored at the UZ-data drive of the PI at UZ Leuven which  \nis automatically backuped . \n-Tissue samples and sections: Tissue and stained sections will be stored in the UZ  \nLeuven biobank.  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n For the period of 10 years approximately 1737,80 € (173,70 €/TB) will be needed to  \ncontinue data storage on KU -Leuven s ervers.  \nCurrently, no c osts are required for biobanking at UZA biobank . If needed, costs will be covered from \nthe laboratory budget  and hospital budgets . \n \n  \nFWO DMP Template (Flemish Standard DMP)   21 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED  ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   22 \n If access is restricted, please specify who will be \nable to access the data and under what \nconditions.  In order to  respect the patient’s privacy, clinical samples will only be available to the  \nresearch and technical staff involved in the project, not to other groups, studies or  \npurposes.  \n \nThe data will be published in scientific journal and on databases, e.g. BioRxiv.  \nIn addition, published data will also be made availble via Lirias.  \nWhenever possible, datasets and the appropriate metadata will be made publicly  \navailable through repositories that support FAIR data sharing. As detailed above,  \nmetadata will contain suffi cient information to support data interpretation and reuse,  \nand will be conform to community norms. These repositories clearly describe their  \nconditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0)  \nPublic Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC  \nPublic Domain Dedication and Licence, with a material transfer agreement when  \napplicable). Interested parties will thereby be allowed to access data directly, and they  \nwill give credit to the authors for the d ata used by citing the corresponding DOI. For  \ndata shared directly by the PI, a material transfer agreement (and a non -disclosure  \nagreement if applicable) will be concluded with the beneficiaries in order to clearly  \ndescribe the types of reuse that are per mitted.  \n \nData will be published and files with the related results will be made available via the publications \n(supplementary data) or via common databases (github, ..). Additional data (e.g.  \nhistological sections) can be shared online upon request.  \nUnpubl ished results will not be shared with other parties (except collaborators)  \nprior to official publication. It is the aim of the researchers to publish all data produced.  \n \nFWO DMP Template (Flemish Standard DMP)   23 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g . as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nPersonal data will not be publishe d, only pseudo anonymized  data . If despite all efforts it is not \npossible to protect the identities of subjects even  \nafter removing all identifi ers, personal data will not be made public.  \nPhysical s lides and human tissues will not be shared due to legal issues (MTA contracts, needs for \nstudy  documentation).  Scanned slides can be made avai lable upon request, provided  funding for \nserver.  \nWe aim at communicating our results in top journals that require full disclosure of all  \nincluded data. Bio logical material will be shared upon simple request following  \npublication, unless we identify valuable IP, in which case we will first protect  \ncommercial exploitation, either through patenting or via an MTA that restricts the  \nmaterial from commercial use.  \nThe MTA that describes the use of data between the collaborating sites indicates that  \ndata will first be shared by the collaborators. In the event that a patent will be filed out  \ndata will not be shared before LRD will allow that.  \n \nFWO DMP Template (Flemish Standard DMP)   24 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  In an Open Access repository  \nIn a restricted access repository  \nUpon request by mail  \nOther (specify):  \n \nThe data availability depends on the type of data:  \nOpen Access data will be made available via open access publication and the files  \nuploaded in Lirias.  \nData published in non -open access journals will be thereby published in a restricted  \naccess repository. However, an open access version will also  be available via Lirias.  \nProtocols and raw data files will be made available in a pseudonymized manner only  \nupon request by E -mail.  \nIn the event that scan ned slides of histological sections will be requested we will offer to analyse the \nsections together under the micro scope with the requester online via Skype or similar services. This is  \nnecessary because we will have to keep the slides for 10 years for documentation  \npurposes.  \nAlgorithms and scripts will be shared in public repositories (e.g. github) or upon  \nrequest by E-mail.  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results.  \n \nAs a general rule all research outputs will be made openl y accessible at the latest at  \nthe time of publication. No embargo will be foreseen unless imposed e.g. by pending  \npublications, potential IP requirements – note that patent application filing will be  \nplanned so that publications need not be delayed - or on going projects requiring  \nconfidential data. In those cases, datasets will be made publicly available as soon as  \nthe embargo date is reached.  \n \n \nFWO DMP Template (Flemish Standard DMP)   25 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES  WHETHER THE DATA CA N BE REUSED \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDE R ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT  THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGIN AL DATA CREATORS .” 8   \n As detailed above, metadata will contain sufficient information to support data interpretation and \nreuse, and will be conform to community norms. These repositories clearly describe their  \nconditions of use (typically under a Creative Commons CC0 1.0 Un iversal (CC0 1.0)  \nPublic Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC  \nPublic Domain Dedication and Licence, with a material transfer agreement when  \napplicable).  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \nFor manuscripts, metadata information will be submitted alongside the final version of  \nthe manuscript, including the names, titles, email addresses, ORCIDs and affiliations  \nof all authors. Upon publication, this metadata information will also be submitted to  \nbibliographic databases such as Medline. All manuscripts will be as signed a unique  \nDigital Object Identifer (DOI) by the publisher.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n It is the intention to minimize data management costs by implementing standard  \nprocedures e.g. for metadata collection and file storage and organization from the start  \nof the project, and by using free -to-use data repositories and dissemination facilities  \nwhenever possible. Data management costs will be covered by the laboratory budget.  \nJournals have a varying p ublication cost ranging between 0 € (non -open access journals) - 9000 €  \n(open access journals).  \n                                                      \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   26 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Digital data (MRI, microscopic images, mass -spectrometry,.. ) will be managed by Jolien Schaeverbeke, \nclinical data: Rik Vandenberghe. Pathology data: Dietmar Thal, Alicja Ronisz, Simona Ospitalieri, PhD -\nstudents  of the lab of Neuropathology  \nWho will manage data storage and backup \nduring the research project?  Digital data (MRI, microscopic im ages, mass -spectrometry,..) will be managed by Jolien Schaeverbeke, \nclinical data: Rik Vandenberghe. Pathology data: Dietmar Thal, Alicja Ronisz, Simona Ospitalieri, PhD -\nstudents  of the lab of Neuropathology  \n \nFor back -up KU -Leuven the IT department guarantees the back -up service of th e KULeuven  \ndrive that will be used to store the data.  \nWho will manage data preservation and \nsharing?  Jolien Schaeverbeke is ultimately responsible for all data preservation. Sharing of data can be done \nthrough MTAs with Rik Vandenberghe and Dietmar Thal.  \nWho will update and implement this DMP?  Jolien Schaeverbeke is ultimately responsible for all data management during and after data \ncollection, including implementing and updating the DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Jolien Schaeverbeke ORCID 0000 -0003 -2257 -0568 Contributor name(s) ( + ORCID) & roles Dietmar Rudolf Thal ORCID 0000 -0002 -1036 -1075 promotor Rik Vandenberghe ORCID 0000 -0001 -6237 -2502 co-promotor Project number1 & title Selective vulnerability in Alzheimer’s disease and frontotemporal degeneration: integration of postmortem MRI, mass -spectrometry and histopathology Funder(s) GrantID2 FWO # 12Y1623N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Understanding selective vulnerability is one of the most fundamen tal challenges in the field of neurodegenerative disease. While structural MRI is widely used in clinical diagnostic settings, it lacks more fine-grained information on the nature of the observed atrophy . The current proposal aims for a multidisciplinary integration of postmortem MRI with in -depth protein and cellular analyses using histopathology and mass -spectrometry. The unique combination of these modalities allows a bidirectional approach. First, we will link cellular and molecular protein signatures t o atrophy patterns informing on selectively vulnerable (i) brain regions as well as (ii) brain networks. Second, postmortem MRI will be of substantial value to put the observed histopathological and mass -spectrometric regional findings in a broader, whole -brain network context. Third, recent methods for MRI -based disease staging allows us to situate an individual’s brain and the different brain regions on a disease continuum that will enable us to define the type of neuropathological and mass -spectrometric changes occurring in a given disease stage. The three modalities ( postmortem MRI, histopathology and mass -spectrometry) will be applied in two neurodegenerative diseases: A lzheimer’s disease (preclinical and symptomatic), and patients with frontotemporal lobar degeneration (FTLD, behavioral variant and primary progressive aphasia), and will be compared to cognitively intact controls. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or d ata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is ab out), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Raw MRI data MRI data from study participants: clinical brain MRI (reused) and postmortem MRI of a fixed brain New and reused digital experimental Other: PAR/REC, DICOM , metadata: .txt < 1TB / FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 hemisphere of autopsy cases (new) Processed MRI data MRI data from study participants: clinical brain MRI (reused) and postmortem MRI of a fixed brain hemisphere of autopsy cases (new) New and reused digital experimental Other: .hdr/img, .nii < 1TB / Stained slides Glass slides with fixed tissue of autopsy cases New and reused physical experimental / / 15000 - 35000 slides Microscopic images Documentation of pathologies for quantitative assessments New digital experimental Other: .jpeg and .tif, .czi (scanned slides) 300GB - 2TB / Tissue samples Extracted from bulk brain (frozen or fixed) New physical experimental / / 500 eppendorf tubes and paraffin blocks FWO DMP Template (Flemish Standard DMP) 8 Raw mass - spectrometry data mass - spectrometry of frozen tissue samples (4 biochemical fractions) New digital Software: Mascot and Maxquant files .xml < 1TB / Processed mass - spectrometry data mass - spectrometry of frozen tissue samples (4 biochemical fractions) New digital Software: Progenesis/Scaff old/Maxquant datasets .txt or .xlsx < 1TB / Databases for statistical analysis Summary of all data (age, sex, other demographics, neuropathologi cal parameters, MRI and mass - spectrometry data) for statistical analysis New and reused digital observational .xlsx or R files 1-3 GB / Associated scripts custom scripting New digital experimental R, Matlab and Statistical Parametric mapping, Freesurfer files <1 MB / FWO DMP Template (Flemish Standard DMP) 9 Associated figures R, ppt, paint, Adobe Illustrator New digital experimental .pdf, .jpeg, .png, .tif 20MB / Manuscript files .docx, latex New digital experimental .docx, latex 20MB / GUIDANCE : DATA CAN BE DIGITAL O R PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPE D BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPE S: OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATION S); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGRE GATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORM ATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIP T. DIGITAL DATA VOLUME : PLEASE ESTIMATE THE U PPER LIMIT OF THE VO LUME OF THE DATA PER DATASET OR DATA TYP E. PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIA LS (FOR EXAMPLE THE NUMBER OF RELEVANT B IOLOGICAL SAMPLES TH AT NEED TO BE STORED AND PRESERVED DURIN G THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persis tent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Not applicable. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 10 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: This project makes secondary use of human tissue samples and clinical data from dece ased individuals. For this reason, n o clinical identifiers will remain as data are pseudonymized. Additionally, t his study has be en registered with the Ethical Committee of the UZ Leuven (s63187) and an amendment will be filed for postmortem MRI . FWO DMP Template (Flemish Standard DMP) 11 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☒ Yes ☐ No If yes: - Short description of the kind of personal data that will be used: In this project, we will use age, sex, neuropsychological data, neuropathological parameters (e.g. Braak stage of neurofibrillary tangle pathology, etc.) , MRI and proteomic data. Names and identifying information (EAD, EMD,..) will only appear on informed consent forms and raw clinical MRI data, which will be kept in a locked cabinet that can only be accessed by lab personnel and on UZ Leuven PACS , respectively . Only stu dy personnel will have access to all digital files, which will be securely stored on KU Leuven maintained laboratory servers. Each participant will have been assigned a random study code so that data are pseudonymized. For personal and sensitive data, we will abide by the Belgian law on the protection of individuals with regard to the processing of personal data (30th July 2018) and the General Data Protection Regulation (GDPR) 2016/679. For p ostmortem data, GDPR does not apply. -Privacy Registry Reference: This study has been registered with the Ethical Committee of the UZ Leuven (s63187) and an amendment will be filed for postmortem MRI . 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 12 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. The processed mass -spectrometry data could lead to target lead identification for further preclinical development by pharmaceutical companies. Translation between postmortem MRI and clinical MRI data could aid in the development of more sensitive markers for disease in patient populations. Ownership of the data generated in this project belongs to KU Leuven . FWO DMP Template (Flemish Standard DMP) 13 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration ag reements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: MTAs and contracts with 3rd parties are in place: MTA with Mesulam Center: regulates the use of frozen brain tissue and linked clinical data of this project of n=64 samples . MTA with Netherlands Brain bank (NBB) : regulates the use of frozen brain tissue and linked clinical data of this project of n=9 samples. Contract with Ulm University (Germany): regulates the inclusion of autopsy brain tissue and linked clinical data received from Ulm University in the research projects of Dietmar Thal. Contract with University of Bonn (Germany): regulates the inclusion of autopsy brains and linked clinical data received from University of Bonn in the research projects of Dietmar Thal. Contract with GE -Healthcare with Dietmar Thal : end-of-life study coho rt includin g AD brains . Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 14 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). We will name folders and files with self -explanatory names and version number e.g. “Dataset_masspec_paper_v25Jan2023”, Document R code with sufficient detail, including source of code or statistical information Protocols (in Word) will be made in order to facilitate reproducibility of the analyses and acquired results README.txt files will be added where necessary . FWO DMP Template (Flemish Standard DMP) 15 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: Digital files will be named following a standard pro cedure, so that all the names of all files in a given dataset will be in the same format: All names will start with the date (and time if applicable), followed by the project acronym, a short but specific descriptive name and a version number (containing l eading zeros as needed) if applicable. Whenever possible names will be kept under 32 characters. Names will only contain letters, numbers and underscores. Dots will only be used for version control indicators (minor revisions indicated by decimal numbers, and major revisions by whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format All changes in the files will be recorded. Data files will be stored in suitably labelled and organized folders and sub -folders, accompanied by a README.txt file in the top level directory of the dataset, containing all the associated metadata. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. File names and locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data. Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classific ations • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including FWO DMP Template (Flemish Standard DMP) 16 version number) used to produce and to read the data, the purpose of the experi ment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access For manuscripts, metadata information will be submitted alongside the final version of the manuscript, including the names, titles and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 17 Where will the data be stored? 1. Stained sections and residual tissue from autopsy cases: UZ Leuven biobank 2. Microscopic images, databases, proteomic data , MRI from autopsy cases: KU -Leuven J - and L-drives (the group members of the Laboratory of Neuropathology, Prof. Rik Vandenberghe have access), UZ Leuven - UZ data (only the PI has access together with the IT officer of the pathology service) 4. All the relevant algorithms, scripts and software code drivi ng the project will be stored in private online git repositories, and where relevant will be made publicly available upon publication. How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES RE GARDING BACKUP PROCEDURES WHEN APPROPRIATE . KU Leuven drives are backed -up according to the following scheme: - data stored on the “L -drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J -drive” i s backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. UZ Leuven data are automatically back -uped by UZ Leuven IT and follow standards for patient data safety. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 18 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concis ely: There are 2 TB storage space available on UZ data. Another 1TB storage space is available on our KU -Leuven J - and L -drives. There is sufficient storage and back -up capacity on all KU Leuven servers: - the “L -drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front -end. - the “J -drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. If no, please specify : / How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE T HAT STORED AND TRANSFERRED DATA ARE SAFE. 7 Access to the KU Leuven data drives is strictly regulated. UZ data files stored in this project will be available only for the PI. Data on the J - and L -drive at KU Leuven will be restricted to the group members of the Laboratory. All cases used in this project are pseudonymized. This means that all researchers have no access to the name or other personalized data. slides are stored in the UZ Leuven biobank that grants access only to authorized staff and also stores the clinical slides of the UZ Leuven pathology department. The research building is restricted by badge system so only empl oyees are allowed in and visitors are allowed under supervision after registration. FWO DMP Template (Flemish Standard DMP) 19 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of digital data storage on KU Leuven drives are as follows: 173,78€/TB/Year for the “L -drive” and 519€/TB/Year for the “J -drive”. The costs will be paid from the FWO grant and from long -term budget of Rik Vandenberghe (Mady Browaeys fund). 5. Data Preservation after the end of the Resear ch P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All data will be retained for at least 10 years after the end of the project conform the KU Leuven RDM policy. FWO DMP Template (Flemish Standard DMP) 20 Where will these data be archived (stored and curated for the long -term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage w ill be ensured as follows: -Digital datasets (including MRI) : files will be stored at the UZ-data drive of the PI at UZ Leuven which is automatically backuped . -Tissue samples and sections: Tissue and stained sections will be stored in the UZ Leuven biobank. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the period of 10 years approximately 1737,80 € (173,70 €/TB) will be needed to continue data storage on KU -Leuven s ervers. Currently, no c osts are required for biobanking at UZA biobank . If needed, costs will be covered from the laboratory budget and hospital budgets . FWO DMP Template (Flemish Standard DMP) 21 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) 22 If access is restricted, please specify who will be able to access the data and under what conditions. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. The data will be published in scientific journal and on databases, e.g. BioRxiv. In addition, published data will also be made availble via Lirias. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain suffi cient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the d ata used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are per mitted. Data will be published and files with the related results will be made available via the publications (supplementary data) or via common databases (github, ..). Additional data (e.g. histological sections) can be shared online upon request. Unpubl ished results will not be shared with other parties (except collaborators) prior to official publication. It is the aim of the researchers to publish all data produced. FWO DMP Template (Flemish Standard DMP) 23 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g . as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Personal data will not be publishe d, only pseudo anonymized data . If despite all efforts it is not possible to protect the identities of subjects even after removing all identifi ers, personal data will not be made public. Physical s lides and human tissues will not be shared due to legal issues (MTA contracts, needs for study documentation). Scanned slides can be made avai lable upon request, provided funding for server. We aim at communicating our results in top journals that require full disclosure of all included data. Bio logical material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. The MTA that describes the use of data between the collaborating sites indicates that data will first be shared by the collaborators. In the event that a patent will be filed out data will not be shared before LRD will allow that. FWO DMP Template (Flemish Standard DMP) 24 Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository In a restricted access repository Upon request by mail Other (specify): The data availability depends on the type of data: Open Access data will be made available via open access publication and the files uploaded in Lirias. Data published in non -open access journals will be thereby published in a restricted access repository. However, an open access version will also be available via Lirias. Protocols and raw data files will be made available in a pseudonymized manner only upon request by E -mail. In the event that scan ned slides of histological sections will be requested we will offer to analyse the sections together under the micro scope with the requester online via Skype or similar services. This is necessary because we will have to keep the slides for 10 years for documentation purposes. Algorithms and scripts will be shared in public repositories (e.g. github) or upon request by E-mail. When will the data be made available? THIS COULD BE A SPECI FIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results. As a general rule all research outputs will be made openl y accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or on going projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. FWO DMP Template (Flemish Standard DMP) 25 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CA N BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDE R ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGIN AL DATA CREATORS .” 8 As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Un iversal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC -BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes ☐ No If yes: For manuscripts, metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be as signed a unique Digital Object Identifer (DOI) by the publisher. What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. Journals have a varying p ublication cost ranging between 0 € (non -open access journals) - 9000 € (open access journals). 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 26 7. Responsibilities Who will manage data documentation and metadata during the research project? Digital data (MRI, microscopic images, mass -spectrometry,.. ) will be managed by Jolien Schaeverbeke, clinical data: Rik Vandenberghe. Pathology data: Dietmar Thal, Alicja Ronisz, Simona Ospitalieri, PhD - students of the lab of Neuropathology Who will manage data storage and backup during the research project? Digital data (MRI, microscopic im ages, mass -spectrometry,..) will be managed by Jolien Schaeverbeke, clinical data: Rik Vandenberghe. Pathology data: Dietmar Thal, Alicja Ronisz, Simona Ospitalieri, PhD - students of the lab of Neuropathology For back -up KU -Leuven the IT department guarantees the back -up service of th e KULeuven drive that will be used to store the data. Who will manage data preservation and sharing? Jolien Schaeverbeke is ultimately responsible for all data preservation. Sharing of data can be done through MTAs with Rik Vandenberghe and Dietmar Thal. Who will update and implement this DMP? Jolien Schaeverbeke is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}