{
    "document_id": "D-2021-1246",
    "LinkTitle": "D-2021-1246",
    "file_name": "D-2021-1246.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1246.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 1S16122N\nPrincipal Investigator / Researcher\n Ineke Velghe\nProject Data Contact\n Ineke Velghe\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIneke Velghe\nFWO Project Number & Title\n1S16122N Quantitative study on the degradation behaviour of a bio-based polyester exposed to\nthermomechanical loading during melt processing\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \nType of data\nFormat\nVolume\nHow created\n1 (KF)\nMoisture\ncontent analysis\n(numerical)\npdf, txt\n< 60 MB\nKarl Fischer\ntitration\nmeasurements\n2\n(PPL)\nComplex\nviscosity\nmeasurements\n(numerical)\nxlsx\n< 50 MB\nParallel plate\nrheometer\nmeasurements in\nWP 1a\n3\n(DRC)\nExtrusion\nprocessing\nconditions\n(numerical)\nxlsx\n< 20 MB\nDr. Collin single\nscrew extruder\nprocessing in WP\n1b, 2 and 3\n4\n(JMP)\nStatistical\nanalysis of\ncollected data\n(numerical)\npdf\n< 50 MB\nSAS JMP analysis\nof collected\nDesign of\nExperiment data\n5\n(DOE)\nAnalysis of\ndata \nxlsx\n< 20 MB\nManual analysis\nof Design of\nExperiment in\nexcel\n6\n(GPC)\nMolecular\nweight\nmeasurements\n(numerical)\npdf, xlsx\n< 60 MB\nGPC\nmeasurements on\ncollected samples\nafter processing\n7\n(DSC)\nIsothermal\ncrystallization\nmeasurements\n(numerical)\ntxt\n<\n300 MB\nDSC\nmeasurements on\ncollected samples\nafter processing\n8\n(MM)\nMathematical\nmodel to\npredict\ndegradation\nxlsx\n< 250\nMB\nBuilt own\nmathematical\nmodel to predict\ndegradation\nduring processing\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe data generated in the third work package (8 (MM) mathematical model to predict the\namount of degradation during processing) has potential for valorisation and will therefore not be\nshared after the project has ended. \nAll other data will be made available at the end of the project in the RDR data repository upon\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nrequest and under a CC BY-NC license. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data created in this doctoral research, is numerical experimental data. Therefore, a general\nREADME-file is provided in the main folder of the data. It contains information on:\nthe scope of the doctoral research\nthe structure of the doctoral research (work packages)\nhow to access the data\nthe database structure (folder hierarchy)\nthe types of data created in the doctoral research\nthe PLA grades used throughout the research\nthe naming of different samples referred to in all files\nhow filenames are structures\nthe processing conditions used for samples\nthe general test protocols\nthe explanation on the general metadata-file\nAll descriptive information needed to know how the data was created can be found in this\nREADME-file. No separate README-files are made in each folder to avoid repeating the same\ninformation, because the information is valid for all types of measurements performed. Someone\nwho is interested in the data, has one documentation file to read that contains all descriptive\ninformation about the project. This general documentation file will be updated regularly\nthroughout the doctoral research.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNo metadata standards were found for this specific research field. Because it is clear which\nmetadata is required to report, a metadata-excel is provided together with the documentation\nREADME-file. The metadata-excel is divided into multiple worksheets, each named after a type of\ndata (1 KF, 2 PPL, ... , 8 MM). Each worksheet consists of the same general columns (work\npackage, date created, material name, sample code, operator, filename...) and some specific\ncolumns that are describing typical information of a certain equipment (type of gas, gas flow\nrate, gas proessure, type of vials...) which is not reported in the raw data files. In this way, all\nnecessary information on how a measurement was performed is available and transparant for\ninterested, external users.\nThe name of each column is described in the general README-file saved in the main folder. \nDuring this doctoral research, a search for interesting metadata-standards will be performed\nfrequently. Until then, metadata will be stored in the excel file. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored in three separate locations:\nA first location to store the data is my personal network drive by KU Leuven. In this way, it is not\nsaved locally on my laptop, but is stored in the secure KU Leuven data centres. \nA second location to store the data is on OneDrive. Also OneDrive does not store data locally and\nit can be accessed from everywhere. This OneDrive will be shared with my supervisor Frederik\nDesplentere and assessor Bart Buffel, so they also have access to all data at any point. \nA third location is my personal external hard drive, on which a regular back-up of the data will be\nmade. The disadvantage is that this drive is only available to me and the data is not stored\nlocally, so it only serves as a third location out of precaution. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nHow is backup of the data provided?\nThe data will be stored by the KU Leuven's central server with automatic daily back-up\nprocedures. Also OneDrive take automatic back-ups.\nNext to automatic back-ups, a monthly manual back-up is made to a personal external hard\ndrive.\nAll experimental results are also stored on the computers in the lab, each computer belonging to\na certain type of equipment. This can alse be seen as an additional back-up option, even though\nthe data is not centralized. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe personal network drive is large enough to store all data created. At this moment, more than\n12 TB is still available. Also the OneDrive, which has a minimum storage space of 2 TB and can\nbe increased up to 5 TB, is large enough to store all data and back-ups.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe personal network drive and OneDrive is free for all KU Leuven staff, so no additional costs\nshould be covered during the doctoral research. No additional storage space is needed, so no\ncosts need to be covered.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo private or personal data is created or used in this project. All data will be stored on my\npersonal network drive, which no one can access. Also the back-ups on my personal external\nhard drive can not be accessed by anyone. Only the data shared with my supervisor and\nassessor in OneDrive can be accessed by us three. \nAs mentioned before, the network drive of KU Leuven is secured and data is not stored only\nlocally. The fact that multiple storage locations are used, increases the data security. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data created in this doctoral research will be retained after the project and will be stored for a\nperiod of minimally 10 years after the end of the project (as expected by KU Leuven research\ndata management policy). There are no contractual restrictions or personal data, so all data that\nwas created in this doctoral research will be stored.  \n \nWhere will the data be archived (= stored for the longer term)?\nAll data will be stored on a shared network drive from KU Leuven. The ProPoliS research group, in\nwhich this doctoral research is performed, has a shared network drive to store and share data. In\nthis way, my promotor Frederik Desplentere and assessor Bart Buffel have aceess to the data\nand will be responsible of the data for minimal 10 years after this PhD.  \nThe data description, documentation and metadata will be made available in the RDR data\nrepository by the KU Leuven. If anyone (students, colleagues, external researchers etc) is\ninterested in the data, Frederik Desplentere and Bart Buffel need to be contacted.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nBecause no large data files needs to be stored and the ProPoliS shared network drive will exist\nafter this doctoral research, no additional costs should be covered. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nYes. Specify:\nSince the mathematical predicitive model (output in this doctoral research) could have potential\nfor valorisation, the access and sharing of data will be restricted. A documentation and metadata-\nfile describes the restricted datasets and will be available in the RDR data repository, but the\nactual data (KF, GPC, PPL, DRC, DSC, JMP, DOE) will only be made available to researchers upon\napplication and can not be used for commercial use as described in the CC BY-NC license. The\nmathematical model data (MM) will not be shared, unless inside the ProPoliS research group.\nWhich data will be made available after the end of the project?\nSince the mathematical predicitive model (output in this doctoral research) could have potential\nfor valorisation, the access and sharing of data will be restricted. A documentation and metadata-\nfile describes the restricted datasets and will be available in the RDR data repository, but the\nactual data (KF, GPC, PPL, DRC, DSC, JMP, DOE) will only be made available to researchers upon\napplication and can not be used for commercial use. The mathematical model data (MM) will not\nbe shared, unless inside the ProPoliS research group.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe data repository RDR from KU Leuven will be used to upload and describe data which was\ncreated in this doctoral research. Metadata will be published and available for everyone to find\nresearch data more easily. The actual data will only be available upon application. RDR stores the\ndata in a secure way and provides access rights / licensing of data. \nWhen will the data be made available?\nImmediately after the end of the project\nThe datasets (KF, PPL, DRC, DSC, GPC, DOE, JMP) will be made (restricted) available in the RDR\ndata repository at the end of the doctoral research. \nAs described above, the mathematical model has potential for tech transfer and valorisation. The\ndata will be kept inside the ProPoliS research group and will not be shared immediately after the\nend of the project.\nWho will be able to access the data and under what conditions?\nPeople who are interested in the data, after reading the data description, documentation and\nmetadata files in the RDR data repository, can get access to the data upon request and under a\nCC BY-NC license. This means that data is available to anyone, provided that they give\nappropriate credit to the creators and that it will not be used for commercial use.\nAs described above, the mathematical model has potential for tech transfer and valorisation. The\ndata will be kept inside the ProPoliS research group and will not be shared immediately after the\nend of the project.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing, since RDR is the KU Leuven data repository and it\nis free for KU Leuven staff with a u-number and an Orcid-number.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nIneke Velghe\nWho will be responsible for data storage & back up during the project?\nIneke Velghe\nWho will be responsible for ensuring data preservation and reuse ?\nIneke Velghe\nWho bears the end responsibility for updating & implementing this DMP?\nMy supervisor Frederik Desplentere and assessor Bart Buffel, both part of the ProPoliS research\ngroup, bear the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 1S16122N Principal Investigator / Researcher Ineke Velghe Project Data Contact Ineke Velghe Institution KU Leuven 1. General Information Name applicant Ineke Velghe FWO Project Number & Title 1S16122N Quantitative study on the degradation behaviour of a bio-based polyester exposed to thermomechanical loading during melt processing Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created 1 (KF) Moisture content analysis (numerical) pdf, txt < 60 MB Karl Fischer titration measurements 2 (PPL) Complex viscosity measurements (numerical) xlsx < 50 MB Parallel plate rheometer measurements in WP 1a 3 (DRC) Extrusion processing conditions (numerical) xlsx < 20 MB Dr. Collin single screw extruder processing in WP 1b, 2 and 3 4 (JMP) Statistical analysis of collected data (numerical) pdf < 50 MB SAS JMP analysis of collected Design of Experiment data 5 (DOE) Analysis of data xlsx < 20 MB Manual analysis of Design of Experiment in excel 6 (GPC) Molecular weight measurements (numerical) pdf, xlsx < 60 MB GPC measurements on collected samples after processing 7 (DSC) Isothermal crystallization measurements (numerical) txt < 300 MB DSC measurements on collected samples after processing 8 (MM) Mathematical model to predict degradation xlsx < 250 MB Built own mathematical model to predict degradation during processing 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The data generated in the third work package (8 (MM) mathematical model to predict the amount of degradation during processing) has potential for valorisation and will therefore not be shared after the project has ended. All other data will be made available at the end of the project in the RDR data repository upon This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 request and under a CC BY-NC license. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data created in this doctoral research, is numerical experimental data. Therefore, a general README-file is provided in the main folder of the data. It contains information on: the scope of the doctoral research the structure of the doctoral research (work packages) how to access the data the database structure (folder hierarchy) the types of data created in the doctoral research the PLA grades used throughout the research the naming of different samples referred to in all files how filenames are structures the processing conditions used for samples the general test protocols the explanation on the general metadata-file All descriptive information needed to know how the data was created can be found in this README-file. No separate README-files are made in each folder to avoid repeating the same information, because the information is valid for all types of measurements performed. Someone who is interested in the data, has one documentation file to read that contains all descriptive information about the project. This general documentation file will be updated regularly throughout the doctoral research. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No No metadata standards were found for this specific research field. Because it is clear which metadata is required to report, a metadata-excel is provided together with the documentation README-file. The metadata-excel is divided into multiple worksheets, each named after a type of data (1 KF, 2 PPL, ... , 8 MM). Each worksheet consists of the same general columns (work package, date created, material name, sample code, operator, filename...) and some specific columns that are describing typical information of a certain equipment (type of gas, gas flow rate, gas proessure, type of vials...) which is not reported in the raw data files. In this way, all necessary information on how a measurement was performed is available and transparant for interested, external users. The name of each column is described in the general README-file saved in the main folder. During this doctoral research, a search for interesting metadata-standards will be performed frequently. Until then, metadata will be stored in the excel file. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored in three separate locations: A first location to store the data is my personal network drive by KU Leuven. In this way, it is not saved locally on my laptop, but is stored in the secure KU Leuven data centres. A second location to store the data is on OneDrive. Also OneDrive does not store data locally and it can be accessed from everywhere. This OneDrive will be shared with my supervisor Frederik Desplentere and assessor Bart Buffel, so they also have access to all data at any point. A third location is my personal external hard drive, on which a regular back-up of the data will be made. The disadvantage is that this drive is only available to me and the data is not stored locally, so it only serves as a third location out of precaution. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 How is backup of the data provided? The data will be stored by the KU Leuven's central server with automatic daily back-up procedures. Also OneDrive take automatic back-ups. Next to automatic back-ups, a monthly manual back-up is made to a personal external hard drive. All experimental results are also stored on the computers in the lab, each computer belonging to a certain type of equipment. This can alse be seen as an additional back-up option, even though the data is not centralized. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The personal network drive is large enough to store all data created. At this moment, more than 12 TB is still available. Also the OneDrive, which has a minimum storage space of 2 TB and can be increased up to 5 TB, is large enough to store all data and back-ups. What are the expected costs for data storage and back up during the project? How will these costs be covered? The personal network drive and OneDrive is free for all KU Leuven staff, so no additional costs should be covered during the doctoral research. No additional storage space is needed, so no costs need to be covered. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No private or personal data is created or used in this project. All data will be stored on my personal network drive, which no one can access. Also the back-ups on my personal external hard drive can not be accessed by anyone. Only the data shared with my supervisor and assessor in OneDrive can be accessed by us three. As mentioned before, the network drive of KU Leuven is secured and data is not stored only locally. The fact that multiple storage locations are used, increases the data security. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data created in this doctoral research will be retained after the project and will be stored for a period of minimally 10 years after the end of the project (as expected by KU Leuven research data management policy). There are no contractual restrictions or personal data, so all data that was created in this doctoral research will be stored. Where will the data be archived (= stored for the longer term)? All data will be stored on a shared network drive from KU Leuven. The ProPoliS research group, in which this doctoral research is performed, has a shared network drive to store and share data. In this way, my promotor Frederik Desplentere and assessor Bart Buffel have aceess to the data and will be responsible of the data for minimal 10 years after this PhD. The data description, documentation and metadata will be made available in the RDR data repository by the KU Leuven. If anyone (students, colleagues, external researchers etc) is interested in the data, Frederik Desplentere and Bart Buffel need to be contacted. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Because no large data files needs to be stored and the ProPoliS shared network drive will exist after this doctoral research, no additional costs should be covered. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Yes. Specify: Since the mathematical predicitive model (output in this doctoral research) could have potential for valorisation, the access and sharing of data will be restricted. A documentation and metadata- file describes the restricted datasets and will be available in the RDR data repository, but the actual data (KF, GPC, PPL, DRC, DSC, JMP, DOE) will only be made available to researchers upon application and can not be used for commercial use as described in the CC BY-NC license. The mathematical model data (MM) will not be shared, unless inside the ProPoliS research group. Which data will be made available after the end of the project? Since the mathematical predicitive model (output in this doctoral research) could have potential for valorisation, the access and sharing of data will be restricted. A documentation and metadata- file describes the restricted datasets and will be available in the RDR data repository, but the actual data (KF, GPC, PPL, DRC, DSC, JMP, DOE) will only be made available to researchers upon application and can not be used for commercial use. The mathematical model data (MM) will not be shared, unless inside the ProPoliS research group. Where/how will the data be made available for reuse? In a restricted access repository The data repository RDR from KU Leuven will be used to upload and describe data which was created in this doctoral research. Metadata will be published and available for everyone to find research data more easily. The actual data will only be available upon application. RDR stores the data in a secure way and provides access rights / licensing of data. When will the data be made available? Immediately after the end of the project The datasets (KF, PPL, DRC, DSC, GPC, DOE, JMP) will be made (restricted) available in the RDR data repository at the end of the doctoral research. As described above, the mathematical model has potential for tech transfer and valorisation. The data will be kept inside the ProPoliS research group and will not be shared immediately after the end of the project. Who will be able to access the data and under what conditions? People who are interested in the data, after reading the data description, documentation and metadata files in the RDR data repository, can get access to the data upon request and under a CC BY-NC license. This means that data is available to anyone, provided that they give appropriate credit to the creators and that it will not be used for commercial use. As described above, the mathematical model has potential for tech transfer and valorisation. The data will be kept inside the ProPoliS research group and will not be shared immediately after the end of the project. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing, since RDR is the KU Leuven data repository and it is free for KU Leuven staff with a u-number and an Orcid-number. 8. Responsibilities Who will be responsible for data documentation & metadata? Ineke Velghe Who will be responsible for data storage & back up during the project? Ineke Velghe Who will be responsible for ensuring data preservation and reuse ? Ineke Velghe Who bears the end responsibility for updating & implementing this DMP? My supervisor Frederik Desplentere and assessor Bart Buffel, both part of the ProPoliS research group, bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}