{
    "document_id": "D-2024-3007",
    "LinkTitle": "D-2024-3007",
    "file_name": "D-2024-3007.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3007.pdf",
    "metadata": {
        "title": "INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nDonato Fontanarosa, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Commission (Horizon)\nTemplate: \nTemplate: \nHorizon Europe DMP +\nPrincipal Investigator:\nPrincipal Investigator:\n \nDonato Fontanarosa, n.n. n.n.\nData Manager:\nData Manager:\n \nDonato Fontanarosa, n.n. n.n.\nProject Administrator:\nProject Administrator:\n \nDonato Fontanarosa, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \n101111273\nID: \nID: \n205531\nStart date: \nStart date: \n21-09-2023\nEnd date: \nEnd date: \n20-09-2025\nProject abstract:\nProject abstract:\nAmbitious goals of total greenhouse gas (GHG) emission reduction and decarbonisation have been set by the recent policies European Green Deal,\nEnergy Union (2030 energy and climate targets) and European Union’s 2050 long-term decarbonisation strategy, aiming for a successful green energy\ntransition. My project objective is to enhance the cryogenic chilldown process to minimise liquid hydrogen consumption in future applications as fuel\nfor terrestrial, maritime and aviation transportation. Indeed, combined with partial vehicle electrification, the use of cryogenic fuels (first and foremost\nliquid hydrogen) in terrestrial, maritime and aviation transports has gained an increasingly prominent role thanks to their environmentally friendly\nnature and ability to store the energy and control its release. Cryogenic fuels can be stored as gas or liquid. Even though cryogenic liquefaction\nrequires energy due to typical low temperatures (< 120 K), it is advantageous since it produces high fuel densities. This makes liquified cryogenic fuels\nparticularly suitable for the next hybrid transport systems. However, defined as the initial transient process of keeping the system adjusted to the low\ntemperature, cryogenic chilldown in pipelines of fuel storage and handling systems is still highly inefficient (average quenching efficiency < 39%). I\npropose a new strategy for cryogenic chilldown enhancement by tuning the inner wettability of pipelines using surface engineering via femtosecond\nlaser texturing.\nLast modified: \nLast modified: \n18-03-2024\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n1 of 13\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n2 of 13\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nGDPR record\nGDPR record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n3 of 13\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nGrant proposal\nGrant proposal\n1. Data summary\n1. Data summary\n1.1 Types of data/other research outputs\n1.1 Types of data/other research outputs\nAll research data and metadata are stored in the KU Leuven Research Data Repository (RDR) in portable formats, including explanatory\nReadMe files, and accessible using open-source tools. I make FAIR all research data and outputs as follows. \nCryogenic experimental setup: drawings, technical documentation, and risk assessment. Estimated size (ES): < 10 GB. This\ndocumentation is stored with restricted access that may be given upon justified request.\nRaw numeric data: sensor signals and videos. ES: < 4 TB. These data are stored in vector or matrix formats. Licenses: Open Data\nCommon and/or published on Open Data articles with a digital object identifier.\nData processing: mPOD/DMD/feature selection and classification software codes. Licenses for data sharing and re-use: CC-BY-NC-ND\n4.0.\nQDs/TSP thermography. ES: < 100 GB. Chemical procedures of QDs and TSP have restricted access as subjected to possible patenting. \nFs laser texturing process information and data. ES: < 100 GB. Access to manufacturing procedures is restricted as subjected to possible\npatenting. \nResearch and data articles, conference/workshop manuscripts, and posters are managed by open science practices, and they are published using\nGold or Green Open Access. They are directly accessible on the publisher platforms, as well as they are stored and accessible in the Leuven\nInstitutional Repository and Information Archiving System, which is OpenAIRE compliant. \n2. FAIR principles\n2. FAIR principles\n2.1 Findability of data/research outputs\n2.1 Findability of data/research outputs\nData will be archived in KU Leuven's RDR repository which assigns a unique persistent identifier (DOI) to the deposited data. When needed,\nthese identifiers will be provided in the related publication. All authors involved in the project will also be linked to their respective ORCID\nIDs.\n2.2 Accessibility of data/research outputs\n2.2 Accessibility of data/research outputs\nData and metadata concerning the cryogenic chilldown investigation are deposited in the RDR repository as open data (public access under the\nCC-BY-NC-ND 4.0 license). \nData related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are\ndeposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation\nalready scheduled within ten months after the project's completion.\nAll metadata in RDR are always openly available, even with restricted access datasets.\nPeer-reviewed publications are available through Gold or Green Open Access on the publisher's website, and they are also deposited in KU\nLeuven's repository system (\"Liras\").\nPhysical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request\ndue to safety reasons.\n2.3 Interoperability of data/research outputs\n2.3 Interoperability of data/research outputs\nThe project data formats are:\n.step, .dwg, .pdf., .avi, .tiff, .txt, .csv, .svg, .png, .pdf: they are open standards and, therefore, accessible via open-source software.\ndocx, .doc: they are not open standards, and a copy in .odt will be provided to make them accessible via open-source software.\n.mat.: this is a Matlab-licensed standard, but it can be accessed via the open-source toolbox Python. A Readme metafile will explain how to\naccess .mat data via Python. \n.m: this is a Matlab-licensed standard. .m data files will contain the routines for data processing. A conversion to the open-access format .py\n(open-source toolbox Python) will be provided if applicable.   \nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n4 of 13\nA metadata standard will be automatically applied upon deposition of the data into the\nRDR archive. Controlled vocabularies are already integrated in the RDR repository, allowing meta(data) to be combined and exchanged.\nMoreover, a logical hierarchy of folders will be used together with a systematic file nomenclature including dates (YYYYMMDD), project\nname, and designer name.\n2.4 Reusability of data/research outputs\n2.4 Reusability of data/research outputs\nIn all data folders of each dataset, separate files will be created (ReadMe.txt files) reporting information about the data, their context and\nprovenance, and their analysis. This includes: i) an overview of files in the respective folder, ii) an overview of the performed\ncomputations/analysis and their relation to each other, iii) the purpose of the performed computations and their relation to other datasets and\npublications (if applicable). In addition, all output files deposited in the trusted repository include by default the input file and the version\nnumber of the software used to generate them. This ensures the usability and reproducibility of the data.\n3. Resources and responsibilities\n3. Resources and responsibilities\n3.1 Curation and storage/preservation costs\n3.1 Curation and storage/preservation costs\nData are archived in a trusted repository, i.e., the RDR repository of KU Leuven. Additional storage resources are made available to the\nresearch fellow for the backup of the produced raw and processed data during the project.\nIn this regard, data produced during the practical activities will be temporarily stored in portable data drives (which are used during the\nsecondment at ESA-ESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to\n1 TB, ii) 1 portable SSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of\nthe research fellow and all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes)\nonto the university’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored\nat KU Leuven’s large volume storage server until at least 5 years after the end of the project. \nThere will be no cost to make data and research output FAIR, as adopted repositories (RDR and Liras) and in-house storage servers are free of\ncharge.\nI already attended two training sessions of two hours each offered by KU Leuven to learn efficient research data management; I will attend\nmore if required during the project for free.\n3.2 Person/team responsible for data management and quality assurance\n3.2 Person/team responsible for data management and quality assurance\nMy supervisors (Prof. Vetrano) and the research fellow (Dr. Donato Fontanarosa) are responsible for data management and quality assurance. \nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n5 of 13\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nINCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems\nFull DMP\nFull DMP\nVersion information\nVersion information\nAction number\nAction number\n101111273 \nAction acronym\nAction acronym\nINCEPT \nAction title\nAction title\nA new strategy for chilldown enhancement in cryogenic propulsion systems\nDMP version number\nDMP version number\nv1 \nDate\nDate\nFebruary 28, 2024\n1. Data summary\n1. Data summary\n1.1 Will you re-use any existing data and what will you re-use it for?\n1.1 Will you re-use any existing data and what will you re-use it for?\nNo re-use of data is planned, only generation of new data.\n1.2 What types and formats of data and other research outputs will the project generate or re-use?\n1.2 What types and formats of data and other research outputs will the project generate or re-use?\n1\n. \nCryogenic experimental setup: drawings, technical documentation, and risk assessment. Formats: .step, .dwg, .docx, .doc, .pdf.\n2\n. \nRaw data: sensor signals and videos. Formats: .avi, .tiff, .txt, .csv\n3\n. \nData processing: mPOD/DMD/feature selection and classification software codes. Formats: .m, .mat, .csv, .svg, .png, .pdf\n4\n. \nQDs/TSP thermography:  procedures and protocols of coating preparation and deposition; optical/thermal/physical performance. Formats:\n.doc, .docx, .txt, .pdf, .png\n5\n. \nFemtosecond laser texturing: process information and data. Formats: .doc, .docx, .txt, .pdf, .png\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\nThe project aims to: 1) understand the role of the wettability/wickability during the cryogenic chilldown process; 2) develop new advanced\nthermography for the diagnostics of cryogenic 2-phase flow; 3) explore the potential of the femtosecond laser texturing (fs-LST) in enhancing\nthe efficiency of the cryogenic chilldown process. The scientific research will produce data concerning protocols/procedures of the fs-LST and\nadvanced thermography. Sensor and imaging data will be produced during the experiments and post-processing, shedding light upon the\nunderstanding and quantifying the efficiency enhancement of the cryogenic chilldown process.\nFurthermore, a cryogenic transfer line facility will be designed and built at the Department of Mechanical Engineering of KU Leuven, and the\nRisk Assessment will be defined together with the Healt/Safety/Environment Department of KU Leuven. Such an activity will produce\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n6 of 13\ndrawings and technical documentation which will be an added value for the KU Leuven.\n1.4 What is the expected size of the data that you intend to generate or re-use?\n1.4 What is the expected size of the data that you intend to generate or re-use?\n1\n. \nCryogenic experimental setup: drawings, technical documentation, and risk assessment. Estimated size: < 10 GB\n2\n. \nRaw data: sensor signals and videos. Estimated size: < 4 TB\n3\n. \nData processing: mPOD/DMD/feature selection and classification software codes. Estimated size: < 4 TB\n4\n. \nQDs/TSP thermography: procedures and protocols of coating preparation and deposition; optical/thermal/physical performance.\nEstimated size: < 100 GB\n5\n. \nFemtosecond laser texturing: process information and data. Estimated size: < 100 GB\n1.5 What is the origin/provenance of the data, either generated or re-used?\n1.5 What is the origin/provenance of the data, either generated or re-used?\n1\n. \nCryogenic experimental setup: drawings, technical documentation, and risk assessment. \n2\n. \nRaw data: sensor signals and videos. \n3\n. \nData processing: mPOD/DMD/feature selection and classification software codes. \n4\n. \nQDs/TSP thermography: procedures and protocols of coating preparation and deposition; optical/thermal/physical performance.\n5\n. \nFemtosecond laser texturing: process information, protocols and data.\n1.6 To whom might your data be useful ('data utility'), outside your project?\n1.6 To whom might your data be useful ('data utility'), outside your project?\nCryogenic experimental setup\nDepartment of Mechanical Engineering, KU Leuven;\nHSE Department, KU Leuven.\nRaw data/Data processing/QDs/TSP thermography/Femtosecond laser texturing\nscientific community working on cryogenic two-phase flows;\nscientific community working on cryogenic transfer lines;\nscientific community working on advanced measurement techniques;\nindustrial community working with cryogenic handling and transfer;\nindustrial community working with advanced laser technology; \nindustrial community working with advanced measurement techniques.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\nYes: describe below\nData will be archived in KU Leuven's RDR repository which assigns a unique persistent identifier (DOI) to the deposited data. When needed,\nthese identifiers will be provided in the related publication. All authors involved in the project will also be linked to their respective ORCID\nIDs.\n2.1.2 Will rich metadata be provided to allow discovery?\n2.1.2 Will rich metadata be provided to allow discovery?\nWhat metadata will be created?\nWhat metadata will be created?\nWhat disciplinary or general standards will be followed?\nWhat disciplinary or general standards will be followed?\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nNo specific metadata standard exists for this project. \nInformation helping to document the provenance of the data generated during this research project will be initially recorded in ReadMe.txt\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n7 of 13\nfiles. Discoverability of output data will then be possible by depositing output data into the RDR repository at KU Leuven. Within the RDR\nrepository, general metadata standards are automatically applied upon upload of each dataset, which facilitates identification of the deposited\ndata, allowing long-term findability, accessibility and usability of the data. The RDR metadata model includes required, recommended and\noptional fields to make the dataset more findable and reusable. Required fields are: title, author name and contact information, identifiers,\ndescription of the dataset, keywords, format of the resource, and access right\ninformation.\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\nYes: describe below\nA preliminary set of keywords is: cryogenic safety, cryogenic chilldown, fs-LST, advanced thermography\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\nYes: describe below\nThe RDR repository is a trusted data repository that ensures metadata fields and digital object identifiers (DOIs) to uploaded data. In such a\nway, research data will be archived and indexed in a controlled manner, and thus, easy to discover.\n2.2 FAIR data: Making data accessible\n2.2 FAIR data: Making data accessible\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\nYes: describe below\nThe research data and metadata are deposited in the KU Leuven RDR repository.\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited?\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited?\nYes\nDuring the project, all produced data are stored on the university’s central server provider with automatic daily backup and only accessible to\nthe researchers involved in the project. \nAll research data (both raw and processed) and metadata are deposited in the KU Leuven RDR repository. \nPhysical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories.\n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to\n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to\na digital object?\na digital object?\nThe KU Leuven RDR repository usually assigns a digital object identifier (DOI) upon deposit.\n2.2.4 Will all data and other research outputs be made openly available?\n2.2.4 Will all data and other research outputs be made openly available?\nNo, certain datasets cannot be shared openly for the following reasons:\nData and metadata concerning the cryogenic chilldown investigation are deposited in the RDR repository as open data (public access under the\nCC-BY-NC-ND 4.0 license). \nData related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n8 of 13\ndeposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation\nalready scheduled within ten months after the project's completion.\nAll metadata in RDR are always openly available, even with restricted access datasets.\nPeer-reviewed publications are available through Gold or Green Open Access on the publisher's website, and they are also deposited in KU\nLeuven's repository system (\"Liras\").\nPhysical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request\ndue to safety reasons.\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\nNo\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be\nmade available as soon as possible.\nmade available as soon as possible.\nNA\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\nYes: describe below\nData accessibility is ensured by the data management policy of the RDR repository.\n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\nData related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are\ndeposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation\nalready scheduled within ten months after the project's completion.\nPhysical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request\ndue to safety reasons.\nIn all of the cases above, access to data can be requested by contacting the project data responsible (my supervisor Prof. Vetrano and/or me Dr.\nDonato Fontanarosa) via the KU Leuven RDR platform as explained at https://www.kuleuven.be/rdm/en/rdr/request-access.\n \n2.2.9 How will the identity of the person accessing the data be ascertained?\n2.2.9 How will the identity of the person accessing the data be ascertained?\nThe identification of the person accessing the data is managed directly by the KU Leuven RDR platform. As explained at\nhttps://www.kuleuven.be/rdm/en/rdr/request-access,  if the access grant applicant doesn't have a KU Leuven u-number, he/she has to log in\nwith an ORCID ID. If the access grant applicant doesn't have an ORCID ID or a KU Leuven u-number to log in with, he/she has to use the\ncontact button to explain and send your request. \n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\nNo\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please\nclarify why.\nclarify why.\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n9 of 13\nYes\n2.2.12 Will metadata contain information to enable the user to access the data?\n2.2.12 Will metadata contain information to enable the user to access the data?\nYes\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer\navailable?\navailable?\nThe KU Leuven research data management policy expects that relevant research data generated are retained for a period of minimally 10 years\nafter the end of the project, in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Therefore KU\nLeuven RDR also ensures storage for 10 years.\n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the\n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the\nrelevant software (e.g. in open source code)?\nrelevant software (e.g. in open source code)?\nDocumentation files (ReadMe.txt) will include a list of the software used in this project with references. In addition, all output files of\ncalculations include by default the version number of the software used to generate them facilitating the reproducibility. Additional scripts\ngenerated in this project for post-processing data will be uploaded in the RDR repository and will be open access.\n2.3 FAIR data: Making data interoperable\n2.3 FAIR data: Making data interoperable\n2.3.1 \n2.3.1 \nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data\nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data\nexchange and re-use within and across disciplines?\nexchange and re-use within and across disciplines?\nWill you follow community-endorsed interoperability best practices? Which ones?\nWill you follow community-endorsed interoperability best practices? Which ones?\nThe project data formats are:\n.step, .dwg, .pdf., .avi, .tiff, .txt, .csv, .svg, .png, .pdf: they are open standards and, therefore, accessible via open-source software.\ndocx, .doc: they are not open standards, and a copy in .odt will be provided to make them accessible via open-source software.\n.mat.: this is a Matlab-licensed standard, but it can be accessed via the open-source toolbox Python. A Readme metafile will explain how\nto access .mat data via Python. \n.m: this is a Matlab-licensed standard. .m data files will contain the routines for data processing. A conversion to the open-access format\n.py (open-source toolbox Python) will be provided if applicable.   \nA metadata standard will be automatically applied upon deposition of the data into the\nRDR archive. Controlled vocabularies are already integrated in the RDR repository, allowing meta(data) to be combined and exchanged.\nMoreover, a logical hierarchy of folders will be used together with a systematic file nomenclature including dates (YYYYMMDD), project\nname, and designer name.\n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \nWill you provide mappings to more commonly used ontologies?\nWill you provide mappings to more commonly used ontologies?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nIf and when specific vocabularies will be generated during the project, these will be openly available.\n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from\n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from\nprevious research)?\nprevious research)?\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n10 of 13\nYes\nWhere applicable, as many meaningful links as possible between project (meta)data resources will be created to enrich the contextual\nknowledge about the project data.\n2.4 FAIR data: Increase data re-use\n2.4 FAIR data: Increase data re-use\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\nIn all data folders of each dataset, separate files will be created (ReadMe.txt files) reporting information about the data, their context and\nprovenance, and their analysis. This includes: i) an overview of files in the respective folder, ii) an overview of the performed\ncomputations/analysis and their relation to each other, iii) the purpose of the performed computations and their relation to other datasets and\npublications (if applicable). In addition, all output files deposited in the trusted repository include by default the input file and the version\nnumber of the software used to generate them. This ensures the usability and reproducibility of the data.\n2.4.2 \n2.4.2 \nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nYes, data will be made freely available on the RDR repository under standard re-use licenses (CC-BY-NC-ND 4.0).\n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project?\n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project?\nYes\nThis applies only to all metadata and data openly available without any restricted access.\n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\nYes\n2.4.5 Describe all relevant data quality assurance processes.\n2.4.5 Describe all relevant data quality assurance processes.\nThe quality of data will be ensured during raw data generation, data processing, and analysis. To do so, well-established data processing\nmethods and protocols will be adopted which are in agreement with common requirements in our scientific discipline. Such procedures will be\nwell documented in the Methods and Methodologies section of each open-access publication.\nRegular meetings with project supervisors and dissemination/exploitation actions at conferences and workshops will furthermore ensure quality\nchecks of both data collection and data analysis processes. \n3. Other research outputs\n3. Other research outputs\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other\nresearch outputs that are generated or re-used throughout the project?\nresearch outputs that are generated or re-used throughout the project?\nNA\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n11 of 13\n4. Allocation of resources\n4. Allocation of resources\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\nData are archived in a trusted repository, i.e., the RDR repository of KU Leuven. Additional storage resources are made available to the\nresearch fellow for the backup of the produced raw and processed data during the project.\nIn this regard, data produced during the practical activities are temporarily stored in portable data drives (which are used during the\nsecondment at ESA-ESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to\n1 TB, ii) 1 portable SSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of\nthe research fellow and all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes)\nonto the university’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored\nat KU Leuven’s large volume storage server until at least 5 years after the end of the project. \nThere will be no cost to make data and research output FAIR, as adopted repositories (RDR and Liras) and in-house storage servers are free of\ncharge.\nI already attended two training sessions of two hours each offered by KU Leuven to learn efficient research data management; I will attend\nmore if required during the project for free.\n4.2 How will these be covered?\n4.2 How will these be covered?\nThere are no expected costs for storing small/medium datasets.\n4.3 Who will be responsible for data management in your project?\n4.3 Who will be responsible for data management in your project?\nMy supervisors (Prof. Vetrano) and the research fellow (Dr. Donato Fontanarosa) are responsible for data management and quality assurance. \n4.4 How will long term preservation be ensured?\n4.4 How will long term preservation be ensured?\nAll data generated throughout the research project will be retained in the RDR repository for at least 10 years in accordance with the FAIR\nprinciple and KU Leuven policies.\n5. Data security\n5. Data security\n5.1 What provisions are or will be in place for data security?\n5.1 What provisions are or will be in place for data security?\nData produced during the practical activities are temporarily stored in portable data drives (which are used during the secondment at ESA-\nESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to 1 TB, ii) 1 portable\nSSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of the research fellow\nand all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes) onto the\nuniversity’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored at KU\nLeuven’s large volume storage server until at least 5 years after the end of the project. \nRead, write, and execute access privileges to data are protected by password and antivirus software managed directly by the KU Leuven's\ncentral Active Directory Domain called LUNA-SET (https://set.kuleuven.be/set-it/docs/luna-set), the central authentication and authorization\nsystem releasing rights and security settings in the KU Leuven network.\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\nYes\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n12 of 13\n6. Ethics\n6. Ethics\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\nNo\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\nNot applicable\n7. Other issues\n7. Other issues\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please\nlist and briefly describe them)?\nlist and briefly describe them)?\nNo\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n13 of 13"
    },
    "clean_full_text": "INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems A Data Management Plan created using DMPonline.be Creators: Creators: Donato Fontanarosa, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Commission (Horizon) Template: Template: Horizon Europe DMP + Principal Investigator: Principal Investigator: Donato Fontanarosa, n.n. n.n. Data Manager: Data Manager: Donato Fontanarosa, n.n. n.n. Project Administrator: Project Administrator: Donato Fontanarosa, n.n. n.n. Grant number / URL: Grant number / URL: 101111273 ID: ID: 205531 Start date: Start date: 21-09-2023 End date: End date: 20-09-2025 Project abstract: Project abstract: Ambitious goals of total greenhouse gas (GHG) emission reduction and decarbonisation have been set by the recent policies European Green Deal, Energy Union (2030 energy and climate targets) and European Union’s 2050 long-term decarbonisation strategy, aiming for a successful green energy transition. My project objective is to enhance the cryogenic chilldown process to minimise liquid hydrogen consumption in future applications as fuel for terrestrial, maritime and aviation transportation. Indeed, combined with partial vehicle electrification, the use of cryogenic fuels (first and foremost liquid hydrogen) in terrestrial, maritime and aviation transports has gained an increasingly prominent role thanks to their environmentally friendly nature and ability to store the energy and control its release. Cryogenic fuels can be stored as gas or liquid. Even though cryogenic liquefaction requires energy due to typical low temperatures (< 120 K), it is advantageous since it produces high fuel densities. This makes liquified cryogenic fuels particularly suitable for the next hybrid transport systems. However, defined as the initial transient process of keeping the system adjusted to the low temperature, cryogenic chilldown in pipelines of fuel storage and handling systems is still highly inefficient (average quenching efficiency < 39%). I propose a new strategy for cryogenic chilldown enhancement by tuning the inner wettability of pipelines using surface engineering via femtosecond laser texturing. Last modified: Last modified: 18-03-2024 Created using DMPonline.be. Last modiﬁed 18 March 2024 1 of 13 INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 18 March 2024 2 of 13 INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems GDPR record GDPR record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 18 March 2024 3 of 13 INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems Grant proposal Grant proposal 1. Data summary 1. Data summary 1.1 Types of data/other research outputs 1.1 Types of data/other research outputs All research data and metadata are stored in the KU Leuven Research Data Repository (RDR) in portable formats, including explanatory ReadMe files, and accessible using open-source tools. I make FAIR all research data and outputs as follows. Cryogenic experimental setup: drawings, technical documentation, and risk assessment. Estimated size (ES): < 10 GB. This documentation is stored with restricted access that may be given upon justified request. Raw numeric data: sensor signals and videos. ES: < 4 TB. These data are stored in vector or matrix formats. Licenses: Open Data Common and/or published on Open Data articles with a digital object identifier. Data processing: mPOD/DMD/feature selection and classification software codes. Licenses for data sharing and re-use: CC-BY-NC-ND 4.0. QDs/TSP thermography. ES: < 100 GB. Chemical procedures of QDs and TSP have restricted access as subjected to possible patenting. Fs laser texturing process information and data. ES: < 100 GB. Access to manufacturing procedures is restricted as subjected to possible patenting. Research and data articles, conference/workshop manuscripts, and posters are managed by open science practices, and they are published using Gold or Green Open Access. They are directly accessible on the publisher platforms, as well as they are stored and accessible in the Leuven Institutional Repository and Information Archiving System, which is OpenAIRE compliant. 2. FAIR principles 2. FAIR principles 2.1 Findability of data/research outputs 2.1 Findability of data/research outputs Data will be archived in KU Leuven's RDR repository which assigns a unique persistent identifier (DOI) to the deposited data. When needed, these identifiers will be provided in the related publication. All authors involved in the project will also be linked to their respective ORCID IDs. 2.2 Accessibility of data/research outputs 2.2 Accessibility of data/research outputs Data and metadata concerning the cryogenic chilldown investigation are deposited in the RDR repository as open data (public access under the CC-BY-NC-ND 4.0 license). Data related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are deposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation already scheduled within ten months after the project's completion. All metadata in RDR are always openly available, even with restricted access datasets. Peer-reviewed publications are available through Gold or Green Open Access on the publisher's website, and they are also deposited in KU Leuven's repository system (\"Liras\"). Physical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request due to safety reasons. 2.3 Interoperability of data/research outputs 2.3 Interoperability of data/research outputs The project data formats are: .step, .dwg, .pdf., .avi, .tiff, .txt, .csv, .svg, .png, .pdf: they are open standards and, therefore, accessible via open-source software. docx, .doc: they are not open standards, and a copy in .odt will be provided to make them accessible via open-source software. .mat.: this is a Matlab-licensed standard, but it can be accessed via the open-source toolbox Python. A Readme metafile will explain how to access .mat data via Python. .m: this is a Matlab-licensed standard. .m data files will contain the routines for data processing. A conversion to the open-access format .py (open-source toolbox Python) will be provided if applicable. Created using DMPonline.be. Last modiﬁed 18 March 2024 4 of 13 A metadata standard will be automatically applied upon deposition of the data into the RDR archive. Controlled vocabularies are already integrated in the RDR repository, allowing meta(data) to be combined and exchanged. Moreover, a logical hierarchy of folders will be used together with a systematic file nomenclature including dates (YYYYMMDD), project name, and designer name. 2.4 Reusability of data/research outputs 2.4 Reusability of data/research outputs In all data folders of each dataset, separate files will be created (ReadMe.txt files) reporting information about the data, their context and provenance, and their analysis. This includes: i) an overview of files in the respective folder, ii) an overview of the performed computations/analysis and their relation to each other, iii) the purpose of the performed computations and their relation to other datasets and publications (if applicable). In addition, all output files deposited in the trusted repository include by default the input file and the version number of the software used to generate them. This ensures the usability and reproducibility of the data. 3. Resources and responsibilities 3. Resources and responsibilities 3.1 Curation and storage/preservation costs 3.1 Curation and storage/preservation costs Data are archived in a trusted repository, i.e., the RDR repository of KU Leuven. Additional storage resources are made available to the research fellow for the backup of the produced raw and processed data during the project. In this regard, data produced during the practical activities will be temporarily stored in portable data drives (which are used during the secondment at ESA-ESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to 1 TB, ii) 1 portable SSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of the research fellow and all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes) onto the university’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored at KU Leuven’s large volume storage server until at least 5 years after the end of the project. There will be no cost to make data and research output FAIR, as adopted repositories (RDR and Liras) and in-house storage servers are free of charge. I already attended two training sessions of two hours each offered by KU Leuven to learn efficient research data management; I will attend more if required during the project for free. 3.2 Person/team responsible for data management and quality assurance 3.2 Person/team responsible for data management and quality assurance My supervisors (Prof. Vetrano) and the research fellow (Dr. Donato Fontanarosa) are responsible for data management and quality assurance. Created using DMPonline.be. Last modiﬁed 18 March 2024 5 of 13 INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems INCEPT: A new strategy for chilldown enhancement in cryogenic propulsion systems Full DMP Full DMP Version information Version information Action number Action number 101111273 Action acronym Action acronym INCEPT Action title Action title A new strategy for chilldown enhancement in cryogenic propulsion systems DMP version number DMP version number v1 Date Date February 28, 2024 1. Data summary 1. Data summary 1.1 Will you re-use any existing data and what will you re-use it for? 1.1 Will you re-use any existing data and what will you re-use it for? No re-use of data is planned, only generation of new data. 1.2 What types and formats of data and other research outputs will the project generate or re-use? 1.2 What types and formats of data and other research outputs will the project generate or re-use? 1 . Cryogenic experimental setup: drawings, technical documentation, and risk assessment. Formats: .step, .dwg, .docx, .doc, .pdf. 2 . Raw data: sensor signals and videos. Formats: .avi, .tiff, .txt, .csv 3 . Data processing: mPOD/DMD/feature selection and classification software codes. Formats: .m, .mat, .csv, .svg, .png, .pdf 4 . QDs/TSP thermography: procedures and protocols of coating preparation and deposition; optical/thermal/physical performance. Formats: .doc, .docx, .txt, .pdf, .png 5 . Femtosecond laser texturing: process information and data. Formats: .doc, .docx, .txt, .pdf, .png 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? The project aims to: 1) understand the role of the wettability/wickability during the cryogenic chilldown process; 2) develop new advanced thermography for the diagnostics of cryogenic 2-phase flow; 3) explore the potential of the femtosecond laser texturing (fs-LST) in enhancing the efficiency of the cryogenic chilldown process. The scientific research will produce data concerning protocols/procedures of the fs-LST and advanced thermography. Sensor and imaging data will be produced during the experiments and post-processing, shedding light upon the understanding and quantifying the efficiency enhancement of the cryogenic chilldown process. Furthermore, a cryogenic transfer line facility will be designed and built at the Department of Mechanical Engineering of KU Leuven, and the Risk Assessment will be defined together with the Healt/Safety/Environment Department of KU Leuven. Such an activity will produce Created using DMPonline.be. Last modiﬁed 18 March 2024 6 of 13 drawings and technical documentation which will be an added value for the KU Leuven. 1.4 What is the expected size of the data that you intend to generate or re-use? 1.4 What is the expected size of the data that you intend to generate or re-use? 1 . Cryogenic experimental setup: drawings, technical documentation, and risk assessment. Estimated size: < 10 GB 2 . Raw data: sensor signals and videos. Estimated size: < 4 TB 3 . Data processing: mPOD/DMD/feature selection and classification software codes. Estimated size: < 4 TB 4 . QDs/TSP thermography: procedures and protocols of coating preparation and deposition; optical/thermal/physical performance. Estimated size: < 100 GB 5 . Femtosecond laser texturing: process information and data. Estimated size: < 100 GB 1.5 What is the origin/provenance of the data, either generated or re-used? 1.5 What is the origin/provenance of the data, either generated or re-used? 1 . Cryogenic experimental setup: drawings, technical documentation, and risk assessment. 2 . Raw data: sensor signals and videos. 3 . Data processing: mPOD/DMD/feature selection and classification software codes. 4 . QDs/TSP thermography: procedures and protocols of coating preparation and deposition; optical/thermal/physical performance. 5 . Femtosecond laser texturing: process information, protocols and data. 1.6 To whom might your data be useful ('data utility'), outside your project? 1.6 To whom might your data be useful ('data utility'), outside your project? Cryogenic experimental setup Department of Mechanical Engineering, KU Leuven; HSE Department, KU Leuven. Raw data/Data processing/QDs/TSP thermography/Femtosecond laser texturing scientific community working on cryogenic two-phase flows; scientific community working on cryogenic transfer lines; scientific community working on advanced measurement techniques; industrial community working with cryogenic handling and transfer; industrial community working with advanced laser technology; industrial community working with advanced measurement techniques. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata 2.1.1 Will data and other research outputs be identified by a persistent identifier? 2.1.1 Will data and other research outputs be identified by a persistent identifier? Yes: describe below Data will be archived in KU Leuven's RDR repository which assigns a unique persistent identifier (DOI) to the deposited data. When needed, these identifiers will be provided in the related publication. All authors involved in the project will also be linked to their respective ORCID IDs. 2.1.2 Will rich metadata be provided to allow discovery? 2.1.2 Will rich metadata be provided to allow discovery? What metadata will be created? What metadata will be created? What disciplinary or general standards will be followed? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. No specific metadata standard exists for this project. Information helping to document the provenance of the data generated during this research project will be initially recorded in ReadMe.txt Created using DMPonline.be. Last modiﬁed 18 March 2024 7 of 13 files. Discoverability of output data will then be possible by depositing output data into the RDR repository at KU Leuven. Within the RDR repository, general metadata standards are automatically applied upon upload of each dataset, which facilitates identification of the deposited data, allowing long-term findability, accessibility and usability of the data. The RDR metadata model includes required, recommended and optional fields to make the dataset more findable and reusable. Required fields are: title, author name and contact information, identifiers, description of the dataset, keywords, format of the resource, and access right information. 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? Yes: describe below A preliminary set of keywords is: cryogenic safety, cryogenic chilldown, fs-LST, advanced thermography 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? Yes: describe below The RDR repository is a trusted data repository that ensures metadata fields and digital object identifiers (DOIs) to uploaded data. In such a way, research data will be archived and indexed in a controlled manner, and thus, easy to discover. 2.2 FAIR data: Making data accessible 2.2 FAIR data: Making data accessible 2.2.1 Will the data and other research outputs be deposited in a trusted repository? 2.2.1 Will the data and other research outputs be deposited in a trusted repository? Yes: describe below The research data and metadata are deposited in the KU Leuven RDR repository. 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? Yes During the project, all produced data are stored on the university’s central server provider with automatic daily backup and only accessible to the researchers involved in the project. All research data (both raw and processed) and metadata are deposited in the KU Leuven RDR repository. Physical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories. 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a digital object? a digital object? The KU Leuven RDR repository usually assigns a digital object identifier (DOI) upon deposit. 2.2.4 Will all data and other research outputs be made openly available? 2.2.4 Will all data and other research outputs be made openly available? No, certain datasets cannot be shared openly for the following reasons: Data and metadata concerning the cryogenic chilldown investigation are deposited in the RDR repository as open data (public access under the CC-BY-NC-ND 4.0 license). Data related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are Created using DMPonline.be. Last modiﬁed 18 March 2024 8 of 13 deposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation already scheduled within ten months after the project's completion. All metadata in RDR are always openly available, even with restricted access datasets. Peer-reviewed publications are available through Gold or Green Open Access on the publisher's website, and they are also deposited in KU Leuven's repository system (\"Liras\"). Physical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request due to safety reasons. 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? No 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. made available as soon as possible. NA 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? Yes: describe below Data accessibility is ensured by the data management policy of the RDR repository. 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? Data related to the cryogenic experimental setup, chemical procedures/protocols of QD/TSP and production procedures/protocols of fs-LST are deposited in the RDR repository of KU Leuven with limited access, granting access only upon request due to the patent exploitation evaluation already scheduled within ten months after the project's completion. Physical objects are kept in a filing cabinet in the HMT, SMART and MaPS laboratories, with restricted access by granting access upon request due to safety reasons. In all of the cases above, access to data can be requested by contacting the project data responsible (my supervisor Prof. Vetrano and/or me Dr. Donato Fontanarosa) via the KU Leuven RDR platform as explained at https://www.kuleuven.be/rdm/en/rdr/request-access. 2.2.9 How will the identity of the person accessing the data be ascertained? 2.2.9 How will the identity of the person accessing the data be ascertained? The identification of the person accessing the data is managed directly by the KU Leuven RDR platform. As explained at https://www.kuleuven.be/rdm/en/rdr/request-access, if the access grant applicant doesn't have a KU Leuven u-number, he/she has to log in with an ORCID ID. If the access grant applicant doesn't have an ORCID ID or a KU Leuven u-number to log in with, he/she has to use the contact button to explain and send your request. 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? No 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. clarify why. Created using DMPonline.be. Last modiﬁed 18 March 2024 9 of 13 Yes 2.2.12 Will metadata contain information to enable the user to access the data? 2.2.12 Will metadata contain information to enable the user to access the data? Yes 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? available? The KU Leuven research data management policy expects that relevant research data generated are retained for a period of minimally 10 years after the end of the project, in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Therefore KU Leuven RDR also ensures storage for 10 years. 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? relevant software (e.g. in open source code)? Documentation files (ReadMe.txt) will include a list of the software used in this project with references. In addition, all output files of calculations include by default the version number of the software used to generate them facilitating the reproducibility. Additional scripts generated in this project for post-processing data will be uploaded in the RDR repository and will be open access. 2.3 FAIR data: Making data interoperable 2.3 FAIR data: Making data interoperable 2.3.1 2.3.1 What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? exchange and re-use within and across disciplines? Will you follow community-endorsed interoperability best practices? Which ones? Will you follow community-endorsed interoperability best practices? Which ones? The project data formats are: .step, .dwg, .pdf., .avi, .tiff, .txt, .csv, .svg, .png, .pdf: they are open standards and, therefore, accessible via open-source software. docx, .doc: they are not open standards, and a copy in .odt will be provided to make them accessible via open-source software. .mat.: this is a Matlab-licensed standard, but it can be accessed via the open-source toolbox Python. A Readme metafile will explain how to access .mat data via Python. .m: this is a Matlab-licensed standard. .m data files will contain the routines for data processing. A conversion to the open-access format .py (open-source toolbox Python) will be provided if applicable. A metadata standard will be automatically applied upon deposition of the data into the RDR archive. Controlled vocabularies are already integrated in the RDR repository, allowing meta(data) to be combined and exchanged. Moreover, a logical hierarchy of folders will be used together with a systematic file nomenclature including dates (YYYYMMDD), project name, and designer name. 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: Will you provide mappings to more commonly used ontologies? Will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? If and when specific vocabularies will be generated during the project, these will be openly available. 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous research)? previous research)? Created using DMPonline.be. Last modiﬁed 18 March 2024 10 of 13 Yes Where applicable, as many meaningful links as possible between project (meta)data resources will be created to enrich the contextual knowledge about the project data. 2.4 FAIR data: Increase data re-use 2.4 FAIR data: Increase data re-use 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? In all data folders of each dataset, separate files will be created (ReadMe.txt files) reporting information about the data, their context and provenance, and their analysis. This includes: i) an overview of files in the respective folder, ii) an overview of the performed computations/analysis and their relation to each other, iii) the purpose of the performed computations and their relation to other datasets and publications (if applicable). In addition, all output files deposited in the trusted repository include by default the input file and the version number of the software used to generate them. This ensures the usability and reproducibility of the data. 2.4.2 2.4.2 Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Yes, data will be made freely available on the RDR repository under standard re-use licenses (CC-BY-NC-ND 4.0). 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? Yes This applies only to all metadata and data openly available without any restricted access. 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? Yes 2.4.5 Describe all relevant data quality assurance processes. 2.4.5 Describe all relevant data quality assurance processes. The quality of data will be ensured during raw data generation, data processing, and analysis. To do so, well-established data processing methods and protocols will be adopted which are in agreement with common requirements in our scientific discipline. Such procedures will be well documented in the Methods and Methodologies section of each open-access publication. Regular meetings with project supervisors and dissemination/exploitation actions at conferences and workshops will furthermore ensure quality checks of both data collection and data analysis processes. 3. Other research outputs 3. Other research outputs 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research outputs that are generated or re-used throughout the project? research outputs that are generated or re-used throughout the project? NA Created using DMPonline.be. Last modiﬁed 18 March 2024 11 of 13 4. Allocation of resources 4. Allocation of resources 4.1 What will the costs be for making data and other research outputs FAIR in your project? 4.1 What will the costs be for making data and other research outputs FAIR in your project? Data are archived in a trusted repository, i.e., the RDR repository of KU Leuven. Additional storage resources are made available to the research fellow for the backup of the produced raw and processed data during the project. In this regard, data produced during the practical activities are temporarily stored in portable data drives (which are used during the secondment at ESA-ESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to 1 TB, ii) 1 portable SSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of the research fellow and all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes) onto the university’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored at KU Leuven’s large volume storage server until at least 5 years after the end of the project. There will be no cost to make data and research output FAIR, as adopted repositories (RDR and Liras) and in-house storage servers are free of charge. I already attended two training sessions of two hours each offered by KU Leuven to learn efficient research data management; I will attend more if required during the project for free. 4.2 How will these be covered? 4.2 How will these be covered? There are no expected costs for storing small/medium datasets. 4.3 Who will be responsible for data management in your project? 4.3 Who will be responsible for data management in your project? My supervisors (Prof. Vetrano) and the research fellow (Dr. Donato Fontanarosa) are responsible for data management and quality assurance. 4.4 How will long term preservation be ensured? 4.4 How will long term preservation be ensured? All data generated throughout the research project will be retained in the RDR repository for at least 10 years in accordance with the FAIR principle and KU Leuven policies. 5. Data security 5. Data security 5.1 What provisions are or will be in place for data security? 5.1 What provisions are or will be in place for data security? Data produced during the practical activities are temporarily stored in portable data drives (which are used during the secondment at ESA- ESTEC) provided within the HMT laboratory (Prof. Vetrano): i) laboratory personal computers with data storage of up to 1 TB, ii) 1 portable SSD for personal use (up to 2 TB) and iii) 4 shared portable SSDs of 8 TB each. The data stored locally on the computer of the research fellow and all other laboratory portable storage are manually backed up twice a month (depending on the produced data volumes) onto the university’s central server provider with access restricted to the researchers involved in the project. After the research, data are stored at KU Leuven’s large volume storage server until at least 5 years after the end of the project. Read, write, and execute access privileges to data are protected by password and antivirus software managed directly by the KU Leuven's central Active Directory Domain called LUNA-SET (https://set.kuleuven.be/set-it/docs/luna-set), the central authentication and authorization system releasing rights and security settings in the KU Leuven network. 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? Yes Created using DMPonline.be. Last modiﬁed 18 March 2024 12 of 13 6. Ethics 6. Ethics 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? No 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? Not applicable 7. Other issues 7. Other issues 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? list and briefly describe them)? No Created using DMPonline.be. Last modiﬁed 18 March 2024 13 of 13"
}