{
    "document_id": "D-2023-2325",
    "LinkTitle": "D-2023-2325",
    "file_name": "D-2023-2325.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2325.pdf",
    "metadata": {
        "title": "The Juridical Sufism of Aḥmad Zarrūq (d. 1493): Towards a Theory of Applied Legal Epistemology ( C14/23/043 )",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The Juridical Sufism of A\nThe Juridical Sufism of A\nḥ\nmad Zarr\nmad Zarr\nū\nq (d. 1493): Towards a Theory of Applied Legal Epistemology (\nq (d. 1493): Towards a Theory of Applied Legal Epistemology (\nC14/23/043 )\nC14/23/043 )\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nZakaria El Houbba, Arjan Post\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nZakaria El Houbba\nProject Administrator:\nProject Administrator:\n \nZakaria El Houbba\nID: \nID: \n206145\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThis research focuses on the premodern relationship between the disciplines of Islamic jurisprudence (fiqh) and Islamic mysticism (Sufism, ta\nṣ\nawwuf\nin Arabic). Essential to this relationship is the tension between the different interpretations regarding the spirit and the letter of the Revealed Law (al-\nShar\nīʿ\na). Stuck between the Scylla of rigid interpretations by some jurists and the Charybdis of the esoteric law-relinquishing Sufis, A\nḥ\nmad Zarr\nū\nq (d.\n1493) offers a unique solution in his idea of Juridical Sufism. The influence of Sufi ideas on Islamic law and legal theory itself is often overlooked, if\nnot completely neglected. Through a legal-theoretical lens, this project aims to provide the first coherent theory of legal epistemology of Juridical\nSufism. This legal-theoretical lens uncovers the underlying epistemological foundations of Sufism with a particular focus on the nature of moral\nresponsibility (takl\nī\nf) and spiritual progression (sul\nū\nk) within an ethical-legal context. Additionally, the study of Zarr\nū\nq’s legal epistemological\nfoundations for Juridical Sufism aims to offer a new perspective on the various forms of critique and reform attempts of Sufism in the Islamic\npremodern world.\nLast modified: \nLast modified: \n03-04-2024\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n1 of 6\nThe Juridical Sufism of A\nThe Juridical Sufism of A\nḥ\nmad Zarr\nmad Zarr\nū\nq (d. 1493): Towards a Theory of Applied Legal Epistemology (\nq (d. 1493): Towards a Theory of Applied Legal Epistemology (\nC14/23/043 )\nC14/23/043 )\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nl\n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nNEW\nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMss-coll\ncollection of all mauscripts collected in digital\nformat \nN\nD\nT\n \n<100GB\n \nDH Data\nDataset from previous research project  \nR\nD\nT\n \n<1GB\n \nE-Col\nCollection of articles and e-books both in\nEnglish, French and Arabic\nN\nD\nT\n \n<100GB\n \nbooks\nrare books purchased \nN\nP\nT\n \n \n50\nDH\nObsidian & Goatnode open source DH tools\nfor network analysis\nN\nD\nSO\n \n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe present research involves the reuse of a dataset and scholarly network pertaining to Tlemcen, Algeria, spanning the historical period from\nthe 14th to the 17th century. This dataset was initially developed by Zakaria El Houbba in preparation for a chapter submission to the Lectio\n2022 Conference proceedings publication (forthcoming 2024). For the aforementioned chapter, only a subset of the available data and findings\nwere utilized. Moving forward, it is anticipated that this dataset will be integrated into a broader research framework currently under\ndevelopment as part of the C1 research. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nYes, there are additional legal considerations regarding the manuscripts we intend to utilize. These manuscripts originate from various\ncollections in Istanbul, Rabat, and Trabuls (Libya). Specifically, for the manuscripts sourced from Turkish and Moroccan collections,\npermission has been obtained under the condition that proper acknowledgment of the respective collection authorities is included in the final\nresearch paper. However, for manuscripts sourced from Libya, clarification is still being sought regarding the applicable legal procedures\nsurrounding ownership for the use of digital copies\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n \nTo ensure the accessibility and comprehensibility of my research data,we have adopted a structured approach utilizing various tools and\nplatforms. \n1. Zotero Collection: All articles and books pertinent to my research are organized within a Zotero collection. A README note within the\nZotero database elucidates the organizational system, offering clarity on its evolution over time.\n2. Tags and Categorization: Utilizing Zotero's tagging feature, materials and notes are categorized for ease of navigation and retrieval.\n3. Manuscript Collections: Manuscripts scans (PDF & IMG) are stored across multiple platforms including Google Drive (Persona), OneDrive\n(KUL), and locally on my computer. Basic metadata, adhering to the Dublin Core metadata standard, is added to facilitate identification and\nunderstanding.\n4. Research Notes and Ideas: Obsidian, integrated with Zotero, serves as the primary platform for managing research notes and ideas. Its\nfeatures enable transparent project management for organizing different chapters and findings.\n5. Datasets: Datasets are formatted in CSV (Comma-Separated Values) format, ensuring compatibility with various dataset software for\nreadability and accessibility.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe primarily utilize Zotero, which provides its own set of metadata fields. However, Zotero also supports importing and exporting metadata in\nDublin Core format, which we have chosen as the standard format for the final files of our research\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n3 of 6\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nAll work files are automatically backed up to multiple locations, including my personal Google Drive, the project's OneDrive, and Icloud via\nthe  Time Machine application on Mac OS.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to the files is only authorized per mail which is currently limited to the supervisor and the revelant researchers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nPersonal expenses cover Google Drive and iCloud storage, while the OneDrive service is provided through the KUL account\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nvia the KUL services for cloud storage and if needed via my research resources within the department. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nWe intend to classify the datasets developed for network analysis as open data. However, for the research data, we plan to restrict to\ninstitutional access for a maximum of 1–2 years. This period will provide us with the opportunity to revise their findings and seek broader\naudience publications.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nWe plan to restrict to institutional access for a maximum of 1–2 years. This period will provide us with the opportunity to revise their findings\nand seek broader audience publications.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n5 of 6\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nif needed, we will seek to cover this with budgets within the department.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe data documentation and metadata are curated by the researcher, Zakaria El Houbba, who maintains regular updates and communication\nwith their supervisor. All data is provided to the supervisor to ensure the proper progression of data documentation\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThis is also performed by the researcher and checked by the supervisor\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nZakaria El Houbba\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nZakaria El Houbba\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n6 of 6"
    },
    "clean_full_text": "The Juridical Sufism of A The Juridical Sufism of A ḥ mad Zarr mad Zarr ū q (d. 1493): Towards a Theory of Applied Legal Epistemology ( q (d. 1493): Towards a Theory of Applied Legal Epistemology ( C14/23/043 ) C14/23/043 ) A Data Management Plan created using DMPonline.be Creators: Creators: Zakaria El Houbba, Arjan Post Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Zakaria El Houbba Project Administrator: Project Administrator: Zakaria El Houbba ID: ID: 206145 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: This research focuses on the premodern relationship between the disciplines of Islamic jurisprudence (fiqh) and Islamic mysticism (Sufism, ta ṣ awwuf in Arabic). Essential to this relationship is the tension between the different interpretations regarding the spirit and the letter of the Revealed Law (al- Shar īʿ a). Stuck between the Scylla of rigid interpretations by some jurists and the Charybdis of the esoteric law-relinquishing Sufis, A ḥ mad Zarr ū q (d. 1493) offers a unique solution in his idea of Juridical Sufism. The influence of Sufi ideas on Islamic law and legal theory itself is often overlooked, if not completely neglected. Through a legal-theoretical lens, this project aims to provide the first coherent theory of legal epistemology of Juridical Sufism. This legal-theoretical lens uncovers the underlying epistemological foundations of Sufism with a particular focus on the nature of moral responsibility (takl ī f) and spiritual progression (sul ū k) within an ethical-legal context. Additionally, the study of Zarr ū q’s legal epistemological foundations for Juridical Sufism aims to offer a new perspective on the various forms of critique and reform attempts of Sufism in the Islamic premodern world. Last modified: Last modified: 03-04-2024 Created using DMPonline.be. Last modiﬁed 03 April 2024 1 of 6 The Juridical Sufism of A The Juridical Sufism of A ḥ mad Zarr mad Zarr ū q (d. 1493): Towards a Theory of Applied Legal Epistemology ( q (d. 1493): Towards a Theory of Applied Legal Epistemology ( C14/23/043 ) C14/23/043 ) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume l Indicate: N N (ew data) or E E (xisting data) NEW Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Mss-coll collection of all mauscripts collected in digital format N D T <100GB DH Data Dataset from previous research project R D T <1GB E-Col Collection of articles and e-books both in English, French and Arabic N D T <100GB books rare books purchased N P T 50 DH Obsidian & Goatnode open source DH tools for network analysis N D SO <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The present research involves the reuse of a dataset and scholarly network pertaining to Tlemcen, Algeria, spanning the historical period from the 14th to the 17th century. This dataset was initially developed by Zakaria El Houbba in preparation for a chapter submission to the Lectio 2022 Conference proceedings publication (forthcoming 2024). For the aforementioned chapter, only a subset of the available data and findings were utilized. Moving forward, it is anticipated that this dataset will be integrated into a broader research framework currently under development as part of the C1 research. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 03 April 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Yes, there are additional legal considerations regarding the manuscripts we intend to utilize. These manuscripts originate from various collections in Istanbul, Rabat, and Trabuls (Libya). Specifically, for the manuscripts sourced from Turkish and Moroccan collections, permission has been obtained under the condition that proper acknowledgment of the respective collection authorities is included in the final research paper. However, for manuscripts sourced from Libya, clarification is still being sought regarding the applicable legal procedures surrounding ownership for the use of digital copies Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). To ensure the accessibility and comprehensibility of my research data,we have adopted a structured approach utilizing various tools and platforms. 1. Zotero Collection: All articles and books pertinent to my research are organized within a Zotero collection. A README note within the Zotero database elucidates the organizational system, offering clarity on its evolution over time. 2. Tags and Categorization: Utilizing Zotero's tagging feature, materials and notes are categorized for ease of navigation and retrieval. 3. Manuscript Collections: Manuscripts scans (PDF & IMG) are stored across multiple platforms including Google Drive (Persona), OneDrive (KUL), and locally on my computer. Basic metadata, adhering to the Dublin Core metadata standard, is added to facilitate identification and understanding. 4. Research Notes and Ideas: Obsidian, integrated with Zotero, serves as the primary platform for managing research notes and ideas. Its features enable transparent project management for organizing different chapters and findings. 5. Datasets: Datasets are formatted in CSV (Comma-Separated Values) format, ensuring compatibility with various dataset software for readability and accessibility. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We primarily utilize Zotero, which provides its own set of metadata fields. However, Zotero also supports importing and exporting metadata in Dublin Core format, which we have chosen as the standard format for the final files of our research Created using DMPonline.be. Last modiﬁed 03 April 2024 3 of 6 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) All work files are automatically backed up to multiple locations, including my personal Google Drive, the project's OneDrive, and Icloud via the Time Machine application on Mac OS. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the files is only authorized per mail which is currently limited to the supervisor and the revelant researchers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Personal expenses cover Google Drive and iCloud storage, while the OneDrive service is provided through the KUL account Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Created using DMPonline.be. Last modiﬁed 03 April 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? via the KUL services for cloud storage and if needed via my research resources within the department. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) We intend to classify the datasets developed for network analysis as open data. However, for the research data, we plan to restrict to institutional access for a maximum of 1–2 years. This period will provide us with the opportunity to revise their findings and seek broader audience publications. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. We plan to restrict to institutional access for a maximum of 1–2 years. This period will provide us with the opportunity to revise their findings and seek broader audience publications. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Created using DMPonline.be. Last modiﬁed 03 April 2024 5 of 6 here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? if needed, we will seek to cover this with budgets within the department. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The data documentation and metadata are curated by the researcher, Zakaria El Houbba, who maintains regular updates and communication with their supervisor. All data is provided to the supervisor to ensure the proper progression of data documentation Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? This is also performed by the researcher and checked by the supervisor Who will manage data preservation and sharing? Who will manage data preservation and sharing? Zakaria El Houbba Who will update and implement this DMP? Who will update and implement this DMP? Zakaria El Houbba Created using DMPonline.be. Last modiﬁed 03 April 2024 6 of 6"
}