{
    "document_id": "D-2023-1911",
    "LinkTitle": "D-2023-1911",
    "file_name": "D-2023-1911.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1911.pdf",
    "metadata": {
        "title": "En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels.",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels.\nA Data Management Plan created using DMPonline.be\nCreator: \nStijn Paredis \n \nhttps://orcid.org/0000-0002-3784-8609\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nStijn Paredis \n \nhttps://orcid.org/0000-0002-3784-8609\nData Manager:\n \nStijn Paredis \n \nhttps://orcid.org/0000-0002-3784-8609\nGrant number / URL: \n1187223N\nID: \n196651\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nIn fin-de-siècle Brussels (ca. 1880-1914), modernisation deeply affected the experience of privacy and social coherence in an\nincreasingly faster moving world. In research, the responses to modern life have been tackled from two angles. The first focuses on the\nemergence of an interiorised, private life in the modern domestic space, while the second focuses on new forms of socio-aesthetic\ncoherence in which the converged arts had a communal and intersubjective dimension, like in the Wagnerian Gesamtkunstwerk. This\nresearch will show how interiority and socio-aesthetic coherence interacted within music and music-listening in the semiprivate music\nvenue, like artist’s studios and salons. To achieve this, this research focuses on the semiprivate music venue in Brussels. This type of\nspace was more prominent in Brussels than elsewhere, and ideally exemplifies the interaction under examination. Because of the\nimportance of the Romantic legacy in this interaction, I will focus on compositional strategies of interiority in Robert Schumann’s works,\nand on Belgian Wagnerism and the ideal of the Gesamtkunstwerk. This research contributes to understanding the fundamentally spatial\naspects of interiorised music-listening, composition and modern subjectivity, presents an interdisciplinary methodology combining\nmusicology and interior studies, and uncovers gaps in the study of Romanticism in late 19th-century.\nLast modified: \n13-04-2023\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n1 of 8\nEn Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels.\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n2 of 8\nEn Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels.\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n3 of 8\nEn Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\n \n \n \nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nHow\ncreated?\nWhere stored?\nLicense\ninformation\n \n \nPlease choose from the\nfollowing options:\nGenerate new\ndata\nReuse existing\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \n \n \nBibliographic\nreferences\nAcademic\narticles, books\n(published\nprimary\nsources like\nRichard\nWagner's\nwritings), etc.,\ncollected with\nmetadata,\npersonally\nadded tags and\nmutual relations\nwhen\napplicable\nNA\nDigital\nNA\n.pdf\n<100GB\nNA\nZotero\nMacintosh\nHD/Users/u0149304/Zotero\n \nNotes and\nannotations\nNotes and\nannotations to\nbibliographic\nreferences and\narchival records\nGenerate new data\nDigital\nNA\n.pdf\n.doc\n< 1GB\nNA\nZotero\nTropy\nMacintosh\nHD/Users/u0149304/Zotero\n \nArchival\nrecords\nDatabase of\n(scanned)\narchival\nmaterial\n(letters,\nphotographs,\nbuilding plans,\nmusic scores,\n...) and art\njournals and\nnewspapers\n(long\nnineteenth\ncentury with\nfocus on period\nbetween 1880-\n1914)\nReuse existing data\nDigital (scans\nand\nphotographs)\nNA\n.pdf or .jpg\n<100GB\nNA\nZotero\nScans\nmade by\nTiny\nScanner\napp or\nOffice\nLens if\nsearchable\ntext is\npreferred\nMacintosh\nHD/Users/u0149304/Zotero\n(stored in folders referring\nto the source (institution,\nprivate collection, ...))\nLarge part of archival\nmaterial is available online\nin digitizing projects\n \nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n4 of 8\nExtraction of\nrelevant\ndata from\narchival\nrecords in\nExcel sheets\nExcel sheets\nwith relevant\nfragments from\narchival\nmaterial (e.g.\nconcert\nprogrammes,\nconcert\nreviews, music\nanalyses,\nconcert\nlocations, ...)\nwith clear\nreferences to\nsource material\n(volume, date,\npagenumber(s),\nlocation online\nor in Zotero, ...)\nto combine\nquantitative and\nqualitative\ninformation in\nreception study\nand generate\ngraphs\nGenerate new data\nDigital\nNA\n.xlsx\n<1GB\nNA\nin Excel\nafter\nsource\nmaterial\nanalysis\nKUL OneDrive for Business\n \nMusic\nrecordings\nRecordings of\nmusical\ncompositions\n(CD or\nstreaming\nservices, like\nIdagio or Apple\nMusic),\nprimarily used\nas illustration of\nmusic scores\nduring analysis\nReuse existing data\nDigital\nNA\n.WAV or .mp3\n<1GB\nNA\n \nNA\n \nMusical\nscore\nanalyses\nMusicological\nanalyses of\nmusical\ncompositions\nfocused on\nmusical\nsubjectivity,\nselection of\ncompositions is\npending\nGenerate new data\nDigital\nNA\n.pdf\n<1GB\nNA\nAnalysis of\nmusical\nscores,\ncreated in\nWord,\nwhen\nfinished\nsaved as\n.pdf\nKUL OneDrive for Business\nPermission\nneeds to\nbe granted\nby\npublisher\nto\nreproduce\n(fragments\nof) scores\nor score is\npart of\npublic\ndomain\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nArchival records\nFully digitized\n- Koninklijke Bibliotheek van België (KBR):\nDigitized and searchable journals (e.g. Le Guide musical) and newspapers (e.g. Le Soir): https://www.belgicaperiodicals.be/?lang=EN\nLetters, musical scores, ...: https://belgica.kbr.be/belgica/default.aspx?_lg=EN-GB\n- La Digithèque des Bibliothèques de l'Université Libre de Bruxelles\nDigitized and searchable journals (e.g. L'Art moderne): https://digitheque.ulb.ac.be/\n- ARCHIves of Belgian Arts, Letters and Documents (ARCHIBALD database)\nCritical edition and digitalisation of archival material of Les XX and La Libre Esthétique: http://www.opac-archibald.be/nl/begin.htm\n- Gallica\nDigitized (19th - 20th century) francophone books and journals (e.g. Revue wagnérienne): https://gallica.bnf.fr/\n- Hathi Trust Digital Library\nDigitized version of Bayreuther Blätter: https://catalog.hathitrust.org/Record/000050176\n- IMSLP\nMusical scores (public domain): https://imslp.org/\nPartly digitized/physical\n- Mundaneum\nArchival material of Henri La Fontaine: https://catalogue.mundaneum.org/index.php/Detail/objects/3\n- Emile Verhaeren Museum\nArchival material of and works by Emile Verhaeren: https://emileverhaeren.be/nl/museum/collectie/\n- Archives & Musée de la Littérature\nArchival material (letters, posters, ...) regarding artistic scene in Brussels (e.g. Les XX): https://www.aml-cfwb.be/archives\n- Private collections\nMusic recordings\n- Idagio\nStreaming service for classical music: https://www.idagio.com/\n- YouTube\nhttps://www.youtube.com/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n5 of 8\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNo restrictions regarding exploitation or dissemination are expected, although user agreements/obligations/permissions of archival institutions and/or publishers are possible.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nUsing archival material, I will comply with the restrictions and obligations stated by the institutions/collectors in terms of references and reproduction.\nAlthough many musical composition under examination are in public domain, permission for reproduction of (fragments of) musical scores (e.g. musical score analyses) will be requested from the\nrespective publisher.\nBoth data types will become more relevant in future work packages and details about these restrictions will be added over time.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nExtraction of relevant data from archival records in excel sheets and musical score analyses will be accompagnied by a readme.txt, following the template provided by KU Leuven in order to make\nthese new generated data accessible for future researchers (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README). These excel sheets will provide links to the source\nmaterial in Zotero/Tropy.\nNotes and annotations regarding secondary literature will be made in Zotero, attached to the according file/reference. In case of archival material, Tropy will be used and linked to Zotero.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nMetadata is added — automatically or manually — in Zotero and Tropy which are based on the Dublin Core metadata standard. In addition, I will add tags and mutual relations between references\nusing the respective Zotero tabs.\n \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research, my data will be stored using OneDrive for Business. This storage solution is appropriate for my purposes because my data will be accessible from any device, all data will be\nautomatically downloaded on the local hard drive on my device (back-up), it's a free service provided by KU Leuven, and it has sufficient storage capacity (2T). The overall folder structure is based\non the project's work packages.\nZotero data is stored on the local hard drive of my device and online (without attachments).\nHow will the data be backed up?\n1. Data OneDrive for Business\nThe standard back-up provided by OneDrive (version management) is active. All files in the cloud application of OneDrive are automatically downloaded and stored on the local hard drive of the\ndevice as a back-up. A third copy will be updated each Friday (at least) on an external hard drive, kept in my home office, using a mirror-folder on my device.\n2. Data Zotero\nAll (meta)data, notes and attachments are stored locally on my device's hard drive. At least once a week, on Friday afternoon, a back-up of the full Zotero folder is copied to OneDrive for Business\nand backed-up a third time on an external device weekly (see 'Data OneDrive for Business').\n3. Data physical/archival material\nRelevant physical documents (e.g. archival materials) will be scanned or photographed using the free version of Tiny Scanner or Office Lens. As these items are stored in Zotero/Tropy, the\nrespective back-up procedure is also active for these data.\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n6 of 8\nNB: The folders that receive a weekly back-up are tagged (red) for easy navigation.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe standard KU Leuven cloud application OneDrive offers 2 TB storage capacity. In comparison to the needed storage capacity estimated in the Research Data Summary (<204 GB), this is\nsufficient.\nThe local hard drive and the external hard drive both have a sufficient 1TB storage capacity.\nThe free version of Zotero has sufficient online storage capacity (no attachments), but if needed, an upgrade can be purchased (FWO bench fee).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated, which is the case. Moreover, files that are not\nexplicitly shared are not accessible to anyone else.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive is a free service for KU Leuven staff and students. Zotero is a free service as well.\nI pay for the external hard drive myself.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nFollowing the RDM policy of KU Leuven, all relevant data will be kept up to 10 years after the end of a project (https://www.kuleuven.be/rdm/en/policy).\n \nWhere will these data be archived (stored and curated for the long-term)?\nExtraction of relevant data from archival records in excel sheets will be stored at the repository RDR. Other data will be stored at a KU Leuven large long-term volume storage (cold storage) which\nwill be available at the end of this project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nPreservation in RDR is free of charge (up to 50GB, which is sufficient). The cost of preservation of data on the KU Leuven servers (cold storage) is still unknown, but is expected to be much less\nexpensive than the traditional shared drive storage (€503,66 / TB / year). These costs will be covered by my supervisor, prof. Dominique Bauer (dominique.bauer@kuleuven.be).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nThe extraction of relevant data from archival records in excel sheets will be available (Open Access) in RDR. If archival institutions have restrictions regarding OA, this will be taken into account,\nbut this won't affect the data set itself, but rather the linked source material.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nNo restrictions are expected since most archival material is freely accessible online or part of public domain.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe extraction of relevant data from archival records in excel sheets will be made available in RDR.\nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n7 of 8\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nI will provide the CC-BY-4.0 usage license:\n- Free to share and adapt;\n- Give appropriate credit, indicate if changes were made\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nRDR will automatically provide the data set with a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nPreservation in RDR is free of charge up to 50GB, which is sufficient.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nStijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be \nWho will manage data storage and backup during the research project?\nStijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be \nWho will manage data preservation and sharing?\nStijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be. The supervisor, Dominique Bauer, will be responsible for data management on the long term\n(dominique.bauer@kuleuven.be). \nWho will update and implement this DMP?\nStijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be. The supervisor, Dominique Bauer, will be responsible for data management on the long term\n(dominique.bauer@kuleuven.be). \nCreated using DMPonline.be. Last modiﬁed 13 April 2023\n8 of 8"
    },
    "clean_full_text": "En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels. A Data Management Plan created using DMPonline.be Creator: Stijn Paredis https://orcid.org/0000-0002-3784-8609 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Stijn Paredis https://orcid.org/0000-0002-3784-8609 Data Manager: Stijn Paredis https://orcid.org/0000-0002-3784-8609 Grant number / URL: 1187223N ID: 196651 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: In fin-de-siècle Brussels (ca. 1880-1914), modernisation deeply affected the experience of privacy and social coherence in an increasingly faster moving world. In research, the responses to modern life have been tackled from two angles. The first focuses on the emergence of an interiorised, private life in the modern domestic space, while the second focuses on new forms of socio-aesthetic coherence in which the converged arts had a communal and intersubjective dimension, like in the Wagnerian Gesamtkunstwerk. This research will show how interiority and socio-aesthetic coherence interacted within music and music-listening in the semiprivate music venue, like artist’s studios and salons. To achieve this, this research focuses on the semiprivate music venue in Brussels. This type of space was more prominent in Brussels than elsewhere, and ideally exemplifies the interaction under examination. Because of the importance of the Romantic legacy in this interaction, I will focus on compositional strategies of interiority in Robert Schumann’s works, and on Belgian Wagnerism and the ideal of the Gesamtkunstwerk. This research contributes to understanding the fundamentally spatial aspects of interiorised music-listening, composition and modern subjectivity, presents an interdisciplinary methodology combining musicology and interior studies, and uncovers gaps in the study of Romanticism in late 19th-century. Last modified: 13-04-2023 Created using DMPonline.be. Last modiﬁed 13 April 2023 1 of 8 En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 April 2023 2 of 8 En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels. GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 April 2023 3 of 8 En Ecoutant du Schumann. Aesthetic Space and Interiority in Fin-de-siècle Brussels. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume How created? Where stored? License information Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Bibliographic references Academic articles, books (published primary sources like Richard Wagner's writings), etc., collected with metadata, personally added tags and mutual relations when applicable NA Digital NA .pdf <100GB NA Zotero Macintosh HD/Users/u0149304/Zotero Notes and annotations Notes and annotations to bibliographic references and archival records Generate new data Digital NA .pdf .doc < 1GB NA Zotero Tropy Macintosh HD/Users/u0149304/Zotero Archival records Database of (scanned) archival material (letters, photographs, building plans, music scores, ...) and art journals and newspapers (long nineteenth century with focus on period between 1880- 1914) Reuse existing data Digital (scans and photographs) NA .pdf or .jpg <100GB NA Zotero Scans made by Tiny Scanner app or Office Lens if searchable text is preferred Macintosh HD/Users/u0149304/Zotero (stored in folders referring to the source (institution, private collection, ...)) Large part of archival material is available online in digitizing projects Created using DMPonline.be. Last modiﬁed 13 April 2023 4 of 8 Extraction of relevant data from archival records in Excel sheets Excel sheets with relevant fragments from archival material (e.g. concert programmes, concert reviews, music analyses, concert locations, ...) with clear references to source material (volume, date, pagenumber(s), location online or in Zotero, ...) to combine quantitative and qualitative information in reception study and generate graphs Generate new data Digital NA .xlsx <1GB NA in Excel after source material analysis KUL OneDrive for Business Music recordings Recordings of musical compositions (CD or streaming services, like Idagio or Apple Music), primarily used as illustration of music scores during analysis Reuse existing data Digital NA .WAV or .mp3 <1GB NA NA Musical score analyses Musicological analyses of musical compositions focused on musical subjectivity, selection of compositions is pending Generate new data Digital NA .pdf <1GB NA Analysis of musical scores, created in Word, when finished saved as .pdf KUL OneDrive for Business Permission needs to be granted by publisher to reproduce (fragments of) scores or score is part of public domain If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Archival records Fully digitized - Koninklijke Bibliotheek van België (KBR): Digitized and searchable journals (e.g. Le Guide musical) and newspapers (e.g. Le Soir): https://www.belgicaperiodicals.be/?lang=EN Letters, musical scores, ...: https://belgica.kbr.be/belgica/default.aspx?_lg=EN-GB - La Digithèque des Bibliothèques de l'Université Libre de Bruxelles Digitized and searchable journals (e.g. L'Art moderne): https://digitheque.ulb.ac.be/ - ARCHIves of Belgian Arts, Letters and Documents (ARCHIBALD database) Critical edition and digitalisation of archival material of Les XX and La Libre Esthétique: http://www.opac-archibald.be/nl/begin.htm - Gallica Digitized (19th - 20th century) francophone books and journals (e.g. Revue wagnérienne): https://gallica.bnf.fr/ - Hathi Trust Digital Library Digitized version of Bayreuther Blätter: https://catalog.hathitrust.org/Record/000050176 - IMSLP Musical scores (public domain): https://imslp.org/ Partly digitized/physical - Mundaneum Archival material of Henri La Fontaine: https://catalogue.mundaneum.org/index.php/Detail/objects/3 - Emile Verhaeren Museum Archival material of and works by Emile Verhaeren: https://emileverhaeren.be/nl/museum/collectie/ - Archives & Musée de la Littérature Archival material (letters, posters, ...) regarding artistic scene in Brussels (e.g. Les XX): https://www.aml-cfwb.be/archives - Private collections Music recordings - Idagio Streaming service for classical music: https://www.idagio.com/ - YouTube https://www.youtube.com/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 13 April 2023 5 of 8 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No No restrictions regarding exploitation or dissemination are expected, although user agreements/obligations/permissions of archival institutions and/or publishers are possible. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Using archival material, I will comply with the restrictions and obligations stated by the institutions/collectors in terms of references and reproduction. Although many musical composition under examination are in public domain, permission for reproduction of (fragments of) musical scores (e.g. musical score analyses) will be requested from the respective publisher. Both data types will become more relevant in future work packages and details about these restrictions will be added over time. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Extraction of relevant data from archival records in excel sheets and musical score analyses will be accompagnied by a readme.txt, following the template provided by KU Leuven in order to make these new generated data accessible for future researchers (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README). These excel sheets will provide links to the source material in Zotero/Tropy. Notes and annotations regarding secondary literature will be made in Zotero, attached to the according file/reference. In case of archival material, Tropy will be used and linked to Zotero. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata is added — automatically or manually — in Zotero and Tropy which are based on the Dublin Core metadata standard. In addition, I will add tags and mutual relations between references using the respective Zotero tabs. 3. Data storage & back-up during the research project Where will the data be stored? During the research, my data will be stored using OneDrive for Business. This storage solution is appropriate for my purposes because my data will be accessible from any device, all data will be automatically downloaded on the local hard drive on my device (back-up), it's a free service provided by KU Leuven, and it has sufficient storage capacity (2T). The overall folder structure is based on the project's work packages. Zotero data is stored on the local hard drive of my device and online (without attachments). How will the data be backed up? 1. Data OneDrive for Business The standard back-up provided by OneDrive (version management) is active. All files in the cloud application of OneDrive are automatically downloaded and stored on the local hard drive of the device as a back-up. A third copy will be updated each Friday (at least) on an external hard drive, kept in my home office, using a mirror-folder on my device. 2. Data Zotero All (meta)data, notes and attachments are stored locally on my device's hard drive. At least once a week, on Friday afternoon, a back-up of the full Zotero folder is copied to OneDrive for Business and backed-up a third time on an external device weekly (see 'Data OneDrive for Business'). 3. Data physical/archival material Relevant physical documents (e.g. archival materials) will be scanned or photographed using the free version of Tiny Scanner or Office Lens. As these items are stored in Zotero/Tropy, the respective back-up procedure is also active for these data. Created using DMPonline.be. Last modiﬁed 13 April 2023 6 of 8 NB: The folders that receive a weekly back-up are tagged (red) for easy navigation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The standard KU Leuven cloud application OneDrive offers 2 TB storage capacity. In comparison to the needed storage capacity estimated in the Research Data Summary (<204 GB), this is sufficient. The local hard drive and the external hard drive both have a sufficient 1TB storage capacity. The free version of Zotero has sufficient online storage capacity (no attachments), but if needed, an upgrade can be purchased (FWO bench fee). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated, which is the case. Moreover, files that are not explicitly shared are not accessible to anyone else. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive is a free service for KU Leuven staff and students. Zotero is a free service as well. I pay for the external hard drive myself. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Following the RDM policy of KU Leuven, all relevant data will be kept up to 10 years after the end of a project (https://www.kuleuven.be/rdm/en/policy). Where will these data be archived (stored and curated for the long-term)? Extraction of relevant data from archival records in excel sheets will be stored at the repository RDR. Other data will be stored at a KU Leuven large long-term volume storage (cold storage) which will be available at the end of this project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Preservation in RDR is free of charge (up to 50GB, which is sufficient). The cost of preservation of data on the KU Leuven servers (cold storage) is still unknown, but is expected to be much less expensive than the traditional shared drive storage (€503,66 / TB / year). These costs will be covered by my supervisor, prof. Dominique Bauer (dominique.bauer@kuleuven.be). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The extraction of relevant data from archival records in excel sheets will be available (Open Access) in RDR. If archival institutions have restrictions regarding OA, this will be taken into account, but this won't affect the data set itself, but rather the linked source material. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No No restrictions are expected since most archival material is freely accessible online or part of public domain. Where will the data be made available? If already known, please provide a repository per dataset or data type. The extraction of relevant data from archival records in excel sheets will be made available in RDR. Created using DMPonline.be. Last modiﬁed 13 April 2023 7 of 8 When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. I will provide the CC-BY-4.0 usage license: - Free to share and adapt; - Give appropriate credit, indicate if changes were made Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes RDR will automatically provide the data set with a DOI. What are the expected costs for data sharing? How will these costs be covered? Preservation in RDR is free of charge up to 50GB, which is sufficient. 6. Responsibilities Who will manage data documentation and metadata during the research project? Stijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be Who will manage data storage and backup during the research project? Stijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be Who will manage data preservation and sharing? Stijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be. The supervisor, Dominique Bauer, will be responsible for data management on the long term (dominique.bauer@kuleuven.be). Who will update and implement this DMP? Stijn Paredis, PhD candidate and researcher of this project, stijn.paredis@kuleuven.be. The supervisor, Dominique Bauer, will be responsible for data management on the long term (dominique.bauer@kuleuven.be). Created using DMPonline.be. Last modiﬁed 13 April 2023 8 of 8"
}