{
    "document_id": "D-2023-2437",
    "LinkTitle": "D-2023-2437",
    "file_name": "D-2023-2437.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2437.pdf",
    "metadata": {
        "title": "BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs\nBlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nHarshita Bhatia\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/040\nID: \nID: \n204473\nStart date: \nStart date: \n09-11-2023\nEnd date: \nEnd date: \n30-09-2024\nProject abstract:\nProject abstract:\nBlueNova is an innovative project aiming to advance LED lighting technology by utilizing perovskite materials as emissive layers. Addressing the\nprevalent issues of high production costs, limited luminous efficiency, and a narrow color spectrum in conventional LED lighting, the project focuses\non exploiting the notable efficiency, brightness, and extensive color gamut offered by perovskite-based LEDs. Central to the project is the development\nof stable, blue-emitting perovskite nanoplatelets through state-of-the-art synthesis and post-synthesis techniques, alongside defect passivation strategies\nto improve stability. A significant innovation of BlueNova is the synthesis of water-compatible perovskites, overcoming the challenge of moisture\nsensitivity in perovskites. This advancement enables direct exfoliation of quasi-2D materials using water, enhancing optoelectronic properties. The\nsynthesis methodology includes compositional engineering, followed by advanced characterization techniques, and collaboration with experts in LED\ndevice fabrication. The proposed research aims to significantly advance the field of blue-emitting NCs, paving the way for practical applications in\nlighting and display technologies. \nLast modified: \nLast modified: \n03-02-2024\nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n1 of 6\nBlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs\nBlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSynthesis\nPerovskite nanocrystals, such as formamidinium\nlead bromide\nN\nP\n \n \n \n0.50 ml\nsuspension in\na 4 ml vial\nExperimental\ndata\nOptical and structural characterization\nN\nD\nI\nT\n.xls\n.txt\n.jpeg\n<100\nGB \n \nDevice data\nLED proof-of-concept and more prototype devices\nN\nD\nN\n.xls\n.txt\n<100\nGB \n \nImages\nDigital images of thin films taken under ambient\nconditions and LED devices under operation\nN\nD\nI\n.jpeg\n<100\nGB \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n2 of 6\nYes\nThe advancements made in this research project hold strong potential for commercialization, offering opportunities for tech transfer, spin-offs,\nand commercial exploitation in the solid-state lighting and display sectors. The perovskite nanocrystals synthesized in this project are\nparticularly relevant for applications in these sectors.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nSynthesis details and observations will be recorded in a lab notebook. Simultaneously, all experimental data, including materials\ncharacterization and LED device results, will be stored on KU Leuven servers. Regular backups will be taken to safeguard data and ensure\ncontinued accessibility.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nKU Leuven Research Data Repository (RDR)\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n3 of 6\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData on KU Leuven servers is restricted to authorized users. OneDrive folders are shared only with relevant personnel, and J-Drive folders are\npassword-protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n4 of 6\nScientific publication-related data will be accessible upon publication. Additional data can be acquired by researchers upon request and\napproval from the Principal Investigator, Harshita Bhatia, and Supervisor, Professor Elke Debroye.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to the data will be restricted to members of our research group, supervised by Prof. Elke Debroye. Researchers can access the data after\nmaking a formal request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nTo be specified later\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nResponsibilities\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n5 of 6\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nHarshita Bhatia\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nData storage and backup during the research project will be managed by Harshita Bhatia, along with other researchers from the same group\nwho are directly collaborating on this project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nHarshita Bhatia\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nHarshita Bhatia\nCreated using DMPonline.be. Last modiﬁed 03 February 2024\n6 of 6"
    },
    "clean_full_text": "BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs A Data Management Plan created using DMPonline.be Creator: Creator: Harshita Bhatia Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/040 ID: ID: 204473 Start date: Start date: 09-11-2023 End date: End date: 30-09-2024 Project abstract: Project abstract: BlueNova is an innovative project aiming to advance LED lighting technology by utilizing perovskite materials as emissive layers. Addressing the prevalent issues of high production costs, limited luminous efficiency, and a narrow color spectrum in conventional LED lighting, the project focuses on exploiting the notable efficiency, brightness, and extensive color gamut offered by perovskite-based LEDs. Central to the project is the development of stable, blue-emitting perovskite nanoplatelets through state-of-the-art synthesis and post-synthesis techniques, alongside defect passivation strategies to improve stability. A significant innovation of BlueNova is the synthesis of water-compatible perovskites, overcoming the challenge of moisture sensitivity in perovskites. This advancement enables direct exfoliation of quasi-2D materials using water, enhancing optoelectronic properties. The synthesis methodology includes compositional engineering, followed by advanced characterization techniques, and collaboration with experts in LED device fabrication. The proposed research aims to significantly advance the field of blue-emitting NCs, paving the way for practical applications in lighting and display technologies. Last modified: Last modified: 03-02-2024 Created using DMPonline.be. Last modiﬁed 03 February 2024 1 of 6 BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs BlueNova: Innovative Approaches for optimizing and stabilizing Perovskite-based Blue LEDs Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Synthesis Perovskite nanocrystals, such as formamidinium lead bromide N P 0.50 ml suspension in a 4 ml vial Experimental data Optical and structural characterization N D I T .xls .txt .jpeg <100 GB Device data LED proof-of-concept and more prototype devices N D N .xls .txt <100 GB Images Digital images of thin films taken under ambient conditions and LED devices under operation N D I .jpeg <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 03 February 2024 2 of 6 Yes The advancements made in this research project hold strong potential for commercialization, offering opportunities for tech transfer, spin-offs, and commercial exploitation in the solid-state lighting and display sectors. The perovskite nanocrystals synthesized in this project are particularly relevant for applications in these sectors. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Synthesis details and observations will be recorded in a lab notebook. Simultaneously, all experimental data, including materials characterization and LED device results, will be stored on KU Leuven servers. Regular backups will be taken to safeguard data and ensure continued accessibility. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes KU Leuven Research Data Repository (RDR) Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 03 February 2024 3 of 6 Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data on KU Leuven servers is restricted to authorized users. OneDrive folders are shared only with relevant personnel, and J-Drive folders are password-protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Created using DMPonline.be. Last modiﬁed 03 February 2024 4 of 6 Scientific publication-related data will be accessible upon publication. Additional data can be acquired by researchers upon request and approval from the Principal Investigator, Harshita Bhatia, and Supervisor, Professor Elke Debroye. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data will be restricted to members of our research group, supervised by Prof. Elke Debroye. Researchers can access the data after making a formal request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) To be specified later Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? NA Responsibilities Responsibilities Created using DMPonline.be. Last modiﬁed 03 February 2024 5 of 6 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Harshita Bhatia Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data storage and backup during the research project will be managed by Harshita Bhatia, along with other researchers from the same group who are directly collaborating on this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Harshita Bhatia Who will update and implement this DMP? Who will update and implement this DMP? Harshita Bhatia Created using DMPonline.be. Last modiﬁed 03 February 2024 6 of 6"
}