{
    "document_id": "D-2021-1237",
    "LinkTitle": "D-2021-1237",
    "file_name": "D-2021-1237.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1237.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 11N3922N\nGrant Title\n 11N3922N\nPrincipal Investigator / Researcher\n Iwein Gyselinck\nDescription\n Azithromycin, a macrolide antibiotic with well documented antiinflammatory\nproperties, is recommended as a second-line treatment in COPD-patients with frequent acute\nexacerbations. It is often used in clinical practice and it has proven to significantly reduce\nexacerbation rate and increase the inter-exacerbation interval. Yet, not all patients seem to\nequally benefit and there are safety concerns with its long-term use, like cardiotoxicity,\nototoxicity and the induction of macrolide resistance. Azithromycin, a macrolide antibiotic with\nwell documented antiinflammatory properties, is recommended as a second-line treatment in\nCOPD-patients with frequent acute exacerbations. It is often used in clinical practice and it has\nproven to significantly reduce exacerbation rate and increase the inter-exacerbation interval.\nYet, not all patients seem to equally benefit and there are safety concerns with its long-term use,\nlike cardiotoxicity, ototoxicity and the induction of macrolide resistance. \nAided by state-of-the-art\nmachine learning algorithms, we aim to predict which COPD patients are most likely to respond\nto azithromycin treatment, and uncover the biological mechanisms that drive this response.\nDuring this project, we will retrospectively assess existing databases of historic randomized\ncontrolled trials (e.g. MACRO database) and new prospective datasets (CICERO's CATALINA study\ndata) to model these predictions.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIwein Gyselinck\nFWO Project Number & Title\n11N3922N\nAzithromycin for Chronic Obstructive Pulmonary Disease: A\nPatient-tailored Prescription\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1: reused data of MACRO dataset: patient characteristics (txt), lung function measures (txt),\nlab\nvalues (txt). Data is anonymized.\nWP2: new data: patient characteristics (txt), lung function (txt and tiff), biosamples (blood,\nsputum),\nchest X-ray and CT (DICOM). Central eCRF provided by CICERO, (output in csv). Patient survey\ndata through online survey application (output csv or txt).\nWP3: new data: patient characteristics (txt), biosamples (blood, sputum, volatile organic\ncompounds).\nNon-physical data will mainly be collected in Word, Excel and equipment specific software\npackages.\nIt will be processed with software as Prism and R mainly.\nCsv and txt files will take 1GB max.\nDICOM images may take up to 500GB and more in the first phase.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nWP1: baseline characteristics (demographical data, medical history, medication use), lung\nfunction measure, lab\nvalues, study outcome measures (exacerbations). Data is anonymized.\nWP2: patient characteristics, lung function data, radiological images, lab-measures and\nbiosamples. All data is centered in a eCRF provided by CICERO.\nWP3: patient characteristics, lung function data, radiological images, lab-measures and\nbiosamples (breath samples and analysis of their VOC contents).\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nSensitive personal data and biosamples will be collected during the prospective studies of WP2\nand WP3.\n- Ethical approval will be requested for each part of the project (WP1: file G-2022-4831 is ready\nfor submission, WP2: negotiations with international participating centers is ongoing, but first\nversion is almost ready for submission to EC [Leuven], WP3 will be integrated in EC applocation\nof CICERO [WP2] or as an amendment to that application)\n- Data is stored at the KUL university's secure environment or the University Hospital servers\n(only accessible locally or via SSL VPN).\n- Personal data will always at least be pseudonymized\n- All Windows OS hard disks are encrypted with centrally managed Bitlocker technology and\nprotected with a PIN code and a centrally backed up recovery key (in case of lost PIN).\n- Transfer of the pseudonymized data will be performed via a secured method of transfer taking\ninto account all applicable security arrangements\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nIn WP1 we reuse anonymized data of the MACRO study. Although no explicit restrictions were\nmade at the time of data sharing, we do not disseminate this data outside of our research group.\nThere is no explicit restriction on how we exploit the data, though we will limit ourselves to the\nanalyses that were pre-planned and agreed upon with the data provider.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor WP 1 we use existing raw data. R-codes of statistical processing of the data will be kept and\nsaved as .txt files.\nFor WP2 and 3 (CICERO - CATALINA and VOC)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n- guidance on standardized sample collection is provided to every participating centre; this\nguidance will remain available\n- radiological images are saved in an (anonymized or pseudonymized) DICOM format\n- survey and/or eCRF data will have a corresponding codebook containing variable-level\ninformation (question text/variable descriptions, response codes and choice menu's for\ndemographic and medical data).\n- Guidance on standardized VOC collection is provided. Codes (R, python, others) of statistical\nprocessing of the data will be kept and saved as .txt files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nWP1: Reused data, with metadata. Codes of our statistical processing (R or Python scripts) will\nbe kept available and saved as txt files.\nWP2:\n- CICERO's CATALINA will use RedCap as eCRF; all metadata and logs about data input and\nediting will be available.\n- As part of the patient participation plan of CICERO, an online patient survey (developed with\nand distibuted by the European Lung Foundation through an anonymous link), is built on the\nonline survey platform \"Qualtrics\". Metadata is stored and will be kept available.\nWP3: For exhaled breath samples, every sample is tagged with a unique barcode and logged in a\ntracking database. Owlstone, who provides the breath collection device and will do the GCMS\nanalyses, collects any relevant information concerning the sample collection (time of sampling,\nconditions, food intake before sampling, ...etc.). In our own redcap eCRF (cfr WP2, CICERO's\nCATALINA) we collect all relevant clinical metadata concerning the sample.\nFor any other data generated without the use of a predesigned repository, we will use the DCMI\nstandard for coding.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n- Data is stored at the KUL university's secure environment or the University Hospital servers\n(only accessible locally or via SSL VPN).\n- Personal data will always at least be pseudonymized\n- All Windows OS hard disks are encrypted with centrally managed Bitlocker technology and\nprotected with a PIN code and a centrally backed up recovery key (in case of lost PIN).\n- Transfer of the pseudonymized data will be performed via a secured method of transfer taking\ninto account all applicable security arrangements\nHow is backup of the data provided?\n- Data is stored at the KUL university's secure environment or the University Hospital servers\n(only accessible locally or via SSL VPN). Automatic backup of these servers is governed by the\nKUL IT service.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n- Data is stored at the KUL university's secure environment or the University Hospital servers (see\nabove). Currently, the BREATHE lab has over 1petabyte of free space on the server.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNone for my personal data (KUL server use is covered by the lab).\nThe extensive data of CICERO is governed by a central datamanager. Costs are covered by\nCICERO's own funding.\nData security: how will you ensure that the data are securely stored and not accessed\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nsee above entries\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nRaw data of WP 1 falls under the responsability of the investigators of the MACRO trial.\nAll data generated during the processing of raw data of WP1 and data in WP2 and WP3 will be\nretained for the expected 5 year period.\nWhere will the data be archived (= stored for the longer term)?\nOwn generated data will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData of MACRO will be stored on the KUL servers of the lab of BREATHE. the storage space\nneeded will be minimal, as no radiological images are stored. The cost of this storage is covered\nby the lab of BREATHE and requires no supplementary contribution from my project funding.\nData of CICERO will be stored centrally by CICERO, with only a minimum of own storage space\nrequired for intermittent storing of working data on the KUL server. The cost of the CICERO data\nstorage is completely covered by the CICERO budget, and is not associated with any costs for my\nbudget.\nAs the VOC-project is a substudy of CICERO's CATALINA study, this data storage too will be\ncovered by the CICERO budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nData of MACRO in WP1 were obtained withoud any specific restrictions, though as a courtesy will\nnot be shared; any questions towards sharing of the original data will be redirected to the original\nauthors/sponsors of MACRO.\nWhich data will be made available after the end of the project?\nAs stated above, datasharing of the MACRO study will remain at the discretion of the original\nauthors. New data generated (e.g. individual outcome predictions) will be kept for at least 5\nyears on our own protected servers, and will be available on request.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nData will be available on request after signing a data sharing agreement.\nWhen will the data be made available?\nUpon publication of the research results\nData can be requested by mail upon publication of the results.\nWho will be able to access the data and under what conditions?\nSharing of the anonymised new data generated by our processing of the original MACRO data will\nbe considered after a request is submitted explaining the planned reuse. Such requests will also\nbe discussed with the original authors of the MACRO study, as a courtesy. \nWhat are the expected costs for data sharing? How will the costs be covered?\nCosts of sharing raw data will be minimal. The costs of a blanc harddrive, and the cost of\nencryption of data on such harddrives by our IT services, will have to be covered by the\nrequester.\nFor biosamples... \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete)  and the PI (Wim Janssens)\nWP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer\nQuint (Imperial College, UK).\nWP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) \nand the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific metadata\ncollection and documentation.\nWho will be responsible for data storage & back up during the project?\nMACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete)  and the PI (Wim Janssens)\nWP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer\nQuint (Imperial College, UK).\nWP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) \nand the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific (meta)data\nstorage and back up.\nWho will be responsible for ensuring data preservation and reuse ?\nMACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete)  and the PI (Wim Janssens)\nWP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer\nQuint (Imperial College, UK).\nWP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) \nand the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific data\npreservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 11N3922N Grant Title 11N3922N Principal Investigator / Researcher Iwein Gyselinck Description Azithromycin, a macrolide antibiotic with well documented antiinflammatory properties, is recommended as a second-line treatment in COPD-patients with frequent acute exacerbations. It is often used in clinical practice and it has proven to significantly reduce exacerbation rate and increase the inter-exacerbation interval. Yet, not all patients seem to equally benefit and there are safety concerns with its long-term use, like cardiotoxicity, ototoxicity and the induction of macrolide resistance. Azithromycin, a macrolide antibiotic with well documented antiinflammatory properties, is recommended as a second-line treatment in COPD-patients with frequent acute exacerbations. It is often used in clinical practice and it has proven to significantly reduce exacerbation rate and increase the inter-exacerbation interval. Yet, not all patients seem to equally benefit and there are safety concerns with its long-term use, like cardiotoxicity, ototoxicity and the induction of macrolide resistance. Aided by state-of-the-art machine learning algorithms, we aim to predict which COPD patients are most likely to respond to azithromycin treatment, and uncover the biological mechanisms that drive this response. During this project, we will retrospectively assess existing databases of historic randomized controlled trials (e.g. MACRO database) and new prospective datasets (CICERO's CATALINA study data) to model these predictions. Institution KU Leuven 1. General Information Name applicant Iwein Gyselinck FWO Project Number & Title 11N3922N Azithromycin for Chronic Obstructive Pulmonary Disease: A Patient-tailored Prescription Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: reused data of MACRO dataset: patient characteristics (txt), lung function measures (txt), lab values (txt). Data is anonymized. WP2: new data: patient characteristics (txt), lung function (txt and tiff), biosamples (blood, sputum), chest X-ray and CT (DICOM). Central eCRF provided by CICERO, (output in csv). Patient survey data through online survey application (output csv or txt). WP3: new data: patient characteristics (txt), biosamples (blood, sputum, volatile organic compounds). Non-physical data will mainly be collected in Word, Excel and equipment specific software packages. It will be processed with software as Prism and R mainly. Csv and txt files will take 1GB max. DICOM images may take up to 500GB and more in the first phase. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: WP1: baseline characteristics (demographical data, medical history, medication use), lung function measure, lab values, study outcome measures (exacerbations). Data is anonymized. WP2: patient characteristics, lung function data, radiological images, lab-measures and biosamples. All data is centered in a eCRF provided by CICERO. WP3: patient characteristics, lung function data, radiological images, lab-measures and biosamples (breath samples and analysis of their VOC contents). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Sensitive personal data and biosamples will be collected during the prospective studies of WP2 and WP3. - Ethical approval will be requested for each part of the project (WP1: file G-2022-4831 is ready for submission, WP2: negotiations with international participating centers is ongoing, but first version is almost ready for submission to EC [Leuven], WP3 will be integrated in EC applocation of CICERO [WP2] or as an amendment to that application) - Data is stored at the KUL university's secure environment or the University Hospital servers (only accessible locally or via SSL VPN). - Personal data will always at least be pseudonymized - All Windows OS hard disks are encrypted with centrally managed Bitlocker technology and protected with a PIN code and a centrally backed up recovery key (in case of lost PIN). - Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes In WP1 we reuse anonymized data of the MACRO study. Although no explicit restrictions were made at the time of data sharing, we do not disseminate this data outside of our research group. There is no explicit restriction on how we exploit the data, though we will limit ourselves to the analyses that were pre-planned and agreed upon with the data provider. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For WP 1 we use existing raw data. R-codes of statistical processing of the data will be kept and saved as .txt files. For WP2 and 3 (CICERO - CATALINA and VOC) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 - guidance on standardized sample collection is provided to every participating centre; this guidance will remain available - radiological images are saved in an (anonymized or pseudonymized) DICOM format - survey and/or eCRF data will have a corresponding codebook containing variable-level information (question text/variable descriptions, response codes and choice menu's for demographic and medical data). - Guidance on standardized VOC collection is provided. Codes (R, python, others) of statistical processing of the data will be kept and saved as .txt files. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes WP1: Reused data, with metadata. Codes of our statistical processing (R or Python scripts) will be kept available and saved as txt files. WP2: - CICERO's CATALINA will use RedCap as eCRF; all metadata and logs about data input and editing will be available. - As part of the patient participation plan of CICERO, an online patient survey (developed with and distibuted by the European Lung Foundation through an anonymous link), is built on the online survey platform \"Qualtrics\". Metadata is stored and will be kept available. WP3: For exhaled breath samples, every sample is tagged with a unique barcode and logged in a tracking database. Owlstone, who provides the breath collection device and will do the GCMS analyses, collects any relevant information concerning the sample collection (time of sampling, conditions, food intake before sampling, ...etc.). In our own redcap eCRF (cfr WP2, CICERO's CATALINA) we collect all relevant clinical metadata concerning the sample. For any other data generated without the use of a predesigned repository, we will use the DCMI standard for coding. 5. Data storage and backup during the FWO project Where will the data be stored? - Data is stored at the KUL university's secure environment or the University Hospital servers (only accessible locally or via SSL VPN). - Personal data will always at least be pseudonymized - All Windows OS hard disks are encrypted with centrally managed Bitlocker technology and protected with a PIN code and a centrally backed up recovery key (in case of lost PIN). - Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements How is backup of the data provided? - Data is stored at the KUL university's secure environment or the University Hospital servers (only accessible locally or via SSL VPN). Automatic backup of these servers is governed by the KUL IT service. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes - Data is stored at the KUL university's secure environment or the University Hospital servers (see above). Currently, the BREATHE lab has over 1petabyte of free space on the server. What are the expected costs for data storage and back up during the project? How will these costs be covered? None for my personal data (KUL server use is covered by the lab). The extensive data of CICERO is governed by a central datamanager. Costs are covered by CICERO's own funding. Data security: how will you ensure that the data are securely stored and not accessed This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? see above entries 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Raw data of WP 1 falls under the responsability of the investigators of the MACRO trial. All data generated during the processing of raw data of WP1 and data in WP2 and WP3 will be retained for the expected 5 year period. Where will the data be archived (= stored for the longer term)? Own generated data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data of MACRO will be stored on the KUL servers of the lab of BREATHE. the storage space needed will be minimal, as no radiological images are stored. The cost of this storage is covered by the lab of BREATHE and requires no supplementary contribution from my project funding. Data of CICERO will be stored centrally by CICERO, with only a minimum of own storage space required for intermittent storing of working data on the KUL server. The cost of the CICERO data storage is completely covered by the CICERO budget, and is not associated with any costs for my budget. As the VOC-project is a substudy of CICERO's CATALINA study, this data storage too will be covered by the CICERO budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Data of MACRO in WP1 were obtained withoud any specific restrictions, though as a courtesy will not be shared; any questions towards sharing of the original data will be redirected to the original authors/sponsors of MACRO. Which data will be made available after the end of the project? As stated above, datasharing of the MACRO study will remain at the discretion of the original authors. New data generated (e.g. individual outcome predictions) will be kept for at least 5 years on our own protected servers, and will be available on request. Where/how will the data be made available for reuse? Upon request by mail Data will be available on request after signing a data sharing agreement. When will the data be made available? Upon publication of the research results Data can be requested by mail upon publication of the results. Who will be able to access the data and under what conditions? Sharing of the anonymised new data generated by our processing of the original MACRO data will be considered after a request is submitted explaining the planned reuse. Such requests will also be discussed with the original authors of the MACRO study, as a courtesy. What are the expected costs for data sharing? How will the costs be covered? Costs of sharing raw data will be minimal. The costs of a blanc harddrive, and the cost of encryption of data on such harddrives by our IT services, will have to be covered by the requester. For biosamples... This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8. Responsibilities Who will be responsible for data documentation & metadata? MACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete) and the PI (Wim Janssens) WP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer Quint (Imperial College, UK). WP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) and the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific metadata collection and documentation. Who will be responsible for data storage & back up during the project? MACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete) and the PI (Wim Janssens) WP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer Quint (Imperial College, UK). WP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) and the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific (meta)data storage and back up. Who will be responsible for ensuring data preservation and reuse ? MACRO: The co-investigators (Iwein Gyselinck, Kenneth Verstraete) and the PI (Wim Janssens) WP2 CICERO: A DPO and data manager will be appointed under supervision of prof. Dr. Jennifer Quint (Imperial College, UK). WP3 VOCMAC: All clinical metadata is part of CATALINA (WP2); co-investigators (Iwein Gyselinck) and the PI (Wim Janssens) for the VOCMAC project will be responsible for VOC-specific data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}