{
    "document_id": "D-2023-1774",
    "LinkTitle": "D-2023-1774",
    "file_name": "D-2023-1774.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1774.pdf",
    "metadata": {
        "title": "Negotiating consent: patient agency and gynaecological surgery (France and the Netherlands, 1890s-1960s)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Negotiating consent: patient agency and gynaecological surgery (France and the Netherlands,\n1890s-1960s)\nA Data Management Plan created using DMPonline.be\nCreator: \nJolien Gijbels\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1237123N\nID: \n198176\nStart date: \n01-11-2022\nEnd date: \n31-08-2026\nProject abstract:\nScholars have often depicted the rise of informed consent as a recent development in which patients have achieved (legal) autonomy\nsince the 1960s. This project challenges the view that patients had (almost) no autonomy before the post-war period. It aims to provide a\nlong-term historical perspective on patient agency in negotiations over consent in France and the Netherlands from the 1890s until the\n1960s. Gynaecological surgery will serve as the main focus. This was a type of invasive abdominal surgery that blossomed around 1890\nand for which the omission of consent lead to court cases.\nThis project focuses on practices and conflicts related to surgical consent and disclosure about the risks of operations. Rarely used\nsources will be consulted such as hospital archives and court records. In addition, medical publications will be analysed by means of\ndigital text-mining and traditional hermeneutical methods. Using this innovative methodology, this project will extend existing histories of\ninformed consent in which the patient voice and the interaction between doctors and patients have been overlooked. It will generate fresh\ninsight into broader shifts in patient agency and into the behaviour of patients in relation to physicians, relatives and other actors.\nLast modified: \n28-03-2023\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n1 of 5\nNegotiating consent: patient agency and gynaecological surgery (France and the Netherlands,\n1890s-1960s)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nData from \nmedical\npublications\nThe text and metadata of medical\npublications about gynecological surgery\nin the period 1890-1969. Medical\npublications include gynecological\njournals, medical dissertations and\nmedical textbooks.\nboth generate new data and reuse existing\ndata\nBoth digital\nand physical\nCompiled/aggregated data\n.txt, .pdf\n<100MB\n4 medical\njournals and\nabout 20\nmedical\ndissertations\nand\ntextbooks\nData from\nlegal\narchival\nrecords\nThe text from archival documents relating\nto court cases that patients filed against\ngynaecologists.\nGenerate new data\nPhysical\nCompiled/aggregated data\n.docx, .xlsx,\n.jpg, .pdf\n<100MB\nMaximum 10\nlegal\ndossiers\nrelating to\ncourt cases\nData from\nmedical\narchival\nrecords\nThe text from medical records in hospital\narchives. The data concern information\nabout the surgical operations that patients\nunderwent in the period 1890-1969.\nGenerate new data\nPhysical\nCompiled/aggregated data\n.docx, .xlsx,\n.jpg, .pdf\n<100MB\nMaximum\n1600-2000\nmedical files\nrelating to\ngynecological\noperations\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe reused data concern notes I have made in Zotero about the content of Belgian and international gynaecological journals in the period 1890-1914.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, a large part of my research entails a historical analysis of medical records and legal records about gynaecological operations performed in the period 1890-1969. These records include\nsensitive patient information. I have recently submitted a privacy and ethics application by using the digital PRET platform from KU Leuven. My application is now under ethical review by SMEC.\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nThe medical records that I will analyze contain information about gynecological operations in the period 1890-1969. The medical records also contain patient identifiers such as the names, home\naddresses and medical record numbers. Similarly, the legal records also contain data that relates to identified individuals. Most persons whose documents I will be studying have passed away, but\nsome of them might still be alive.\nAs stated in my PRET application, I will take all the necessary administrative steps to protect the privacy of the persons involved in this research. I will, for instance, not write down patient\nidentifiers in my notes. I will record the patient identifiers in a separate Excel spreadsheet, along with a code that I will also use in my notes. In my publications and presentations, I will use fictive\nnames when describing individual cases.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\n/\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n2 of 5\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\n/\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n/\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn my notes (.docx), I provide a section in the beginning where I explain the structural components of the historical sources, about things I pay particular attention to and questions I have during\nthe research. This section will be further completed during the duration of the research project.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n/\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nI will follow current KU Leuven guidelines on the secure management of research data. Throughout the project, I will store data on a KU Leuven-issued PC protected by Bitlocker and on KU\nLeuven OneDrive for Business, with multifactor authentication enabled.\nHow will the data be backed up?\nThe use of KU Leuven OneDrive for Business ensures that the data is adequately secured and backed up regularly.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAs outlined in the answer to the first question, less than a 100 MB is required, which should not pose any problem whatsoever.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI will store data on a KU Leuven-issued PC protected by Bitlocker and on KU Leuven OneDrive for Business, with multifactor authentication enabled. In this way, unauthorized persons will have no\naccess to the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nI do not expect to have costs for data storage.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll of the data described in this DMP will be stored for at least 10 years in accordance with KU Leuven RDM policy. Those data that are not subject to legal or ethical restrictions will will be\npreserved for at least 10 years.\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n3 of 5\nThere are 2 exceptions. It is possible that the preservation of my notes and/or scans and pictures of the archival records in the selected archival institutions in Paris and Amsterdam (de Archives\nde l’Assistance Publique – Hôpitaux de Paris, het Stadsarchief Amsterdam, het Academisch Medisch Centrum) is subject to particular legal/ethical restrictions regarding the preservation of\npersonal data after completion of the research project. Restrictions might apply because these archival records contain sensitive information about the surgery that patients have undergone in the\nperiod 1890-1969.\nThe second exception are digital datasets (digitized medical publications) that are the preserved by the Koninklijke Bibliotheek in Den Haag. I am allowed to use their datasets on condition that I\nremove the datasets from my computer within 30 days following the end date of my project. I will comply to their instructions.\nWhere will these data be archived (stored and curated for the long-term)?\nIn order to ensure safe storage of my research data, they will be archived in central storage facilities with automated backup of my research unit. Given that my data are personal, they will be\nstored with extra security.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation will be less than 100 EUR per year. These costs will be covered by the research group Cultural History since 1750.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nThe only data I create during the project concern notes about medical publications and archival records. The notes are personal and provide answers to my research questions. If, however,\nanother researcher is interested in my notes relating to medical publications, I will be happy to share these. However, I will not provide access to notes relating to the archival records, because\nthey contain sensitive information about patients' health.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nProf. Dr. Kaat Wils, the supervisor of my proposed project, will have access to all project backups and data during and after the research.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nGiven the personal and sensitive nature of my archival documents, I will record the data in such a way that the patient identifiers are protected. Regarding medical records, I will record personal\ndata, such as patient name, medical record number and date of surgery, in a separate Excel spreadsheet, along with a code that I will use in my notes. That code consists of a number (e.g.\n\"Patient 1 Paris\", \"Patient 98 Amsterdam\") My notes will be kept in a separate electronic document (a Word document). In my notes, I will note details about the gynaecological operations\nperformed under the code used. These notes will not contain patient identification details. As for legal records, I will adopt a similar approach. I will note the patient's name, date of surgery and\ndate of legal trial in a separate Excel spreadsheet, along with a code. In my notes in a separate electronic document, I will note details about the operations and the legal condlict, but no identifying\ninformation.\nIn my publications and presentations, I will never mention patients' personal data. I will always refer to \"a patient\" or use a fictitious name\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nI will not make the data available.\nWhen will the data be made available?\n/\nWhich data usage licenses are you going to provide? If none, please explain why.\n/\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\n/\nWhat are the expected costs for data sharing? How will these costs be covered?\n/\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n4 of 5\nWho will manage data documentation and metadata during the research project?\nMe. \nWho will manage data storage and backup during the research project?\nMe. \nWho will manage data preservation and sharing?\nMe. \nWho will update and implement this DMP?\nMe. \nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n5 of 5"
    },
    "clean_full_text": "Negotiating consent: patient agency and gynaecological surgery (France and the Netherlands, 1890s-1960s) A Data Management Plan created using DMPonline.be Creator: Jolien Gijbels Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1237123N ID: 198176 Start date: 01-11-2022 End date: 31-08-2026 Project abstract: Scholars have often depicted the rise of informed consent as a recent development in which patients have achieved (legal) autonomy since the 1960s. This project challenges the view that patients had (almost) no autonomy before the post-war period. It aims to provide a long-term historical perspective on patient agency in negotiations over consent in France and the Netherlands from the 1890s until the 1960s. Gynaecological surgery will serve as the main focus. This was a type of invasive abdominal surgery that blossomed around 1890 and for which the omission of consent lead to court cases. This project focuses on practices and conflicts related to surgical consent and disclosure about the risks of operations. Rarely used sources will be consulted such as hospital archives and court records. In addition, medical publications will be analysed by means of digital text-mining and traditional hermeneutical methods. Using this innovative methodology, this project will extend existing histories of informed consent in which the patient voice and the interaction between doctors and patients have been overlooked. It will generate fresh insight into broader shifts in patient agency and into the behaviour of patients in relation to physicians, relatives and other actors. Last modified: 28-03-2023 Created using DMPonline.be. Last modiﬁed 28 March 2023 1 of 5 Negotiating consent: patient agency and gynaecological surgery (France and the Netherlands, 1890s-1960s) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Data from medical publications The text and metadata of medical publications about gynecological surgery in the period 1890-1969. Medical publications include gynecological journals, medical dissertations and medical textbooks. both generate new data and reuse existing data Both digital and physical Compiled/aggregated data .txt, .pdf <100MB 4 medical journals and about 20 medical dissertations and textbooks Data from legal archival records The text from archival documents relating to court cases that patients filed against gynaecologists. Generate new data Physical Compiled/aggregated data .docx, .xlsx, .jpg, .pdf <100MB Maximum 10 legal dossiers relating to court cases Data from medical archival records The text from medical records in hospital archives. The data concern information about the surgical operations that patients underwent in the period 1890-1969. Generate new data Physical Compiled/aggregated data .docx, .xlsx, .jpg, .pdf <100MB Maximum 1600-2000 medical files relating to gynecological operations If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The reused data concern notes I have made in Zotero about the content of Belgian and international gynaecological journals in the period 1890-1914. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, a large part of my research entails a historical analysis of medical records and legal records about gynaecological operations performed in the period 1890-1969. These records include sensitive patient information. I have recently submitted a privacy and ethics application by using the digital PRET platform from KU Leuven. My application is now under ethical review by SMEC. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The medical records that I will analyze contain information about gynecological operations in the period 1890-1969. The medical records also contain patient identifiers such as the names, home addresses and medical record numbers. Similarly, the legal records also contain data that relates to identified individuals. Most persons whose documents I will be studying have passed away, but some of them might still be alive. As stated in my PRET application, I will take all the necessary administrative steps to protect the privacy of the persons involved in this research. I will, for instance, not write down patient identifiers in my notes. I will record the patient identifiers in a separate Excel spreadsheet, along with a code that I will also use in my notes. In my publications and presentations, I will use fictive names when describing individual cases. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No / Created using DMPonline.be. Last modiﬁed 28 March 2023 2 of 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No / Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No / 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In my notes (.docx), I provide a section in the beginning where I explain the structural components of the historical sources, about things I pay particular attention to and questions I have during the research. This section will be further completed during the duration of the research project. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No / 3. Data storage & back-up during the research project Where will the data be stored? I will follow current KU Leuven guidelines on the secure management of research data. Throughout the project, I will store data on a KU Leuven-issued PC protected by Bitlocker and on KU Leuven OneDrive for Business, with multifactor authentication enabled. How will the data be backed up? The use of KU Leuven OneDrive for Business ensures that the data is adequately secured and backed up regularly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes As outlined in the answer to the first question, less than a 100 MB is required, which should not pose any problem whatsoever. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will store data on a KU Leuven-issued PC protected by Bitlocker and on KU Leuven OneDrive for Business, with multifactor authentication enabled. In this way, unauthorized persons will have no access to the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? I do not expect to have costs for data storage. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the data described in this DMP will be stored for at least 10 years in accordance with KU Leuven RDM policy. Those data that are not subject to legal or ethical restrictions will will be preserved for at least 10 years. Created using DMPonline.be. Last modiﬁed 28 March 2023 3 of 5 There are 2 exceptions. It is possible that the preservation of my notes and/or scans and pictures of the archival records in the selected archival institutions in Paris and Amsterdam (de Archives de l’Assistance Publique – Hôpitaux de Paris, het Stadsarchief Amsterdam, het Academisch Medisch Centrum) is subject to particular legal/ethical restrictions regarding the preservation of personal data after completion of the research project. Restrictions might apply because these archival records contain sensitive information about the surgery that patients have undergone in the period 1890-1969. The second exception are digital datasets (digitized medical publications) that are the preserved by the Koninklijke Bibliotheek in Den Haag. I am allowed to use their datasets on condition that I remove the datasets from my computer within 30 days following the end date of my project. I will comply to their instructions. Where will these data be archived (stored and curated for the long-term)? In order to ensure safe storage of my research data, they will be archived in central storage facilities with automated backup of my research unit. Given that my data are personal, they will be stored with extra security. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation will be less than 100 EUR per year. These costs will be covered by the research group Cultural History since 1750. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) The only data I create during the project concern notes about medical publications and archival records. The notes are personal and provide answers to my research questions. If, however, another researcher is interested in my notes relating to medical publications, I will be happy to share these. However, I will not provide access to notes relating to the archival records, because they contain sensitive information about patients' health. If access is restricted, please specify who will be able to access the data and under what conditions. Prof. Dr. Kaat Wils, the supervisor of my proposed project, will have access to all project backups and data during and after the research. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Given the personal and sensitive nature of my archival documents, I will record the data in such a way that the patient identifiers are protected. Regarding medical records, I will record personal data, such as patient name, medical record number and date of surgery, in a separate Excel spreadsheet, along with a code that I will use in my notes. That code consists of a number (e.g. \"Patient 1 Paris\", \"Patient 98 Amsterdam\") My notes will be kept in a separate electronic document (a Word document). In my notes, I will note details about the gynaecological operations performed under the code used. These notes will not contain patient identification details. As for legal records, I will adopt a similar approach. I will note the patient's name, date of surgery and date of legal trial in a separate Excel spreadsheet, along with a code. In my notes in a separate electronic document, I will note details about the operations and the legal condlict, but no identifying information. In my publications and presentations, I will never mention patients' personal data. I will always refer to \"a patient\" or use a fictitious name Where will the data be made available? If already known, please provide a repository per dataset or data type. I will not make the data available. When will the data be made available? / Which data usage licenses are you going to provide? If none, please explain why. / Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No / What are the expected costs for data sharing? How will these costs be covered? / 6. Responsibilities Created using DMPonline.be. Last modiﬁed 28 March 2023 4 of 5 Who will manage data documentation and metadata during the research project? Me. Who will manage data storage and backup during the research project? Me. Who will manage data preservation and sharing? Me. Who will update and implement this DMP? Me. Created using DMPonline.be. Last modiﬁed 28 March 2023 5 of 5"
}