{
    "document_id": "D-2022-1497",
    "LinkTitle": "D-2022-1497",
    "file_name": "D-2022-1497.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1497.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n G073622N\nGrant Title\n G073622N\nPrincipal Investigator / Researcher\n Frederic Lluis Vinas\nDescription\n The dynamics of extracellular signals coordinate cell lineage decisions during early\nembryo development. The correct specification of the Inner Cell Mass in Epiblast (Epi), giving rise\nto the fetus, and Primitive Endoderm (PrE) cells, contributing to the extra-embryonic tissues, ins\nessential to ensure proper development. Even though the Epi/PrE lineage segregation during\nearly human development is of great importance, its regulation remains understudied due to a\nlack of suitable in vitro models and human embryo material. In this project, we will block,\nstimulate, and knock-out pivotal signaling associated transcription factors for early development\nby signaling modulation and by the CRISPR/Cas9 technology in both human oocytes and naive\nembryonic stem cells, to characterize molecular networks involved in human Epi/PrE cell lineage\ncommitment, with a specific focus on the role of Wnt/ÃŸ-catenin, for which we have obtained\npreliminary indications. Our results might provide new model systems for in vitro human\nextraembryonic cell modeling to clarify how extraembryonic lineages coordinate embryo\ndevelopment and how defects in these lineages might contribute to pregnancy failure, which is\nof great interest for the field of reproductive medicine.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFrederic LLuis\nFWO Project Number & Title\nG073622N\n \nUnraveling early cell fate decisions during human preimplantation development\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWe will generate new experimental data, more specifically human preimplantation embryos\nculture treated with Wnt signaling modulators. We will generate also new data regarding\ntreatment of human embryonic stem cells with Wnt signaling modulators. These culture systems\nwill be analysed by among others RTqPCR, ELISA, RNA-sequencing data, possibly spatial\ntranscriptomics data, as well as microscopy data and flow cytometry data ((.xls, .czi,.csv, .cloupe,\n.tiff and .jpeg depending on the data lifecycle stage) and flow cytometry data (.fcs). The main\npart of the data will be generated in the host institution. When a researcher starts at the\nKULStem Cell Institute they are instructed regarding concerning proprietary information and\nintellectual property rights on research results and to maintain adequate written records of all\nresearch results. Results are preserved in hard copy notebooks or electronically on the host\ninstitute’s servers. It is the responsibility of the researcher and his supervisor to make use of the\nIT infrastructure. All necessary measures will be taken to archive all biological material according\nto good scientific practices. The estimated volume of data is 5TB.\nType of Data\nFormat\nVolume\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nConfocal images of\nCultured human\nembryos\n.LIF , .ometiff,\n.tif\n100GB-\n500GB\nConfocal\nmicroscopy images\nof stained human\nembryos taken\nusing a Leica SP8\nConfocal\nmicroscopy\nAnalysis of western\nblot images\n.xls, .pzfx\n50-\n200MB\nNumerical data.\nQuantification of\nwestern blot\nimages, performed\nUsing imageJ, in\nmicrosoft excel\nand graph pad\nprism.\nRaw data and\nassociated\nstatistical analysis\n.xls , .pzfx\n50-\n200MB\nNumerical data.\nRecording of\ncount data,\nanalysis of data,\nsaved in\nmicrosoft excel\nand graph\npad prism.\nRaw FACs sort\nreports\n.CSV, .fcs\n50-\n200MB\nReports describing\nfluorescent\nstained human\nembryonic cells for\nlineage\ncommitment or\nproliferation\nmarkers.\nAnalysis of FACS\nfiles\n.wsp\n50-\n200MB\nflow cytometric\nanalysis processed\nin FlowJo\nFluorescent\nimaging\nfiles\n.zen, .ometiff,\n.tiff\n10-\n100GB\nImages of stained\nhuman embryonic\nstem cells for\nlineage\ncommitment or\nproliferation\nmarkers.\nDNA plasmids\ntubes of\nliquid\ncontaining\nDNA\nplasmids\n \nDNA plasmids\nproduced\nduring the project,\nderived\nfrom existing DNA\nplasmids\nprovided by\ncommercial and\nnon-commercial\nsuppliers.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nqRT-PCR data\nanalysed files and\nstatistical analysis\n.xls, .pzfx\n100-\n500MB\nAnalysis of qRTPCR\ndata.\nStatistical analysis\nperformed in graph\npad\nprism.\nRaw\nRNAsequencing\ndata\n.fastq\n200-500GB\nSequencing of RNA\nby genomics core\nfrom human\nembryonic cells\ntreated with Wnt\nmodulators.\nAnalysis RNA\nsequencing data\n.xls .csv\n10-20GB\nAnalysis of Raw\nRNA-seq data for\ndifferentially\nexpressed genes\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAll experiments will be conducted according to institutional, national and\nEuropean regulations.\nThe Lluis lab and the Stem Cell Institute already have ethical clearance files approved by the\nethical committee regarding the use of induced human pluripotent stem cells at the KU Leuven\nS52426\n.\nFor some WPs, ethical approval is currently being requested (\nS66397).\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDocumentation and metadata linked to each experiment will be documented by the\ntechnical and research staff in hard copy lab notebooks and in digital format in this project. This\nincludes the research design, protocol, context of data collection, data collection methods,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nquality control procedures, processing and analysis procedures.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nCurrently the use of metadata standards has not been implemented in the daily routine of the\nresearch group. In case this will change in the course of the project this change  and its timing\nwill be reported at the end of the project. For all data common metadata are collected: (1) title,\n(2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment\nreference (such as manufacturer and model identification).\nDepending on the nature of data additional metadata are collected. Microscopy: (7)\nlense type, pinwholes, gain, laserstrength and magnification. FACS: (8) channels\nused. Fluorescence: (9) wavelength.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nTime-stamped master copies of all data will be stored centrally at the KUL lab.\nPersonnel involved in the project will use different types of data storage and reporting:\n(1) A physical lab book with the chronological reporting of all related experiments and\nresults including a cross reference to electronic storage of data. These lab books are\nowned by the research group and remain in the laboratory during the entire time.\nFinalized lab books are stored in the lab archives for at least 10 years. (2) Large data set, such as\nimages from microscopy are stored on the KU Leuven L drive (large storage server). In addition,\nthe members of the laboratory use the OneDrive for daily backup of all personal folders.\nHow is backup of the data provided?\nBackup is secured daily on central servers of the university.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe OneDrive does have limitation in storage capacity (2TB) and provides periodic\nbackups. For large data, the laboratory has reserved 5TB of storage capacity which\ncan be extended on demand.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the\ncurrent costs are €1138.40 per year, which is shared by the PIs of the Stem Cell\nInsitiute Leuven. These costs are financed through grant applications.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe following measurements are taking to ensure secure data storage and to prevent\nmodification by unauthorized persons: controlled physical access to the building, firewalling (on\nboth departmental and individual server levels), encrypted communications, network\ncompartmentalization & MAC authentication, least-known ports for well-known services, brute-\nforce intrusion detection & isolation, individual account expiry in accordance with contract of\nemployment, ACL’s (Access Control Lists).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 10 years after the project. Thus complying to the\ndata preservation rules of KU Leuven\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nHard copy notebooks will be archived in the host institute’s building. Digital data will\nbe archived in team folders on the storage (L-Drive).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nDigital data storage costs are included in general lab costs/paid at the department\nlevel (in case of retirement). The cost for storage on the L-drive is €1138.40 per year,\nwhich is shared by the PIs of the Stem Cell Insitiute Leuven\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data that are not under IP. Data, is available upon publication of the results.\nBioinformatics data are put on public repositories.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nTranscriptomics and flow cytometry data will be available in an open access\nrepository.\n \nRestricted access repositories may also be used if required depending on\nnature of the data.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nPublished data are accessible to all.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMost of the data are put without costs on public repositories.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe individual researcher producing data will have the final responsibility for data\ndocumentation and metadata. In case of PhD students and technical personal the\ncollection will be supervised by the scientific project responsible while the final\nresponsibility of data integrity by the researcher performing the experiments.\nWho will be responsible for data storage & back up during the project?\nData storage and back-up underlies the responsibility of the individual researcher,\nwho will be supervised by the scientific coordinator. The responsibility for maintaining\nthe infrastructure access for data storage lies in the hands of the IT responsible of the research\nteam. Finally, the maintenance of servers and integrity of data stored on\nthese servers underlies the ITC services of the university.\nWho will be responsible for ensuring data preservation and reuse ?\nThe host institute’s IT team is responsible for digital preservation.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier G073622N Grant Title G073622N Principal Investigator / Researcher Frederic Lluis Vinas Description The dynamics of extracellular signals coordinate cell lineage decisions during early embryo development. The correct specification of the Inner Cell Mass in Epiblast (Epi), giving rise to the fetus, and Primitive Endoderm (PrE) cells, contributing to the extra-embryonic tissues, ins essential to ensure proper development. Even though the Epi/PrE lineage segregation during early human development is of great importance, its regulation remains understudied due to a lack of suitable in vitro models and human embryo material. In this project, we will block, stimulate, and knock-out pivotal signaling associated transcription factors for early development by signaling modulation and by the CRISPR/Cas9 technology in both human oocytes and naive embryonic stem cells, to characterize molecular networks involved in human Epi/PrE cell lineage commitment, with a specific focus on the role of Wnt/àŸ-catenin, for which we have obtained preliminary indications. Our results might provide new model systems for in vitro human extraembryonic cell modeling to clarify how extraembryonic lineages coordinate embryo development and how defects in these lineages might contribute to pregnancy failure, which is of great interest for the field of reproductive medicine. Institution KU Leuven 1. General Information Name applicant Frederic LLuis FWO Project Number & Title G073622N Unraveling early cell fate decisions during human preimplantation development Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will generate new experimental data, more specifically human preimplantation embryos culture treated with Wnt signaling modulators. We will generate also new data regarding treatment of human embryonic stem cells with Wnt signaling modulators. These culture systems will be analysed by among others RTqPCR, ELISA, RNA-sequencing data, possibly spatial transcriptomics data, as well as microscopy data and flow cytometry data ((.xls, .czi,.csv, .cloupe, .tiff and .jpeg depending on the data lifecycle stage) and flow cytometry data (.fcs). The main part of the data will be generated in the host institution. When a researcher starts at the KULStem Cell Institute they are instructed regarding concerning proprietary information and intellectual property rights on research results and to maintain adequate written records of all research results. Results are preserved in hard copy notebooks or electronically on the host institute’s servers. It is the responsibility of the researcher and his supervisor to make use of the IT infrastructure. All necessary measures will be taken to archive all biological material according to good scientific practices. The estimated volume of data is 5TB. Type of Data Format Volume How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Confocal images of Cultured human embryos .LIF , .ometiff, .tif 100GB- 500GB Confocal microscopy images of stained human embryos taken using a Leica SP8 Confocal microscopy Analysis of western blot images .xls, .pzfx 50- 200MB Numerical data. Quantification of western blot images, performed Using imageJ, in microsoft excel and graph pad prism. Raw data and associated statistical analysis .xls , .pzfx 50- 200MB Numerical data. Recording of count data, analysis of data, saved in microsoft excel and graph pad prism. Raw FACs sort reports .CSV, .fcs 50- 200MB Reports describing fluorescent stained human embryonic cells for lineage commitment or proliferation markers. Analysis of FACS files .wsp 50- 200MB flow cytometric analysis processed in FlowJo Fluorescent imaging files .zen, .ometiff, .tiff 10- 100GB Images of stained human embryonic stem cells for lineage commitment or proliferation markers. DNA plasmids tubes of liquid containing DNA plasmids DNA plasmids produced during the project, derived from existing DNA plasmids provided by commercial and non-commercial suppliers. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 qRT-PCR data analysed files and statistical analysis .xls, .pzfx 100- 500MB Analysis of qRTPCR data. Statistical analysis performed in graph pad prism. Raw RNAsequencing data .fastq 200-500GB Sequencing of RNA by genomics core from human embryonic cells treated with Wnt modulators. Analysis RNA sequencing data .xls .csv 10-20GB Analysis of Raw RNA-seq data for differentially expressed genes 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes All experiments will be conducted according to institutional, national and European regulations. The Lluis lab and the Stem Cell Institute already have ethical clearance files approved by the ethical committee regarding the use of induced human pluripotent stem cells at the KU Leuven S52426 . For some WPs, ethical approval is currently being requested ( S66397). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Documentation and metadata linked to each experiment will be documented by the technical and research staff in hard copy lab notebooks and in digital format in this project. This includes the research design, protocol, context of data collection, data collection methods, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 quality control procedures, processing and analysis procedures. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Currently the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project this change and its timing will be reported at the end of the project. For all data common metadata are collected: (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. Microscopy: (7) lense type, pinwholes, gain, laserstrength and magnification. FACS: (8) channels used. Fluorescence: (9) wavelength. 5. Data storage and backup during the FWO project Where will the data be stored? Time-stamped master copies of all data will be stored centrally at the KUL lab. Personnel involved in the project will use different types of data storage and reporting: (1) A physical lab book with the chronological reporting of all related experiments and results including a cross reference to electronic storage of data. These lab books are owned by the research group and remain in the laboratory during the entire time. Finalized lab books are stored in the lab archives for at least 10 years. (2) Large data set, such as images from microscopy are stored on the KU Leuven L drive (large storage server). In addition, the members of the laboratory use the OneDrive for daily backup of all personal folders. How is backup of the data provided? Backup is secured daily on central servers of the university. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The OneDrive does have limitation in storage capacity (2TB) and provides periodic backups. For large data, the laboratory has reserved 5TB of storage capacity which can be extended on demand. What are the expected costs for data storage and back up during the project? How will these costs be covered? The OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the current costs are €1138.40 per year, which is shared by the PIs of the Stem Cell Insitiute Leuven. These costs are financed through grant applications. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The following measurements are taking to ensure secure data storage and to prevent modification by unauthorized persons: controlled physical access to the building, firewalling (on both departmental and individual server levels), encrypted communications, network compartmentalization & MAC authentication, least-known ports for well-known services, brute- force intrusion detection & isolation, individual account expiry in accordance with contract of employment, ACL’s (Access Control Lists). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 10 years after the project. Thus complying to the data preservation rules of KU Leuven Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Hard copy notebooks will be archived in the host institute’s building. Digital data will be archived in team folders on the storage (L-Drive). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Digital data storage costs are included in general lab costs/paid at the department level (in case of retirement). The cost for storage on the L-drive is €1138.40 per year, which is shared by the PIs of the Stem Cell Insitiute Leuven 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data that are not under IP. Data, is available upon publication of the results. Bioinformatics data are put on public repositories. Where/how will the data be made available for reuse? In an Open Access repository Transcriptomics and flow cytometry data will be available in an open access repository. Restricted access repositories may also be used if required depending on nature of the data. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Published data are accessible to all. What are the expected costs for data sharing? How will the costs be covered? Most of the data are put without costs on public repositories. 8. Responsibilities Who will be responsible for data documentation & metadata? The individual researcher producing data will have the final responsibility for data documentation and metadata. In case of PhD students and technical personal the collection will be supervised by the scientific project responsible while the final responsibility of data integrity by the researcher performing the experiments. Who will be responsible for data storage & back up during the project? Data storage and back-up underlies the responsibility of the individual researcher, who will be supervised by the scientific coordinator. The responsibility for maintaining the infrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the maintenance of servers and integrity of data stored on these servers underlies the ITC services of the university. Who will be responsible for ensuring data preservation and reuse ? The host institute’s IT team is responsible for digital preservation. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}