{
    "document_id": "D-2024-3093",
    "LinkTitle": "D-2024-3093",
    "file_name": "D-2024-3093.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3093.pdf",
    "metadata": {
        "title": "Exploring the mechanistic link between the oxytocinergic system and mindfulness training",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nExploring the mechanistic link between the oxytocinergic system and mindfulness training\nCreator:\nCreator:\nEimi van Weert\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nIndividuals with Autism Spectrum Disorder (ASD) are at a higher risk of developing anxiety, stress and depression disorders compared to\ntheir neurotypical peers. Recent research has started to explore the potential of intranasal administration of oxytocin as a potential new\ntherapeutic option for autism, related to its stress-regulating, prosocial effects. Oxytocin as stand-alone treatment is however anticipated\nto be suboptimal and may fail in consistently targeting the relevant neural circuits, if not administered in a therapeutic context that\nsimilarly stimulates stress regulatory states and behaviors. For facilitating stress-regulation, initial promising insights have emerged into\nthe application of tailored mindfulness-based interventions for autistic individuals for promoting stress regulation and well-being.\nFurthermore, recent notions suggest that the neurophysiological-mechanistic underpinnings of stress regulation induced by oxytocin\nadministration and mindfulness-based stress reduction programs may show considerable overlap. Here, an initial oxytocin clinical trial\nwith 160 autistic adults is proposed to specifically explore the synergetic potential of combining oxytocin administration within a tailored\nmindfulness-based stress reduction program. The project is anticipated to yield important fundamental and clinical insights, facilitating\nnovel ways for boosting efficacy and applicability of both oxytocin and mindfulness treatment approaches in clinical populations.\nID: \nID: \n210435\nStart date: \nStart date: \n05-10-2025\nEnd date: \nEnd date: \n08-10-2028\nLast modified: \nLast modified: \n10-02-2025\nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n1 of 7\nExploring the mechanistic link between the oxytocinergic system and mindfulness training\nExploring the mechanistic link between the oxytocinergic system and mindfulness training\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPSS\nPerceived Stress Scale \nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nDASS-21\nDepression Anxiety\nStress Scale\nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nSAAM\nState Adult Attachment\nMeasure \nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nSRS-A\nSocial Responsiveness\nScale \nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nSCS-SF\nSelf-Compassion Scale-\nShort Form \nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nPSQI\nPittsburg Sleep Quality\nIndex\nN\nD\nN\nRedCap - online\ndesigner\n<1GB\n \nWHO-5\nWHO-5 Quality of Life \nN\nD\nN\nRedCap - online designer\n<1GB\n \nPTQ\nPerseverative Thinking Questionnaire\nN\nD\nN\nRedCap - online designer\n<1GB\n \nCHIME\nComprehensive Inventory of Mindfulness Experiences\nN\nD\nN\nRedCap - online designer\n<1GB\n \nPOMS\nProfile of Mood State\nN\nD\nN\nRedCap - online designer\n<1GB\n \nGQ-D\nGroup Questionnaire\nN\nD\nN\nRedCap - online designer\n<1GB\n \nVAS-QL\nVisual-analogue-scale quality of life \nN\nD\nN\nRedCap - online designer\n<1GB\n \nRBS\nRepetitive behavior scale \nN\nD\nN\nRedCap - online designer\n<1GB\n \nstress physiology recordings: EEG\n \nN\nD\nI\n.mat, .mp4\napprox. 50MB\n \nstress physiology recordings: ECG\n \nN\nD\nI\n.mat, .mp5\napprox. 50MB\n \nstress physiology recordings: Skin conductance\n \nN\nD\nI\n.mat, .mp6\napprox. 50MB\n \nstress physiology recordings: Respiration \n \nN\nD\nI\n.mat, .mp7\napprox. 50MB\n \noxytocin receptor (OXTR) gene\nmethylation  \n Saliva samples with Salivette cotton\nswaps \n \n \n \n \n \nsmall, individual kit: Oragene DNA (OG-\n500) kit\nEndogeneous\noxytocin\nlevels \nSaliva samples with\nSalivette cotton\nswaps \nN\nP\nO (small\nindividual\ntubes)\n \n \nEnzo Life Science Oxytocin ELISA assays (for oxytocin analysis);\nSalivary Cortisol Enzyme Immunoassay Kits by Salimetrics (for Cortisol\nanalysis)\nPPG (photoplethysmography sensor)\nstress physiology recordings \nN\nD\nN\n.mat\n<1GB\n \nstress reactivity in daily life: experience sampling \nusing mPath app on smartphone\nN\nD\nN\nvia mPath\n<1GB\n \nstress reactivity in daily life: Muse S headband\n \nN\nD\nN\nJSON or CSV\n<1GB\n \nIC\nVoluntary written informed consent of the participant or their legally authorized\nrepresentative has been obtained prior to any screening procedures\nN\nD&P\nO - tikbox\n'Yes - No'\nRedCap -\nonline\ndesigner\n \n \nIC\nInformed consent signed \nN\nD&P\nO - tikbox 'Yes - No'\nPhysical format\n \n \nIMP\nTrial medication \nN\nD\nN\nRedCap - online designer\n \n \nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n2 of 7\nConMed\nconcomitant medication \nN\nD\nN\nRedCap - online designer\n \n \nSF\nSafety\nN\nD\nN\nRedCap - online designer\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nA PRET form has been submitted: G-2024-7933\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2024-7933\nS68971 \nAll personal data will be collected via electronic surveys like REDCap. Ordinary personal data: name of participant contact details\nwill be used for communicating with the participants throughout the course of the study, will not be used for long-term storage.\nNames and other contact information will never be captured in REDCap. \nSensitive personal data: age, gender, medical information about participant's diagnosis and medication history,standardized\nquestionnaires, Stress physiology recordings, ECG data data, respiratory data, skin conductance data and  hormonal\nassessments.\nAll research-relevant personal data will be de-identified and stored in coded form on the protected L-drive (during study,\ntransferred to K-drive after study completion) of KU Leuven or on\nthe independent and secured database and data management system (REDCap). This database is password-protected and only\naccesible by the researchers of this study.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n3 of 7\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor questionnaires: Metadata (e.g. timestamp, electronic instructions) are automatically captured in REDCap. \n- Standard operating procedures will be written to describe how to collect and analyse data from the measurements of stress\nphysiology and social reciprocity . \n- Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information:\nVariable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices,\nCalculations etc.)\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nREDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles,\nData Access Groups, Data Quality Rules, Surveys and survey\nsettings, order of survey queue. REDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes\nadjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured\nduring survey completion in REDCAp\nThe PGG device generates metadata like the instrument settings and the timing of the measurements.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nPaper data like the ICF forms will be kept in a locked cabinet in the office of the PI at KU Leuven. Other pseudonumized data will\nbe kept electronically in RedCap or in a secured folder on the KU Leuven L-drive. \nThe data will only be accesible by the researchers of this project. In a separate folder on the L-drive of the KU Leuven servers, a\npassword protected document will be kept containing the patient identification log; \nthis will be the only link between the real identity of the participant and their allocated subject ID code (pseudonymization code). \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on RedCap and a central KU Leuven server (L:drive) with automatic daily back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n4 of 7\nRedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided\nby the KU Leuven ICTS-hosted L:drive is 5 TB. It is expected this volume is sufficient for the current project. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \n All included storage facilities ( RedCap, L:drive) are incorporated within secured KU / UZ\nLeuven environments, are password-protected (including smartphone-based multi-factor\nidentification) and are only accessible by registered collaborating researchers.\n- All data files will be collected, processed and stored in a de-identified format by means of\nsubject ID codes (i.e. pseudonymization). These datafiles will not contain information that\nwould allow participant identification.\n- Personal data collected on paper (e.g. informed consent forms) are stored in a locked\ncabinet onsite (during data collection: accessible only to study personnel; after data\ncollection: accessible solely by PI of the study).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe price to set-up a RedCap projects is € 80 per year. Data storage on L:drive storage will result in a cost of € 569,2 per year (for\nmax. 5 TB of data). Costs for data storage will be covered by personal funds of the involved co-PI (Kaat Alaerts) and support\nfunds from the Rehabilitation sciences department.\ntotal of 569,2 x 29 year = 16506,8€\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for\nhuman use and for clinical experiments on humans\nAfter finalizing the data collection, all data will be stored (at least 25 years after the end of the research) in pseudonymized\nformat on password protected BIOMED L- and K Drive for large volume storage (secure facilities for data archiving). Saliva\nsamples will be stored in secure freezers at the UZ KU Leuven Biobank.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nthe generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred\nto the K:drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nOn average, one EEG recording is 0.35 GB\nFor 3 EEG recordings per participant across 120 participants(max.), this amounts to 126 GB\nIncluding other types of data, the total storage required is expected to be around 150GB\nOn average, one PPG recording is 250 MB, ammounting up to 90GB for 3PPG recordings pp across 120 pp. \nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n5 of 7\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\n(Neuro)physiological data: PPG, EEG, ECG, skin conductance and respiration data \nBiological data: saliva samples (to measure levels of oxytocin, cortisol and OXTR gene methylation)\nself-report questionnaires to measure stress, anxiety, sociality, attachment, self-compassion, quality of life, perseverative thinking,\nmindfulness experiece, mood, repetitive behavior. Informant-report questionnaire to measure sociality\nstress reactivity in daily life: experience sampling methods & muse s headband (heart rate + brain activity)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nSharing of de-identified, pseudonymized data upon request by email will be considered depending on the planned reuse. Only\nuses for research purposes will be allowed and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nIn an Open Access repository\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWe plan to make (parts of) the de-identified, and pseudonymized raw data collected during the study available through RDR online\nrepository Open Science Framework (https://osf.io/) online repository or the recently launched KU Leuven Research data\nRepository. All clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6 months after study\ncompletion (last visit of the last participant). \"\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n6 of 7\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nSharing on OSF and RDR are not anticipated to yield any additional costs. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe involved researcher (Eimi van Weert) and Coordinating PI (Kaat Alaerts). \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe main responsible person for the data management of the trial will be PI Alaerts and PI Van der Gucht (with delegation to the\nresearch team)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nCoordinating PI Kaat Alaerts \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe Coordinating PI (Kaat Alaerts) bears the end responsibility of updating and  implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 10 February 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Exploring the mechanistic link between the oxytocinergic system and mindfulness training Creator: Creator: Eimi van Weert Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Individuals with Autism Spectrum Disorder (ASD) are at a higher risk of developing anxiety, stress and depression disorders compared to their neurotypical peers. Recent research has started to explore the potential of intranasal administration of oxytocin as a potential new therapeutic option for autism, related to its stress-regulating, prosocial effects. Oxytocin as stand-alone treatment is however anticipated to be suboptimal and may fail in consistently targeting the relevant neural circuits, if not administered in a therapeutic context that similarly stimulates stress regulatory states and behaviors. For facilitating stress-regulation, initial promising insights have emerged into the application of tailored mindfulness-based interventions for autistic individuals for promoting stress regulation and well-being. Furthermore, recent notions suggest that the neurophysiological-mechanistic underpinnings of stress regulation induced by oxytocin administration and mindfulness-based stress reduction programs may show considerable overlap. Here, an initial oxytocin clinical trial with 160 autistic adults is proposed to specifically explore the synergetic potential of combining oxytocin administration within a tailored mindfulness-based stress reduction program. The project is anticipated to yield important fundamental and clinical insights, facilitating novel ways for boosting efficacy and applicability of both oxytocin and mindfulness treatment approaches in clinical populations. ID: ID: 210435 Start date: Start date: 05-10-2025 End date: End date: 08-10-2028 Last modified: Last modified: 10-02-2025 Created using DMPonline.be. Last modiﬁed 10 February 2025 1 of 7 Exploring the mechanistic link between the oxytocinergic system and mindfulness training Exploring the mechanistic link between the oxytocinergic system and mindfulness training Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA PSS Perceived Stress Scale N D N RedCap - online designer <1GB DASS-21 Depression Anxiety Stress Scale N D N RedCap - online designer <1GB SAAM State Adult Attachment Measure N D N RedCap - online designer <1GB SRS-A Social Responsiveness Scale N D N RedCap - online designer <1GB SCS-SF Self-Compassion Scale- Short Form N D N RedCap - online designer <1GB PSQI Pittsburg Sleep Quality Index N D N RedCap - online designer <1GB WHO-5 WHO-5 Quality of Life N D N RedCap - online designer <1GB PTQ Perseverative Thinking Questionnaire N D N RedCap - online designer <1GB CHIME Comprehensive Inventory of Mindfulness Experiences N D N RedCap - online designer <1GB POMS Profile of Mood State N D N RedCap - online designer <1GB GQ-D Group Questionnaire N D N RedCap - online designer <1GB VAS-QL Visual-analogue-scale quality of life N D N RedCap - online designer <1GB RBS Repetitive behavior scale N D N RedCap - online designer <1GB stress physiology recordings: EEG N D I .mat, .mp4 approx. 50MB stress physiology recordings: ECG N D I .mat, .mp5 approx. 50MB stress physiology recordings: Skin conductance N D I .mat, .mp6 approx. 50MB stress physiology recordings: Respiration N D I .mat, .mp7 approx. 50MB oxytocin receptor (OXTR) gene methylation Saliva samples with Salivette cotton swaps small, individual kit: Oragene DNA (OG- 500) kit Endogeneous oxytocin levels Saliva samples with Salivette cotton swaps N P O (small individual tubes) Enzo Life Science Oxytocin ELISA assays (for oxytocin analysis); Salivary Cortisol Enzyme Immunoassay Kits by Salimetrics (for Cortisol analysis) PPG (photoplethysmography sensor) stress physiology recordings N D N .mat <1GB stress reactivity in daily life: experience sampling using mPath app on smartphone N D N via mPath <1GB stress reactivity in daily life: Muse S headband N D N JSON or CSV <1GB IC Voluntary written informed consent of the participant or their legally authorized representative has been obtained prior to any screening procedures N D&P O - tikbox 'Yes - No' RedCap - online designer IC Informed consent signed N D&P O - tikbox 'Yes - No' Physical format IMP Trial medication N D N RedCap - online designer Created using DMPonline.be. Last modiﬁed 10 February 2025 2 of 7 ConMed concomitant medication N D N RedCap - online designer SF Safety N D N RedCap - online designer If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) A PRET form has been submitted: G-2024-7933 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2024-7933 S68971 All personal data will be collected via electronic surveys like REDCap. Ordinary personal data: name of participant contact details will be used for communicating with the participants throughout the course of the study, will not be used for long-term storage. Names and other contact information will never be captured in REDCap. Sensitive personal data: age, gender, medical information about participant's diagnosis and medication history,standardized questionnaires, Stress physiology recordings, ECG data data, respiratory data, skin conductance data and hormonal assessments. All research-relevant personal data will be de-identified and stored in coded form on the protected L-drive (during study, transferred to K-drive after study completion) of KU Leuven or on the independent and secured database and data management system (REDCap). This database is password-protected and only accesible by the researchers of this study. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 10 February 2025 3 of 7 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For questionnaires: Metadata (e.g. timestamp, electronic instructions) are automatically captured in REDCap. - Standard operating procedures will be written to describe how to collect and analyse data from the measurements of stress physiology and social reciprocity . - Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.) Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes adjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCAp The PGG device generates metadata like the instrument settings and the timing of the measurements. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) Paper data like the ICF forms will be kept in a locked cabinet in the office of the PI at KU Leuven. Other pseudonumized data will be kept electronically in RedCap or in a secured folder on the KU Leuven L-drive. The data will only be accesible by the researchers of this project. In a separate folder on the L-drive of the KU Leuven servers, a password protected document will be kept containing the patient identification log; this will be the only link between the real identity of the participant and their allocated subject ID code (pseudonymization code). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on RedCap and a central KU Leuven server (L:drive) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 10 February 2025 4 of 7 RedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L:drive is 5 TB. It is expected this volume is sufficient for the current project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All included storage facilities ( RedCap, L:drive) are incorporated within secured KU / UZ Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. - All data files will be collected, processed and stored in a de-identified format by means of subject ID codes (i.e. pseudonymization). These datafiles will not contain information that would allow participant identification. - Personal data collected on paper (e.g. informed consent forms) are stored in a locked cabinet onsite (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The price to set-up a RedCap projects is € 80 per year. Data storage on L:drive storage will result in a cost of € 569,2 per year (for max. 5 TB of data). Costs for data storage will be covered by personal funds of the involved co-PI (Kaat Alaerts) and support funds from the Rehabilitation sciences department. total of 569,2 x 29 year = 16506,8€ Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans After finalizing the data collection, all data will be stored (at least 25 years after the end of the research) in pseudonymized format on password protected BIOMED L- and K Drive for large volume storage (secure facilities for data archiving). Saliva samples will be stored in secure freezers at the UZ KU Leuven Biobank. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) the generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K:drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? On average, one EEG recording is 0.35 GB For 3 EEG recordings per participant across 120 participants(max.), this amounts to 126 GB Including other types of data, the total storage required is expected to be around 150GB On average, one PPG recording is 250 MB, ammounting up to 90GB for 3PPG recordings pp across 120 pp. Created using DMPonline.be. Last modiﬁed 10 February 2025 5 of 7 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data (Neuro)physiological data: PPG, EEG, ECG, skin conductance and respiration data Biological data: saliva samples (to measure levels of oxytocin, cortisol and OXTR gene methylation) self-report questionnaires to measure stress, anxiety, sociality, attachment, self-compassion, quality of life, perseverative thinking, mindfulness experiece, mood, repetitive behavior. Informant-report questionnaire to measure sociality stress reactivity in daily life: experience sampling methods & muse s headband (heart rate + brain activity) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Sharing of de-identified, pseudonymized data upon request by email will be considered depending on the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) In an Open Access repository When will the data be made available? When will the data be made available? Upon publication of research results We plan to make (parts of) the de-identified, and pseudonymized raw data collected during the study available through RDR online repository Open Science Framework (https://osf.io/) online repository or the recently launched KU Leuven Research data Repository. All clinical trial results will also be posted on the EUDRACT clinical trial study entry within 6 months after study completion (last visit of the last participant). \" Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Created using DMPonline.be. Last modiﬁed 10 February 2025 6 of 7 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Sharing on OSF and RDR are not anticipated to yield any additional costs. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The involved researcher (Eimi van Weert) and Coordinating PI (Kaat Alaerts). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The main responsible person for the data management of the trial will be PI Alaerts and PI Van der Gucht (with delegation to the research team) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Coordinating PI Kaat Alaerts Who will update and implement this DMP? Who will update and implement this DMP? The Coordinating PI (Kaat Alaerts) bears the end responsibility of updating and implementing this DMP Created using DMPonline.be. Last modiﬁed 10 February 2025 7 of 7"
}