{
    "document_id": "D-2021-1339",
    "LinkTitle": "D-2021-1339",
    "file_name": "D-2021-1339.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1339.pdf",
    "metadata": {
        "title": "Sexting and adolescents!? Who dares to address this controversial topic? Empowering parents using a sex-positive intergenerational co-learning approach (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Sexting and adolescents!? Who dares to address this controversial topic?\nEmpowering parents using a sex-positive intergenerational co-learning approach (FWO DMP) -\nDMP title\nProject Identifier\n U0138895\nGrant Title\n 11I0922N\nPrincipal Investigator / Researcher\n Silke Van Dijck\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSilke Van Dijck \nFWO Project Number & Title\nApplication number: 11I0922N\n‘Sexting and adolescents!?’ Who dares to address this controversial topic? Empowering parents\nusing a sex-positive intergenerational co-learning approach\nAffiliation\nKU Leuven\nInterfaculty Institute for Family and Sexuality Studies, Department of Neurosciences, KU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nStudy\nRaw vs\nProcessed\nType of data\nFormat\nVolume\nOrigin (how\ncreated)\nStudy A:\nFocus groups\nRAW\nAudio\nrecording of\nfocus groups\n.mp3\nWe plan to do\n12-18 focus\ngroups, each\nwith a duration\nof 60-90\nminutes, so\n<1GB (= 32\nhours audio\nrecording)\n1.) 9-12 focus\ngroups with\nadolescents age\n15-18\n2.) 3-6 focus\ngroups with\nparents of\nadolescents\nage 15-18\n \n \nPersonal notes\ntaken during\ninterviews\nPaper\nand\npencil\nNotes from 12-\n18 focus groups\n(1 to 6 pages\nper focus\ngroup), +/- 70\npages\nNotes made during\nface-to-face focus\ngroups including\nenvironmental\ninformation, body\nlanguage, groups\ndynamics,\npersonal thoughts\nand reflections of\nthe moderator and\nobservator during\nthe discussion \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\n \nProcessed\nTranscripts\n.docx\nTranscripts of\n12-18 focus\ngroups\n(estimated\nlength per\nfocus group is\n30-50 pages)\n< 20 MB\nTranscription of\nthe audio-\nrecordings of the\nfocus groups\n \n \nPersonal Notes\n.docx\n 30- 50 pages,\n< 1 MB\nNotes on paper will\nbe reconsidered\nand summarized in\nan word document\n \n \nNvivo output\n(codes and\nsummarizing\ngraphs)\n.nvp\n.png\n<40 MB\nTranscripts will be\nimported in Nvivo\n(qualitative\nanalysis program)\nand will be coded\naccording to\nthematic analysis\nStudy B:\nLaboratory\nObservation\nStudy\nRaw\nVideo (+\naudio) tapes\n.MP4\n30 minutes of\nvideo-recording\nfrom 60 dyads\n(parent +\nadolescent), in\ntotal 30 hours\nof recording, <\n1 TB\nVideo recording of\nconversations\nbetween parents\nand adolescents in\nour laboratory\n \n \nOnline\nquestionnaires\n.xls\n.sav\nData from 120\nrespondents,\n<10 mb\nOnline\nquestionnaires\ncompleted at\nhome through\nQualtrics before\nthe laboratory\nobservations\n \n \nPaper\nquestionnaires\nOn\npaper\nData from 120\nrespondents,\n<1000 pages\nQuestionnaires\ncompleted just\nbefore and during\nobservations in the\nlaboratory\n \n \nPersonal notes\n.docx\n< 200 pages\nObservations of\nthe researcher\nduring data\ncollection\n \nprocessed\nQuestionnaires\n.sav\nDataset and\nstatistic output\nfrom 120\nparticipants\nData from the\nonline and on\npaper\nquestionnaires will\nbe collected in one\ndatafile in SPSS\n \n \nCodes/analysis\nof video-tapes\n.docx\n<1GB\nVideo-tapes will be\ncoded manually by\nresearchers/coders\nStudy C:\nQ-\nmethodology\nRAW\nPictures of the\nQ-sort\n.jpg\n.png\n60 pictures of\nQ-sorts, <300\nmb\nParticipants have\nto sort quotes on a\nboard, afterwards\nwe take a picture\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\n \n \nQ-sort on\npaper\nOn\npaper\n60 pages\nThe numbers of\nthe statements will\nbe written down\non a preprinted\ngrid, to have a\ndouble check\n \n \nAudio-\nrecording\n.mp3\n60 interviews\nwith a duration\nof 30 minutes,\nin total 30\nhours of\nrecording, < 1\nGB\nParticipants will be\nasked to explain\ntheir Q-sort\n \nprocessed\nAnalysis\nreports\n.sta\n.dat\n.lis\n.docx\n<5mb\nAnalysis of Q-sorts\nwill be done\nthrough PQMethod\nStudy D:\nQuestionnaire\nRAW\nProcessed\nOnline\nquestionnaire\n.xls\n.sav\nQuestionnaires\nof at least 200\nparticipants,\n<50 mb\nGenerated though\nQualtrics\nStudy E: pilot\nintervention\nstudy\n \n \n \nThis study\ndesign depends\non the previous\nfindings of\nstudy A, B, C\nand D and will\nbe constructed\nlater on\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nPRET application G-2021-4400\n \nShort description of the kind of personal data that will be used:\nThis research has two target groups: adolescents and parents of adolescents.\nGathering a broad range of data is specific to qualitative research. Depending on the design of\neach study, we will collect ordinary personal data: identification information (name, e-mail\naddress), personal details (age, gender, birthdate, marital status, nationality), leisure activities\nand interests, education and training, occupation and professional activities and video- and\naudiotapes. Besides that, we will collect special categories of personal data too. Since our\nresearch topic “sexting” is connected to sexual activities, we are sure that data regarding sexual\nintercourse, sexual ideas, and sexuality in general will be discussed.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPrivacy Registry Reference: PRET application \nG-2021-4400\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nIn general, for each study we will create and provide (out of software) metadata that will\nfacilitate the interpretation of our datasets and our way of working during recruitment and\nanalysis. Our FWO and SMEC applications and DMP are general metadata that will be saved and\nupdated as necessary. Meetings and brainstorms are captured in reports.\nWhich metadata will be kept specifically per study can be found in the list below:\n \nStudy A - focus group study:\nEC application:\n The informed consent procedure, the recruiting procedure and the\npseudonymization procedure are described in our Ethical committee application.\nThe focus group protocol\n documents the concrete steps within the physical preparation of the\nfocus group (setting, materials etc.). The protocol also includes a step-by-step description of the\ninformed consent procedure and a detailed description of the questions to be asked during the\nfocus group (= the focus group guide).\nRecruitment materials\nRecruitment logbook\n that covers the concrete steps taken during recruitment\nCodebook\n the final codes used as a result from our thematic analysis\nReadMefile\n within Nvivo\nMetadata\n out of Nvivo\n \nStudy B - laboratory-observation study:\nEC\n: informed consent procedure, recruiting procedure, pseudonymization procedure\nProtocol\n: description of the laboratory setting and the instructions/guidance for observational\ntasks\nRecruitment materials\nRecruitment logbook\n that covers the concrete steps taken during recruitment\nVariable logbook\n with description of the variables and their levels, names etc.\nCodebook\n description with how to code the video’s, codes that are used\nAnalysis logbook\n for data preparation (e.g. cleaning) and data analyzing\nMetadata\n out of SPSS\n \nStudy C – Q-methodology:\nEC\n: informed consent procedure, recruitment procedure, pseudonymization procedure\nProtocol\n description of the Q-study and Q-set, setting, materials etc. A step-by-step description\nof the informed consent procedure and the guidance during the sorting procedure and a detailed\ndescription of the question to be asked in the short interview after the sorting procedure.\nRecruitment materials\nRecruitment logbook\n that covers the concrete steps taken during recruitment\nPersonal data file\n: that links the Q-sorts to the participants\nMetadata\n out of PQMethod\n \nStudy D – questionnaire:\nEC\n: informed consent procedure, recruitment procedure\nRecruitment materials\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nRecruitment logbook\n that covers the concrete steps taken during recruitment\nVariable logbook\n with description of the variables and their levels, names etc.\nAnalysis logbook\n for data preparation (e.g. cleaning) and data analyzing\nReadMeFile\n in SPSS\nMetadata\n out of SPSS\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nsee previous question\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData and metadata will be stored on a password-protected secure KU Leuven Onedrive and\naccount only available through an authorized personal KU Leuven-account. Hereby, access will\nbe limited to the researchers and master students who are working on the project in the context\nof their Masters thesis.\nAlso the password-protected secure KU Leuven network drive (J-drive) only available through an\nauthorized personal KU Leuven-account can be used if necessary. \n \nThe personal data and the pseudonymized data will be stored in a different map on the KU\nLeuven server or the KU Leuven OneDrive and will be secured both by a different password.\n \nData on paper, such as informed consents, will be archived in a locked closet in the office of Silke\nVan Dijck at the institute of family and sexuality studies.\nHow is backup of the data provided?\nBoth, the KU Leuven OneDrive and the KU Leuven network drive, ensure automatic back-ups.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nA KU Leuven OneDrive Account comes with 2 TB storage and is centrally financed up to 5 TB\nstorage per personal account. We do not expect to exceed this storage capacity. If so, costs for\nextra storage capacity will be covered by the PhD student’s bench fee our credits of the research\nunit.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe OneDrive storage for every KU Leuven-account is centrally financed. If we need to extend\nthe current storage capacity of our institute, we will do so by contacting the ICTS-service of\nBiomedical sciences. The costs will be covered by the PhD student’s bench fee and/or the credit\nof the supervisor/institute.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess will only be possible for personal KU Leuven-accounts (with a two-step authentication)\nwhich are linked to the research project. This access will be limited to the researchers (Silke Van\nDijck, Paul Enzlin, Karla Van Leeuwen) and master students who are working on the project in the\ncontext of their masters thesis.\n \nData on paper will be archived at our institute which is only accessible with an authorized KU\nLeuven badge. Furthermore, the door of our office is locked with a key and the concerned closet\nwill be key-closed too. This last key will be only accessible for the PhD-student, Silke Van Dijck.\n6. Data preservation after the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll pseudonymized data (such as transcripts, anonymized questionnaire data etc.) will be\narchived for at least 10 years, conform the KU Leuven RDM policy. In the light of ethical concerns,\nwe will delete all audiotapes and personal data of participants (such as names, e-mail addresses\netc.), when the project is finished and after publication of our findings. Only the videotapes will\nbe retained after the project with permission of the participants. Data will be kept as proof of our\nresearch integrity and in case we would like to redo analysis on the same data.\nWhere will the data be archived (= stored for the longer term)?\nAs the end of my 4 years project approaches, I will contact the ICTS service of Biomedical\nsciences. In consultation with them and with the concrete amounts of our datasets in mind, we\nwill make this decision. With the knowledge we have at the moment we would opt to use server-\nback-end storage.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nDepending on the amount of our datasets the expected costs are different. Type 1 primary\nstorage will cost 54 euro per 100 GB or 270 euro per TB.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nIn the light of ethicial concerns we will delete all audiotapes after transcription, when the project\nis finished and after publication of our findings.\nWith permission of the participants we will keep the videotapes after the end of the project. Data\nwill be kept as prove of our research integrity and in case we would like to redo analysis on the\nsame data. Since this is personal data it will only be made available within our own research\ngroup.\nAll other pseudomynized data can be made available.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nIf researchers want to get access to our data, they need to do an official request through e-mail\nin which they explain their planned reuse. If accepted, that will be shared through a secured\ntransfer system.\nWhen will the data be made available?\nData will only be shared (1) after the end of this project (2) when our findings on that part of the\ndata are already published.\nWho will be able to access the data and under what conditions?\nWe will only allow access and reuse of our data in the perspective of research goals. Any\ncommercial goal will not be accepted. This consideration is made based on the research plans of\nthe requesting party explained in an official request e-mail.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe do not expect any costs for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD-student, Silke Van Dijck, and the Promotor, Prof. dr. Paul Enzlin, will be responsible.\nWho will be responsible for data storage & back up during the project?\nThe PhD-student, Silke Van Dijck, will be responsible.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotor of this project, Prof. dr. Paul Enzlin, will be responsible. \nWho bears the end responsibility for updating & implementing this DMP?\nDuring the PhD-project Silke Van Dijck will stand in for updating & implementing the DMP.\nAfter the project the promotor, prof. dr. Paul Enzlin, bears the end responsibility for overall data\nmanagement in the long term.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name Sexting and adolescents!? Who dares to address this controversial topic? Empowering parents using a sex-positive intergenerational co-learning approach (FWO DMP) - DMP title Project Identifier U0138895 Grant Title 11I0922N Principal Investigator / Researcher Silke Van Dijck Institution KU Leuven 1. General Information Name applicant Silke Van Dijck FWO Project Number & Title Application number: 11I0922N ‘Sexting and adolescents!?’ Who dares to address this controversial topic? Empowering parents using a sex-positive intergenerational co-learning approach Affiliation KU Leuven Interfaculty Institute for Family and Sexuality Studies, Department of Neurosciences, KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Study Raw vs Processed Type of data Format Volume Origin (how created) Study A: Focus groups RAW Audio recording of focus groups .mp3 We plan to do 12-18 focus groups, each with a duration of 60-90 minutes, so <1GB (= 32 hours audio recording) 1.) 9-12 focus groups with adolescents age 15-18 2.) 3-6 focus groups with parents of adolescents age 15-18 Personal notes taken during interviews Paper and pencil Notes from 12- 18 focus groups (1 to 6 pages per focus group), +/- 70 pages Notes made during face-to-face focus groups including environmental information, body language, groups dynamics, personal thoughts and reflections of the moderator and observator during the discussion This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Processed Transcripts .docx Transcripts of 12-18 focus groups (estimated length per focus group is 30-50 pages) < 20 MB Transcription of the audio- recordings of the focus groups Personal Notes .docx 30- 50 pages, < 1 MB Notes on paper will be reconsidered and summarized in an word document Nvivo output (codes and summarizing graphs) .nvp .png <40 MB Transcripts will be imported in Nvivo (qualitative analysis program) and will be coded according to thematic analysis Study B: Laboratory Observation Study Raw Video (+ audio) tapes .MP4 30 minutes of video-recording from 60 dyads (parent + adolescent), in total 30 hours of recording, < 1 TB Video recording of conversations between parents and adolescents in our laboratory Online questionnaires .xls .sav Data from 120 respondents, <10 mb Online questionnaires completed at home through Qualtrics before the laboratory observations Paper questionnaires On paper Data from 120 respondents, <1000 pages Questionnaires completed just before and during observations in the laboratory Personal notes .docx < 200 pages Observations of the researcher during data collection processed Questionnaires .sav Dataset and statistic output from 120 participants Data from the online and on paper questionnaires will be collected in one datafile in SPSS Codes/analysis of video-tapes .docx <1GB Video-tapes will be coded manually by researchers/coders Study C: Q- methodology RAW Pictures of the Q-sort .jpg .png 60 pictures of Q-sorts, <300 mb Participants have to sort quotes on a board, afterwards we take a picture This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 Q-sort on paper On paper 60 pages The numbers of the statements will be written down on a preprinted grid, to have a double check Audio- recording .mp3 60 interviews with a duration of 30 minutes, in total 30 hours of recording, < 1 GB Participants will be asked to explain their Q-sort processed Analysis reports .sta .dat .lis .docx <5mb Analysis of Q-sorts will be done through PQMethod Study D: Questionnaire RAW Processed Online questionnaire .xls .sav Questionnaires of at least 200 participants, <50 mb Generated though Qualtrics Study E: pilot intervention study This study design depends on the previous findings of study A, B, C and D and will be constructed later on 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: PRET application G-2021-4400 Short description of the kind of personal data that will be used: This research has two target groups: adolescents and parents of adolescents. Gathering a broad range of data is specific to qualitative research. Depending on the design of each study, we will collect ordinary personal data: identification information (name, e-mail address), personal details (age, gender, birthdate, marital status, nationality), leisure activities and interests, education and training, occupation and professional activities and video- and audiotapes. Besides that, we will collect special categories of personal data too. Since our research topic “sexting” is connected to sexual activities, we are sure that data regarding sexual intercourse, sexual ideas, and sexuality in general will be discussed. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Privacy Registry Reference: PRET application G-2021-4400 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? In general, for each study we will create and provide (out of software) metadata that will facilitate the interpretation of our datasets and our way of working during recruitment and analysis. Our FWO and SMEC applications and DMP are general metadata that will be saved and updated as necessary. Meetings and brainstorms are captured in reports. Which metadata will be kept specifically per study can be found in the list below: Study A - focus group study: EC application: The informed consent procedure, the recruiting procedure and the pseudonymization procedure are described in our Ethical committee application. The focus group protocol documents the concrete steps within the physical preparation of the focus group (setting, materials etc.). The protocol also includes a step-by-step description of the informed consent procedure and a detailed description of the questions to be asked during the focus group (= the focus group guide). Recruitment materials Recruitment logbook that covers the concrete steps taken during recruitment Codebook the final codes used as a result from our thematic analysis ReadMefile within Nvivo Metadata out of Nvivo Study B - laboratory-observation study: EC : informed consent procedure, recruiting procedure, pseudonymization procedure Protocol : description of the laboratory setting and the instructions/guidance for observational tasks Recruitment materials Recruitment logbook that covers the concrete steps taken during recruitment Variable logbook with description of the variables and their levels, names etc. Codebook description with how to code the video’s, codes that are used Analysis logbook for data preparation (e.g. cleaning) and data analyzing Metadata out of SPSS Study C – Q-methodology: EC : informed consent procedure, recruitment procedure, pseudonymization procedure Protocol description of the Q-study and Q-set, setting, materials etc. A step-by-step description of the informed consent procedure and the guidance during the sorting procedure and a detailed description of the question to be asked in the short interview after the sorting procedure. Recruitment materials Recruitment logbook that covers the concrete steps taken during recruitment Personal data file : that links the Q-sorts to the participants Metadata out of PQMethod Study D – questionnaire: EC : informed consent procedure, recruitment procedure Recruitment materials This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 Recruitment logbook that covers the concrete steps taken during recruitment Variable logbook with description of the variables and their levels, names etc. Analysis logbook for data preparation (e.g. cleaning) and data analyzing ReadMeFile in SPSS Metadata out of SPSS Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No see previous question 5. Data storage and backup during the FWO project Where will the data be stored? Data and metadata will be stored on a password-protected secure KU Leuven Onedrive and account only available through an authorized personal KU Leuven-account. Hereby, access will be limited to the researchers and master students who are working on the project in the context of their Masters thesis. Also the password-protected secure KU Leuven network drive (J-drive) only available through an authorized personal KU Leuven-account can be used if necessary. The personal data and the pseudonymized data will be stored in a different map on the KU Leuven server or the KU Leuven OneDrive and will be secured both by a different password. Data on paper, such as informed consents, will be archived in a locked closet in the office of Silke Van Dijck at the institute of family and sexuality studies. How is backup of the data provided? Both, the KU Leuven OneDrive and the KU Leuven network drive, ensure automatic back-ups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes A KU Leuven OneDrive Account comes with 2 TB storage and is centrally financed up to 5 TB storage per personal account. We do not expect to exceed this storage capacity. If so, costs for extra storage capacity will be covered by the PhD student’s bench fee our credits of the research unit. What are the expected costs for data storage and back up during the project? How will these costs be covered? The OneDrive storage for every KU Leuven-account is centrally financed. If we need to extend the current storage capacity of our institute, we will do so by contacting the ICTS-service of Biomedical sciences. The costs will be covered by the PhD student’s bench fee and/or the credit of the supervisor/institute. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access will only be possible for personal KU Leuven-accounts (with a two-step authentication) which are linked to the research project. This access will be limited to the researchers (Silke Van Dijck, Paul Enzlin, Karla Van Leeuwen) and master students who are working on the project in the context of their masters thesis. Data on paper will be archived at our institute which is only accessible with an authorized KU Leuven badge. Furthermore, the door of our office is locked with a key and the concerned closet will be key-closed too. This last key will be only accessible for the PhD-student, Silke Van Dijck. 6. Data preservation after the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All pseudonymized data (such as transcripts, anonymized questionnaire data etc.) will be archived for at least 10 years, conform the KU Leuven RDM policy. In the light of ethical concerns, we will delete all audiotapes and personal data of participants (such as names, e-mail addresses etc.), when the project is finished and after publication of our findings. Only the videotapes will be retained after the project with permission of the participants. Data will be kept as proof of our research integrity and in case we would like to redo analysis on the same data. Where will the data be archived (= stored for the longer term)? As the end of my 4 years project approaches, I will contact the ICTS service of Biomedical sciences. In consultation with them and with the concrete amounts of our datasets in mind, we will make this decision. With the knowledge we have at the moment we would opt to use server- back-end storage. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Depending on the amount of our datasets the expected costs are different. Type 1 primary storage will cost 54 euro per 100 GB or 270 euro per TB. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? In the light of ethicial concerns we will delete all audiotapes after transcription, when the project is finished and after publication of our findings. With permission of the participants we will keep the videotapes after the end of the project. Data will be kept as prove of our research integrity and in case we would like to redo analysis on the same data. Since this is personal data it will only be made available within our own research group. All other pseudomynized data can be made available. Where/how will the data be made available for reuse? Upon request by mail If researchers want to get access to our data, they need to do an official request through e-mail in which they explain their planned reuse. If accepted, that will be shared through a secured transfer system. When will the data be made available? Data will only be shared (1) after the end of this project (2) when our findings on that part of the data are already published. Who will be able to access the data and under what conditions? We will only allow access and reuse of our data in the perspective of research goals. Any commercial goal will not be accepted. This consideration is made based on the research plans of the requesting party explained in an official request e-mail. What are the expected costs for data sharing? How will the costs be covered? We do not expect any costs for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD-student, Silke Van Dijck, and the Promotor, Prof. dr. Paul Enzlin, will be responsible. Who will be responsible for data storage & back up during the project? The PhD-student, Silke Van Dijck, will be responsible. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 Who will be responsible for ensuring data preservation and reuse ? The promotor of this project, Prof. dr. Paul Enzlin, will be responsible. Who bears the end responsibility for updating & implementing this DMP? During the PhD-project Silke Van Dijck will stand in for updating & implementing the DMP. After the project the promotor, prof. dr. Paul Enzlin, bears the end responsibility for overall data management in the long term. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}