{
    "document_id": "D-2022-1393",
    "LinkTitle": "D-2022-1393",
    "file_name": "D-2022-1393.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1393.pdf",
    "metadata": {
        "title": "C1 LGC in octopus (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n C1 LGC in octopus (Internal Funds DMP) - DMP title\nProject Identifier\n u0010929\nGrant Title\n C14/21/065\nPrincipal Investigator / Researcher\n Eve Seuntjens\nProject Data Contact\n eve.seuntjens@kuleuven.be\nDescription\n Fundamental research project\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nEve Seuntjens (lead PI)\nWilliam Schafer (co-PI)\nInternal Funds Project number & title\nC14/21/065 Innovative ways of fast neurotransmission in the octopus brain\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWP 1.\n \nCharacterization of novel ligand-gated ion channels from Octopus\nType of data: Electrophysiological recordings on Robocyte\nFormat: *.r2d, *.rpf, *.r2, *.dat, *.rcd and *.accdb.\nVolume: 500 GB\nHow created: Using an automated two-electrode voltage clamp rig we will characterize the\npharmacological properties of LGICs from Octopus. This will allow us to identify\nagonists/antagonists for the channel, determine the ion selectivity and desensitization kinetics of\nthe channel.\n \nWP2. Characterisation of the expression of novel LGICs in the \nOctopus vulgaris \nbrain\nType of data: Microscope images\nFormat: Tiff file\nVolume: 100 GB\nHow created: Up-right Microscope Imaging of colorimetric \nin situ \nhybridization for cysLGCs\n \nType of data: Large Image Datasets\nFormat: Stack of Tiff file\nVolume: 1 TB\nHow created: confocal imaging of hybridization chain reaction for cysLGCs on octopus sections\n \nType of data: Microscopy Images\nFormat: Tiff file\nVolume: 1 TB\nHow created: confocal and expansion microscopy images of immunohistochemical staining for\nchannel antibodies and pre-synaptic and post-synaptic channel\n \nWP3 Exploring the roles of novel LGICs in Octopus behaviour\nType of data: Video\nFormat: mp4, avi\nVolume: 1 TB\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nHow created: Take videos of octopus paralarvae while they are under different lighting\nconditions, during feeding or while they are in different pharmacological compounds.\n \nType of data: Microscope Images\nFormat: Tiff file\nVolume: 500 GB\nHow created: Confocal Imaging of CRISPR-Cas9 injected embryos\n \nType of data: Microscope video\nFormat: avi, mp4\nVolume: 1TB\nHow created: Ca imaging of live brain sections\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo use of personal data\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes, we will be working on animals; octopus hatchlings, Xenopus eggs and mammalian cell lines.\nThe research will be performed under laboratory safety rules. All necessary safety measures for\nlaboratory and animal work will be taken.\nWe follow the guidelines and rules from the HSE Department (Health, Safety and Environment)\nand the Animal Ethics Committee at KU Leuven. Ethical permission for animal work was given:\nECD P099/2021 Characterising Novel Ligand-Gated Ion Channels in Octopus vulgaris.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes\nThe project largely contains fundamental research that will generate insights for possible future\nvalorisation. It holds a potential to medical translation or application in the clinic but only on the\nlong run. There might be IP depending on the obtained results. This may involve the\nidentification of Octopus LGICs with novel ligands. If mechanisms or molecules being identified in\nthe project are novel and promising for clinical application, possible IP protection will be\nconsidered, which will then be performed in consultation with LRD\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo Third Party is involved.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nDigital Data:\nWe will maintain a record of the following for every WP (where applicable):\n- Experimental design and protocol (.docx file)\n- Abbreviations used (.docc file)\n- Structure of the data (.doc file)\n- Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ\nscripts)\n- Raw data (specific file format according to data type)\n- Analysed data (specific file format according to data type)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n- Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on\n/server) and description of above-mentioned files. \nPhysical data:\nSamples taken from experiments will be documented and stored for up to three years after the\nend of the project. Storage will be in fixative, in paraffin, at 4C or in freezers depending on the\nkind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry\nplace or fridge.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe experiments are unique, but the data will be standardized according to data-type across\nexperiments to make it easier to interpret the structure. Below, we list the metadata standards\napplicable to this project: Metadata standards will be used for genomics\n(http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata). For all other data,\nmetadata will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadata-\nstandards/dublin-core).\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nAll Data will be stored on servers centrally managed by ICTS KU Leuven  and with back-up\ncapacities (KU Leuven OneDrive, Large Volume-Storage).  We expect about 5 Tb of data to be\nstored.\n5.2. How will the data be backed up?\nWe will use the back-up facilities of the KU Leuven ICTS.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\nThere is currently sufficient storage at KU Leuven ICTS.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nBack-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault\nfor private data: windows server (KU Leuven ICTS): 1302 €/year. The costs will be covered by the\nrunning costs on the grant.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nAll network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS\ncenter, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-\nterm data availability. Access to data is conditioned by KU Leuven security groups. Some data\nfiles will be stored in a secure environment at NERF.  All data will be password protected at the\nlocations.\n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nDigital data:\n We will retain all data for the expected 10 year period. For most publications we\nexpect that we will make the data publicly available on data repositories.\n \nPhysical data:\n Freezer stocks of histological slides will be available upon request. After the\nconclusion of the project samples will be stored for up to three years after the end of the project.\nStorage will be in fixative or in freezers depending on the kind of sample. Physical preservation\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\ncannot be ensured for a longer period in our samples (loss of fluorescence, loss of RNA and\nprotein integrity).\n6.2. Where will these data be archived (= stored for the long term)?\nWe will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally\nmanaged by the ICTS to store all digital data. Note books will be kept in the lab for at least 10\nyears, conform the KU Leuven RDM policy.\n \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nWe expect the costs to gradually increase up to 2800 EUR/year. These costs have been budgeted\ninto the project.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo\n7.2. Which data will be made available after the end of the project?\nWritten progress reports will be stored for internal purposes and can be accessed by KU Leuven\nresearcher upon request. Relevant neurobiological findings will be disseminated through\npublication in high profile, peer-reviewed international journals within the life science field. The\ndata will be presented on (inter)national scientific field- specific meetings, e.g. CIAC, CephRes,\netc. Published data will be available to all. For most publications we expect that we will make the\ndata publicly available on data repositories. Unpublished results will be made available after an\nembargo period (3 years; exceptionally 5 years after the project).\n7.3. Where/how will the data be made available for reuse?\nOther (specify):\nExperimental data will be made available through a data repository such as Genebank, FigShare (\nhttps://figshare.com/\n), Dryad ( \nhttps://datadryad.org/\n) or \nhttps://zenodo.org/\ndepending on the\ntype of data. We will explore the possibilities via online repositories and will use the website\nwww.re3data.org\n.\n7.4. When will the data be made available?\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nThe data will be made available after publication via the required link in the publications or upon\nrequest after an embargo period after publication (f.i. phenotype files, genetic data). The same\nholds true for unpublished data, they can be made available upon request but only after an\nembargo period (3 years; exceptionally 5 years after the project).\n7.5. Who will be able to access the data and under what conditions?\nAll team members have access as long as they are affiliated to KU Leuven. Once all files are\nreleased, anyone can use these data to generate new results, referring to the original publication\nand not for commercial use. Other data will be only released upon request and after an embargo\nperiod after publication. Data will be released under a CC-BY-NC  reuse license.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe transfer costs depend on the data repository selected. Costs will be covered by project fund.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nAll PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently:\nAmy Courtney, Ali M Elagoz, Ruth Styfhals\n8.2. Who will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAll PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently:\nAmy Courtney, Ali M Elagoz, Ruth Styfhals\n8.3. Who will be responsible for ensuring data preservation and sharing?\nAll PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently:\nAmy Courtney, Ali M Elagoz, Ruth Styfhals\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\n \nEve Seuntjens (promotor), William Schafer (co-promotor).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name C1 LGC in octopus (Internal Funds DMP) - DMP title Project Identifier u0010929 Grant Title C14/21/065 Principal Investigator / Researcher Eve Seuntjens Project Data Contact eve.seuntjens@kuleuven.be Description Fundamental research project Institution KU Leuven 1. General Information Name of the project lead (PI) Eve Seuntjens (lead PI) William Schafer (co-PI) Internal Funds Project number & title C14/21/065 Innovative ways of fast neurotransmission in the octopus brain 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. WP 1. Characterization of novel ligand-gated ion channels from Octopus Type of data: Electrophysiological recordings on Robocyte Format: *.r2d, *.rpf, *.r2, *.dat, *.rcd and *.accdb. Volume: 500 GB How created: Using an automated two-electrode voltage clamp rig we will characterize the pharmacological properties of LGICs from Octopus. This will allow us to identify agonists/antagonists for the channel, determine the ion selectivity and desensitization kinetics of the channel. WP2. Characterisation of the expression of novel LGICs in the Octopus vulgaris brain Type of data: Microscope images Format: Tiff file Volume: 100 GB How created: Up-right Microscope Imaging of colorimetric in situ hybridization for cysLGCs Type of data: Large Image Datasets Format: Stack of Tiff file Volume: 1 TB How created: confocal imaging of hybridization chain reaction for cysLGCs on octopus sections Type of data: Microscopy Images Format: Tiff file Volume: 1 TB How created: confocal and expansion microscopy images of immunohistochemical staining for channel antibodies and pre-synaptic and post-synaptic channel WP3 Exploring the roles of novel LGICs in Octopus behaviour Type of data: Video Format: mp4, avi Volume: 1 TB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 How created: Take videos of octopus paralarvae while they are under different lighting conditions, during feeding or while they are in different pharmacological compounds. Type of data: Microscope Images Format: Tiff file Volume: 500 GB How created: Confocal Imaging of CRISPR-Cas9 injected embryos Type of data: Microscope video Format: avi, mp4 Volume: 1TB How created: Ca imaging of live brain sections 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No use of personal data 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes, we will be working on animals; octopus hatchlings, Xenopus eggs and mammalian cell lines. The research will be performed under laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal work was given: ECD P099/2021 Characterising Novel Ligand-Gated Ion Channels in Octopus vulgaris. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP depending on the obtained results. This may involve the identification of Octopus LGICs with novel ligands. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No Third Party is involved. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital Data: We will maintain a record of the following for every WP (where applicable): - Experimental design and protocol (.docx file) - Abbreviations used (.docc file) - Structure of the data (.doc file) - Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ scripts) - Raw data (specific file format according to data type) - Analysed data (specific file format according to data type) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 - Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative, in paraffin, at 4C or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or fridge. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. Below, we list the metadata standards applicable to this project: Metadata standards will be used for genomics (http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata). For all other data, metadata will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadata- standards/dublin-core). 5. Data storage and backup during the project 5.1. Where will the data be stored? All Data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (KU Leuven OneDrive, Large Volume-Storage). We expect about 5 Tb of data to be stored. 5.2. How will the data be backed up? We will use the back-up facilities of the KU Leuven ICTS. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient storage at KU Leuven ICTS. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1302 €/year. The costs will be covered by the running costs on the grant. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long- term data availability. Access to data is conditioned by KU Leuven security groups. Some data files will be stored in a secure environment at NERF. All data will be password protected at the locations. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Digital data: We will retain all data for the expected 10 year period. For most publications we expect that we will make the data publicly available on data repositories. Physical data: Freezer stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Physical preservation This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 cannot be ensured for a longer period in our samples (loss of fluorescence, loss of RNA and protein integrity). 6.2. Where will these data be archived (= stored for the long term)? We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data. Note books will be kept in the lab for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? We expect the costs to gradually increase up to 2800 EUR/year. These costs have been budgeted into the project. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? Written progress reports will be stored for internal purposes and can be accessed by KU Leuven researcher upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. CIAC, CephRes, etc. Published data will be available to all. For most publications we expect that we will make the data publicly available on data repositories. Unpublished results will be made available after an embargo period (3 years; exceptionally 5 years after the project). 7.3. Where/how will the data be made available for reuse? Other (specify): Experimental data will be made available through a data repository such as Genebank, FigShare ( https://figshare.com/ ), Dryad ( https://datadryad.org/ ) or https://zenodo.org/ depending on the type of data. We will explore the possibilities via online repositories and will use the website www.re3data.org . 7.4. When will the data be made available? Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project). 7.5. Who will be able to access the data and under what conditions? All team members have access as long as they are affiliated to KU Leuven. Once all files are released, anyone can use these data to generate new results, referring to the original publication and not for commercial use. Other data will be only released upon request and after an embargo period after publication. Data will be released under a CC-BY-NC reuse license. 7.6. What are the expected costs for data sharing? How will these costs be covered? The transfer costs depend on the data repository selected. Costs will be covered by project fund. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? All PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently: Amy Courtney, Ali M Elagoz, Ruth Styfhals 8.2. Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 All PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently: Amy Courtney, Ali M Elagoz, Ruth Styfhals 8.3. Who will be responsible for ensuring data preservation and sharing? All PIs (Eve Seuntjens, William Schafer), and day-to-day managers of the C1-project; currently: Amy Courtney, Ali M Elagoz, Ruth Styfhals 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). Eve Seuntjens (promotor), William Schafer (co-promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}