{
    "document_id": "D-2022-1561",
    "LinkTitle": "D-2022-1561",
    "file_name": "D-2022-1561.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1561.pdf",
    "metadata": {
        "title": "D-2022-1561",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Katrien Antonio  \nFWO Project Number & Title  EOS ID 40007517 and FWO f ile G0I3422N  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  We will reuse (open and proprietary) insurance data sets . Roughly, these d ata sets will be up to 20GB, in \n.txt, .csv, SAS, R or Python format . The insur ance companies collect the data and we will use them in \npseudonymized form for research purposes. These insurance data sets will securely be transferred to us or \nthey will exclusively be available on -site. We will also analyze data collected by the Belgian  Cancer Registry \n(BCR). These datasets are exclusively available on -site, using a computer maintained by BCR. The researchers \nworking on this specific work package will follow a training on privacy awareness, under the lead of BCR. \nThe datatypes consist o f claim numbers, claim sizes (and their time stamps), survival data, and \nfeatures/covariates  of policyholders , individuals  or insured events . \n \nAt the moment of writing we are in the process of recruiting PhD students and postdocs, and composing the \nscientific  advisory board dedicated to the project. Fir st steps in launching the different research lines and \nwork packages have been initiated. However, no specific actions are launched yet regarding the collection \nof data sets from industry or societal partners. Therefore, no further specifics of the collect ed data can be \nlisted yet.  \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☒ Yes \n☐ No \nIf yes:  \n- Privacy Registry Reference:  to do  \n- Short descript ion of the kind of personal data that will be used:  see our answer in box 2 of this \ntemplate. Our research will process personal information, received in pseudonymized format from \ninsurance companies. Hereto, we  will register our data sets in the KU Leuven’s privacy register. We \nwill also register  the work packages within  the ASTeRISK EoS project  where p ersonal da ta are re used, \nwith  both the Social and Societal Ethics Committee at KU Leuven and the Commission d’éthique SPLE \nat UCLouvain.  \n \n2019-10-01 | FWO DMP Template   3 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in resear ch data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment:  as part of the work packages we may de velop simulation machines or engines, \ncapable of generating artificial data sets, inspired by insights derived from working with original, confidential \nproprietary insurance data sets. No IP restrictions will be claimed; the simulation machines or engines will \nbe open source, with dedicated documentation.  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☒ Yes \n☐ No \nIf yes, please comment:  see our answer in box 2 of this template. Data sets received from insurance \ncompa nies will be su bject to a  non-disclosu re agreement , restricting the dissemination or exploitation of \nthe rec eived data.  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   4 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  All our papers aim for full reproducibility of our proposed models, estimators and algorithms. Hereto, the \npapers will list all technica l details. For each paper, relevant p rogramming code and detailed documentation \nwill be retained in a version control system (git, hosted by GitHub).  Mor eover,  the following files will be \nsaved in the same folder as the dataset:  \n• project documentation will be provided in a readme file. This file will include the project name, \nkeywords, name of involved researchers and their ORCID ID, name of funder, funding code, start - \nand end date of the project, links to publications, creative c ommon license, registration code from \nethical committee for privacy review  \n• the privacy review applicat ion will be saved as a PDF document and the registration code will be \nadded to the project documentation.  \n• the data mana gement plan will be saved as a word file.   \n• data preparation and the statistical analyses will be documented in an annotated analysis code file \n(as an R code or Python script ). The version of the used software will be documented carefully.  \n• data generation will be documented in an annotated data -generating code file. The variables in the \ncreated datasets will be described in a codebook. The statistical analyses conducted on the simulated \ndata will be documented in an annot ated analysis code file ( i.e. R code or Python file). The version \nof the used software will be documented . \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state i n detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \n \n \n5. Data storage & backup during the FWO project  \n \n2019-10-01 | FWO DMP Template   5 \n Where will the data be stored?  During the research we will store the data on the researchers’ university managed computer and on an \nexternal drive, encrypted and protected. We will also store the data in a cloud service securely accessi ble to \nboth KU Leuven and UCLouvain researchers (OneDrive for Business or NextCloud). Programming code and \ndetailed documentation will be retained in a version control system (git, hosted by GitHub). If necessary, file \ntransfers will be performed with Belnet Filesender using the encryption option.  \nHow will the data be backed up?  See our answer to the previous question.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Allocated project budg et will be used for  costs related to data storage.  \nData security: how will you ensure that the data \nare securely sto red and not accessed or \nmodified by unauthorized persons?  Digital data will be stored in a restricted network share  on OneDrive, which can only be accessed by the \ninvolved researchers.  Multi -factor authentication is activated for the KU Leuven , respectively UCLouvain,  \nlogin of all researchers having access to the data.   \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \n2019-10-01 | FWO DMP Template   6 \n Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restric tions, physical \npreservation issues, ...).  To be determined.  \nWhere will these data be archived (= stored for \nthe long term)?  After the research we will store the data in three locat ions: (1) on a password -protected and encrypted \nexternal hard drive, (2) in OneDrive for Business, and (3) the Server Back -End Storage of KU Leuven, a data \narchiving infrastructure.  \n \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  To b e determined; allocated  project budg et will be used for  costs related to data storage.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or pr eventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nIf yes, please specify : data sets sub ject to NDA  with insurance company or the Belgian Cancer Registry can \nnot be shared.  \nWhich data will be made available after the end \nof the project?  To be determined.  \n2019-10-01 | FWO DMP Template   7 \n Where/how will the data be made available for \nreuse?  ☐ In an Open Access repository  \n☐ In a restricted access repository  \n☐ Upon request by mail  \n☒ Other (specify):  dedicated repositories on GitHub  \n \nWhen will the da ta be made available?  The data will be made available upon publication of the research results.  \nWho will be able to access the data and under \nwhat conditions?  The research data (if possible) and the documentation will be made available. When research data can not \nbe shared (due to NDA  with insurance companies) a simulated to y data set will be made available as \nalternati ve. Our research essentially puts focus on the design of new models, estimators and algor ithms. \nHence, illustrations with to y data sets are also highly valuable.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  To b e determined; allocated  project budg et will be used for  costs related to data s haring . \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Joint responsibility, coordinated by PI Katrien Antonio  \nWho will be responsible for data storage & back \nup during the project?  Idem  \nWho will be responsible for ensuring data \npreservation an d sharing?  PI Katrien Antonio  \n2019-10-01 | FWO DMP Template   8 \n Who bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  PI Katrien Antonio  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Katrien Antonio FWO Project Number & Title EOS ID 40007517 and FWO f ile G0I3422N Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will reuse (open and proprietary) insurance data sets . Roughly, these d ata sets will be up to 20GB, in .txt, .csv, SAS, R or Python format . The insur ance companies collect the data and we will use them in pseudonymized form for research purposes. These insurance data sets will securely be transferred to us or they will exclusively be available on -site. We will also analyze data collected by the Belgian Cancer Registry (BCR). These datasets are exclusively available on -site, using a computer maintained by BCR. The researchers working on this specific work package will follow a training on privacy awareness, under the lead of BCR. The datatypes consist o f claim numbers, claim sizes (and their time stamps), survival data, and features/covariates of policyholders , individuals or insured events . At the moment of writing we are in the process of recruiting PhD students and postdocs, and composing the scientific advisory board dedicated to the project. Fir st steps in launching the different research lines and work packages have been initiated. However, no specific actions are launched yet regarding the collection of data sets from industry or societal partners. Therefore, no further specifics of the collect ed data can be listed yet. 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: to do - Short descript ion of the kind of personal data that will be used: see our answer in box 2 of this template. Our research will process personal information, received in pseudonymized format from insurance companies. Hereto, we will register our data sets in the KU Leuven’s privacy register. We will also register the work packages within the ASTeRISK EoS project where p ersonal da ta are re used, with both the Social and Societal Ethics Committee at KU Leuven and the Commission d’éthique SPLE at UCLouvain. 2019-10-01 | FWO DMP Template 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in resear ch data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: as part of the work packages we may de velop simulation machines or engines, capable of generating artificial data sets, inspired by insights derived from working with original, confidential proprietary insurance data sets. No IP restrictions will be claimed; the simulation machines or engines will be open source, with dedicated documentation. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☒ Yes ☐ No If yes, please comment: see our answer in box 2 of this template. Data sets received from insurance compa nies will be su bject to a non-disclosu re agreement , restricting the dissemination or exploitation of the rec eived data. 4. Documentation and metadata 2019-10-01 | FWO DMP Template 4 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? All our papers aim for full reproducibility of our proposed models, estimators and algorithms. Hereto, the papers will list all technica l details. For each paper, relevant p rogramming code and detailed documentation will be retained in a version control system (git, hosted by GitHub). Mor eover, the following files will be saved in the same folder as the dataset: • project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start - and end date of the project, links to publications, creative c ommon license, registration code from ethical committee for privacy review • the privacy review applicat ion will be saved as a PDF document and the registration code will be added to the project documentation. • the data mana gement plan will be saved as a word file. • data preparation and the statistical analyses will be documented in an annotated analysis code file (as an R code or Python script ). The version of the used software will be documented carefully. • data generation will be documented in an annotated data -generating code file. The variables in the created datasets will be described in a codebook. The statistical analyses conducted on the simulated data will be documented in an annot ated analysis code file ( i.e. R code or Python file). The version of the used software will be documented . Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state i n detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : 5. Data storage & backup during the FWO project 2019-10-01 | FWO DMP Template 5 Where will the data be stored? During the research we will store the data on the researchers’ university managed computer and on an external drive, encrypted and protected. We will also store the data in a cloud service securely accessi ble to both KU Leuven and UCLouvain researchers (OneDrive for Business or NextCloud). Programming code and detailed documentation will be retained in a version control system (git, hosted by GitHub). If necessary, file transfers will be performed with Belnet Filesender using the encryption option. How will the data be backed up? See our answer to the previous question. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Allocated project budg et will be used for costs related to data storage. Data security: how will you ensure that the data are securely sto red and not accessed or modified by unauthorized persons? Digital data will be stored in a restricted network share on OneDrive, which can only be accessed by the involved researchers. Multi -factor authentication is activated for the KU Leuven , respectively UCLouvain, login of all researchers having access to the data. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 6 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restric tions, physical preservation issues, ...). To be determined. Where will these data be archived (= stored for the long term)? After the research we will store the data in three locat ions: (1) on a password -protected and encrypted external hard drive, (2) in OneDrive for Business, and (3) the Server Back -End Storage of KU Leuven, a data archiving infrastructure. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. To b e determined; allocated project budg et will be used for costs related to data storage. 7. Data sharing and reuse Are there any factors restricting or pr eventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify : data sets sub ject to NDA with insurance company or the Belgian Cancer Registry can not be shared. Which data will be made available after the end of the project? To be determined. 2019-10-01 | FWO DMP Template 7 Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☒ Other (specify): dedicated repositories on GitHub When will the da ta be made available? The data will be made available upon publication of the research results. Who will be able to access the data and under what conditions? The research data (if possible) and the documentation will be made available. When research data can not be shared (due to NDA with insurance companies) a simulated to y data set will be made available as alternati ve. Our research essentially puts focus on the design of new models, estimators and algor ithms. Hence, illustrations with to y data sets are also highly valuable. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. To b e determined; allocated project budg et will be used for costs related to data s haring . 8. Responsibilities Who will be responsible for the data documentation & metadata? Joint responsibility, coordinated by PI Katrien Antonio Who will be responsible for data storage & back up during the project? Idem Who will be responsible for ensuring data preservation an d sharing? PI Katrien Antonio 2019-10-01 | FWO DMP Template 8 Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP PI Katrien Antonio"
}