{
    "document_id": "D-2021-1211",
    "LinkTitle": "D-2021-1211",
    "file_name": "D-2021-1211.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1211.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP FWO Project Emma Roux",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP FWO Project Emma Roux\nProject Name\n My plan (FWO DMP) - DMP FWO Project Emma Roux\nProject Identifier\n emma.roux@kuleuven.be\nGrant Title\n 11K7922N\nPrincipal Investigator / Researcher\n Emma Roux\nProject Data Contact\n emma.roux@kuleuven.be +32 16 37 77 74\nInstitution\n KU Leuven\n1. General Information\nName applicant\nEmma Roux\nFWO Project Number & Title\n11K7922N, Unraveling the in vivo host cell tropism and virus dissemination strategies of human\nnorovirus\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume per\nfile\nHow created \nMicroscopy\nimages\n.tif\n2000-7000\nKB\nMicroscopy\nimages of whole\nzebrafish larvae\ntaken with Leica\nDMi8 microscope\nFlow cytometry\nplots\n.fcs\n800 KB\nFlow cytometry\nplots of zebrafish\ncells acquired\nwith BD\nLSRFortessa X20\n+ FACS Diva\nsoftware\nqPCR data\n.xls\n3000 KB\nQuantstudio\nMachine +\nassociated\nsoftware\nRNA-Seq\n.fastq\n12.4 GB\nSequencing of\nviral genome +\nexpression of RNA\nof zebrafish\nspecific cells \n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAll experimental work is approved by relevant ethical committees:\nP086-2017 by ECD for working with zebrafish larvae as an animal model\nS63536 by the UZ/KUL committee for working with human stool samples collected by the\nuniversity hospital and provided in an anonymous way\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll experiments with their details are described in an online labbook using EndNote which is\nbacked up continously by KU Leuven servers. For microscopy images, all associated\ndocumentation and metadata is stored together with the images on a computer and once\nopened in corresponding LAS X software, details are shown including dimensions, bit-depth,\nmicroscopy settings etc. The same applies for other used techniques including flow cytometry\nand qPCR; all details on the required parameters are written down in a lab book but are visible as\nwell once files are opened in their corresponding software programs and the files needed for this\nare stored on a KUL controlled and backed up server to ensure access at all times.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor microscopy images; the Leica LASX software generates a metadata file for every picture\ntaken and which is stored together with the picture.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n \nAll data will be stored on KUL organized and backed up drives with specific directions for the type\nof data. Smaller data will be stored in a specific folder on the J drive of our team. Larger data files\nsuch as microscopy data will be stored on the L drive of our team. Finally, data of finished\nprojects will be stored on a storage K drive which can be accessed at all times. All drives are\nregulated and backed up by the KU Leuven and if needed, capacity can be increased at any\ntime. \nHow is backup of the data provided?\nThe data will be stored on the university's central servers (J/K/L drives) with automatic daily back-\nup procedures.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nAll 'small' data are currently stored on the backed up J drive of the KU Leuven on which there is\nsufficient storage space foreseen (800 GB) and which is constantly monitored by KUL IT services.\nLarger data including microscopy projects and FASTQ files will be stored on a specifically\nalocated L drive of the KU Leuven on which there is sufficient storage space foreseen (10 TB) and\nwhich is constantly monitored by KUL IT services. Older data of projects that are finished, will be\nstored on a seperate K-drive for archive puproses. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe costs of a KUL server backend storage are; 415.2 euros/year for the J drive (800GB), 1138.4\neuros/year for the L drive (10TB), 22.768 euros/year for the K drive (200GB).The costs for data\nstorage and backups are concerning the whole research group and are not specific for this\nresearch project and thus the costs will be divided over all funding available by our group\nincluding the bench fee available through this project. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll data is stored on a KU Leuven backed up server wherefore access is granted to only team\nmembers and this access is controlled and overlooked by a desigated person of our research\ngroup (Head of the research group: Joana Rocha-Pereira). \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll generated data of this project will be stored in a designated folder on the network drive\nspecifically designated for long term storage (K drive) backed up and secured by the KU Leuven.\nWe do not wish or plan to deviate from the plan to store this data for a minimum of 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data and all associated information including meta data and electronic lab books will be\nstored on the university's K drive (with automatic back-up procedures) for at least 10 years,\nconform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nSince all data will be stored on the long-term storage K-drive, costs are estimated at 11.4\neuros/100 GB which is paid annually (the exact cost will depend on the storage size at the\nspecific moment in time which can always be increased/decreased on demand). The costs for\ndata storage are concerning the whole research group and are not specific for this research\nproject and thus the costs will be divided over all funding available by our group.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAt the end of the research project and after respective papers have been published, data will be\ndeposited on the KUL research data repository which will become available this year (2022). \nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nAt the end of the research project and after respective papers have been published, data will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\ndeposited on the KUL research data repository which will become available this year (2022).\nUpon request, data can be shared with other parties after data has been published in peer-\nreviewed open access journals. \nWhen will the data be made available?\nUpon publication of the research results\nAll data related to a research paper will be deposited on the KUL research data repository which\nwill become available this year (2022) after publication of the respective paper. Upon request,\ndata can be shared with other parties after data has been published in peer-reviewed open\naccess journals. \nWho will be able to access the data and under what conditions?\nData generated during this project will not be protected by a license as it is regarding\nfundamental science and has no application potential. After publication of research papers and\ndata, data will be shared without restrictions by further agreements. \nWhat are the expected costs for data sharing? How will the costs be covered?\nAs the KUL research data repository is not up and running yet at the time of writing, exact costs\nare not known yet but as for data storage, costs will be controlled by the research group and\ndivided over all available funding. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nEmma Roux, PhD student of this project\nWho will be responsible for data storage & back up during the project?\nEmma Roux, PhD student of this project, supported by Joana Rocha-Pereira (professor of the\nresearch group and promotor)\nWho will be responsible for ensuring data preservation and reuse ?\nEmma Roux, PhD student of this project, supported by Joana Rocha-Pereira (professor of the\nresearch group and promotor)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP FWO Project Emma Roux Project Name My plan (FWO DMP) - DMP FWO Project Emma Roux Project Identifier emma.roux@kuleuven.be Grant Title 11K7922N Principal Investigator / Researcher Emma Roux Project Data Contact emma.roux@kuleuven.be +32 16 37 77 74 Institution KU Leuven 1. General Information Name applicant Emma Roux FWO Project Number & Title 11K7922N, Unraveling the in vivo host cell tropism and virus dissemination strategies of human norovirus Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume per file How created Microscopy images .tif 2000-7000 KB Microscopy images of whole zebrafish larvae taken with Leica DMi8 microscope Flow cytometry plots .fcs 800 KB Flow cytometry plots of zebrafish cells acquired with BD LSRFortessa X20 + FACS Diva software qPCR data .xls 3000 KB Quantstudio Machine + associated software RNA-Seq .fastq 12.4 GB Sequencing of viral genome + expression of RNA of zebrafish specific cells 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes All experimental work is approved by relevant ethical committees: P086-2017 by ECD for working with zebrafish larvae as an animal model S63536 by the UZ/KUL committee for working with human stool samples collected by the university hospital and provided in an anonymous way Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All experiments with their details are described in an online labbook using EndNote which is backed up continously by KU Leuven servers. For microscopy images, all associated documentation and metadata is stored together with the images on a computer and once opened in corresponding LAS X software, details are shown including dimensions, bit-depth, microscopy settings etc. The same applies for other used techniques including flow cytometry and qPCR; all details on the required parameters are written down in a lab book but are visible as well once files are opened in their corresponding software programs and the files needed for this are stored on a KUL controlled and backed up server to ensure access at all times. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For microscopy images; the Leica LASX software generates a metadata file for every picture taken and which is stored together with the picture. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored on KUL organized and backed up drives with specific directions for the type of data. Smaller data will be stored in a specific folder on the J drive of our team. Larger data files such as microscopy data will be stored on the L drive of our team. Finally, data of finished projects will be stored on a storage K drive which can be accessed at all times. All drives are regulated and backed up by the KU Leuven and if needed, capacity can be increased at any time. How is backup of the data provided? The data will be stored on the university's central servers (J/K/L drives) with automatic daily back- up procedures. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes All 'small' data are currently stored on the backed up J drive of the KU Leuven on which there is sufficient storage space foreseen (800 GB) and which is constantly monitored by KUL IT services. Larger data including microscopy projects and FASTQ files will be stored on a specifically alocated L drive of the KU Leuven on which there is sufficient storage space foreseen (10 TB) and which is constantly monitored by KUL IT services. Older data of projects that are finished, will be stored on a seperate K-drive for archive puproses. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs of a KUL server backend storage are; 415.2 euros/year for the J drive (800GB), 1138.4 euros/year for the L drive (10TB), 22.768 euros/year for the K drive (200GB).The costs for data storage and backups are concerning the whole research group and are not specific for this research project and thus the costs will be divided over all funding available by our group including the bench fee available through this project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is stored on a KU Leuven backed up server wherefore access is granted to only team members and this access is controlled and overlooked by a desigated person of our research group (Head of the research group: Joana Rocha-Pereira). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All generated data of this project will be stored in a designated folder on the network drive specifically designated for long term storage (K drive) backed up and secured by the KU Leuven. We do not wish or plan to deviate from the plan to store this data for a minimum of 10 years. Where will the data be archived (= stored for the longer term)? The data and all associated information including meta data and electronic lab books will be stored on the university's K drive (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Since all data will be stored on the long-term storage K-drive, costs are estimated at 11.4 euros/100 GB which is paid annually (the exact cost will depend on the storage size at the specific moment in time which can always be increased/decreased on demand). The costs for data storage are concerning the whole research group and are not specific for this research project and thus the costs will be divided over all funding available by our group. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? At the end of the research project and after respective papers have been published, data will be deposited on the KUL research data repository which will become available this year (2022). Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail At the end of the research project and after respective papers have been published, data will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 deposited on the KUL research data repository which will become available this year (2022). Upon request, data can be shared with other parties after data has been published in peer- reviewed open access journals. When will the data be made available? Upon publication of the research results All data related to a research paper will be deposited on the KUL research data repository which will become available this year (2022) after publication of the respective paper. Upon request, data can be shared with other parties after data has been published in peer-reviewed open access journals. Who will be able to access the data and under what conditions? Data generated during this project will not be protected by a license as it is regarding fundamental science and has no application potential. After publication of research papers and data, data will be shared without restrictions by further agreements. What are the expected costs for data sharing? How will the costs be covered? As the KUL research data repository is not up and running yet at the time of writing, exact costs are not known yet but as for data storage, costs will be controlled by the research group and divided over all available funding. 8. Responsibilities Who will be responsible for data documentation & metadata? Emma Roux, PhD student of this project Who will be responsible for data storage & back up during the project? Emma Roux, PhD student of this project, supported by Joana Rocha-Pereira (professor of the research group and promotor) Who will be responsible for ensuring data preservation and reuse ? Emma Roux, PhD student of this project, supported by Joana Rocha-Pereira (professor of the research group and promotor) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}