{
    "document_id": "D-2022-1576",
    "LinkTitle": "D-2022-1576",
    "file_name": "D-2022-1576.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1576.pdf",
    "metadata": {
        "title": "D-2022-1576",
        "author": "Myriam Mertens",
        "num_pages": 13
    },
    "content": {
        "full_text": "2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 1C3 DMP\n1.General Information\nName applicant David Burn\nFWO Project Number & Title Lost in Translation? Multilingualism in Early Song, 1350-1550\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of \nthese data. \nDistinguish data types (the kind of content) \nfrom data formats (the technical format).Goal of the DMP\nThe project aims to study and valorize fourteenth- to sixteenth-century songs (both monodic and \npolyphonic), their sources and repertoire. The purpose of the Data Management Plan (DMP) is to provide \nan analysis of the main elements of the data management policy with regard to the project (research) \ndata. The DMP is a living document that will evolve during the project period.\nOrigin and types of the data\nData are collected by means of the Alamire Digital Lab:\n●by state-of-the-art digitisation of manuscripts  resulting in high-resolution images : Digital \nimages of these sources will be collected by the state-of-the-art Alamire Digital Lab (ADL) using \na 150-megapixel camera able to produce digital images of the highest quality, a scanback, \nlighting, book-stand, and all necessary ancillary equipment.  \n●by user-friendly and performative online databases: the images created by ADL are \ndisseminated through the Integrated Database for Early Music (IDEM), a multi-platform online \nresource, and accompanied by descriptive manuscripts metadata. Over time this resource will \ngrow to offer a rich environment for the images, including recordings, transcriptions, and \nfurther documentation.  \nFormats\n●High-resolution digital images of manuscripts are preserved in RAW, TIFF, JPEG2000 and PDF formats  \n●Transcriptions and translations of manuscript texts in RTF format\nEstimated volume\n●High-resolution digital images: ADL - 1 image RAW (180MB), TIFF (300 MB), JPEG (180MB) Thumbnails \n(5,4MB) – total estimated volume: 5.000 pages (ca.25 manuscripts) = 3,50 TB\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 33.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n●Privacy Registry Reference:\n●Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n●Reference to ethical committee approval:\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 4Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment:\nIDEM: The Mirador-viewer is implemented in the IDEM database so that data is interoperable in function of  \nefficient data-connection. The Mirador viewer is a IIIF compliant viewer application running on the LIBIS KU  \nLeuven service infrastructure. Between the holding institutions and the Alamire Foundation (KU Leuven) an  \nagreement shall be concluded authorising the ADL to digitise the necessary sources for further integration of  \nthese images in the Integrated Database for Early Music (IDEM) and to use them for related research and  \nvalorisation purposes. (Standard ADL agreement) \nTexts: a future integration of text files into the IDEM data model is planned, of which the necessary  \nagreements (e.g. with translators and/or transcribers) will be part. \nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☒ Yes\n☐ No\nIf yes, please comment:\n●The terms and conditions of IDEM ( https://www.idemdatabase.org/terms ) specify the constraints  \nregarding use of the images: the generated images are stored and made accessible through the  \nMirador viewer of the Integrated Database for Early Music. There will be no limitation towards the  \nconsultation of the images without charge. However, download of the images is subject to the  \napproval of the holding institution. Any constraints on the use of the data are defined in consultation  \nwith the holding institution of the original source. (e.g. copyright mention in case of publication)\n●Texts: third-party agreements which restrict dissemination or exploitation of existing transcriptions  \nand/or translations might exist. \n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 54.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  ●High-resolution digital images - IDEM are accompanied by descriptive manuscripts metadata. Over \ntime this resource will grow to offer a rich environment for the images, including recordings, \ntranscriptions of text and music, translations, and further documentation. The database will \nconnect the images, texts, and metadata to the sources and different data types (high-resolution \ndigital images, transcription of texts, transcription of music, audio recordings, …).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\n●A customised data model was developed by LIBIS (KU Leuven), a division of Leuven Research and  \nDevelopment (LRD) and part of the University Library. The data model meets the research questions  \nand the metadata needs recorded by the Alamire Foundation (KU Leuven). Special attention is given  \nto the interrelations between the different data types and the integration of text files (transcriptions  \nand translations) into the IDEM data model. The custom datamodel was fully documented and  \naligned (mapped) as far as possible with the most important standards in relation to the material,  \nnamely Dublin Core, SPECTRUM and LIDO. None of the standards could cover all the metadata needs  \nof the research group. \n●Digital Asset Management (DAM): Teneo - the system for digital preservation and Long-term digital  \npreservation complies with the international standards for digital preservation (such as OAIS and  \nPremis). Teneo takes care of the long-term preservation and the persistent access to complex objects  \nby a persistent and resolvable PID. It safeguards the  authenticity, unicity and integrity of data  and \nfulfils all requirements that must be present in a digital preservation system, being: Ingest, Archival  \nstorage, Data management, Administration, Preservation planning, Access.\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 6●Ingesting the metadata into Rosetta: the mapping template for ingesting basic metadata related to  \nthe digital object into the long-term preservation (LTP) system uses the Dublin Core (DC) standard.  \nBoth DC elements and DC terms are available.\n●The  digital  representations  (RAW,  TIFF  and  JPEG2000)  stored  in  Rosetta  (part  of  Teneo)  are  \nrepresented as IIIF manifest files. These manifest files describe the structure of the object and  \nassociated metadata according to the specifications of the International Image Interoperability  \nFramework (IIIF), an open international standard for image presentation, sharing and visualisation.  \nThis allows the digital objects to be visualised easily and anywhere in the world in any IIIF compliant  \nviewer application. Mirador was chosen as a viewer application in order to easily place images from  \ndifferent sources next to each other for comparative research.\n●The open-source web application, Omeka, enables the public to discover the digitised manuscripts,  \nby means of a persistent link to the Mirador viewer, and to consult all the associated data in the  \ndatabase. Omeka supports data export in Dubline Core via OAI-PMH and API.  \n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 75.Data storage & backup during the C3 project\nWhere will the data be stored?  ●High-resolution digital images - IDEM: The generated data are stored and made accessible through  \nthe Integrated Database for Early Music, a joint effort of the Consortium and LIBIS (KU Leuven  \nResearch and Development). IDEM includes a long-term preservation repository Teneo which makes  \nuse of the data centres of KU Leuven ICTS for storage and mirroring. It archives and provides  \npersistent access to born-digital or digitised data objects and datasets that need to be kept for the  \nlong term, and includes metadata, usage policies and access tools. Using this service guarantees the  \nsafe storage of the data with back-ups in a redundant environment. IDEM has been established with  \nHercules grants (2009 & 2013) and is ensured by an FWO Large Scale Research Infrastructure grant.  \nOther funding from the KU Leuven and/or Alamire Foundation (structural and project resources)  \nprovides the necessary guarantees for long term storage.  Stability, functionality and development of  \nIDEM is a top priority for KU Leuven / Alamire Foundation. The continuity of IDEM is embedded in  \ntheir structural operation as well as in their projects, in order to guarantee sustainability beyond the  \ncurrent project period.\n●Manual transcriptions and translations of early music lyrics: because of their small volume, RTF-\nfiles can be replicated easily. A master copy of the transcriptions and translations will be stored on \nIDEM servers, from which point additional copies will be made on computationally powerful \nmachines. As the dataset is so small in footprint, no additional storage facilities are required for \nthis data.\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 8How will the data be backed up?  ●IDEM: By using Teneo the storage and the back-up of the data is guaranteed. Moreover, the  \nevolution  of  digital  formats  is  monitored  by  a  community  of  experts  in  order  to  take  \nproper preservation  actions  when  a  format  threatens  to  become  obsolete.  Its  scalable  and \nextensible architecture  makes it a sustainable preservation infrastructure that can deal with the  \ngrowing amount of digital data and wide range of formats.  \n●The security of the data is guaranteed by LIBIS using services provided by ICTS, KU Leuven’s \nDepartment of ICT. ICTS maintains a continuous mirror back-up policy in 2 physically separated \ndata centres. The transfer and accessibility of the data is ensured by recently installed glass-fibre \nconnections.\n●The data on the server in the Library of Voices is backed up at KU Leuven ICTS.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.●IDEM has been established with Hercules grants (2009 & 2013) and is ensured thanks to a FWO \nLarge Scale Research Infrastructure grant.  IDEM makes use of Teneo which guarantees long term \npreservation and access to data in a fully OAIS compatible ecosystem. The costs of access and long-\nterm data preservation of IDEM data is 1700 euro per TB per year.  For this project the generated \ndata volume is estimated at 3,500 GB or 3,5 TB. A small additional cost is foreseen for the creation \nand programming of a new ingest model for a new data type. This brings the total cost for long-\nterm data preservation and persistent data access to about 20.000 euros. This cost includes the \ninvestment cost for 3,5 TB of storage volume, the ingest cost and cost of metadata as well as the \nrecurrent storage cost spread over three years. Costs will be covered by funding from funding from  \nthe KU Leuven and/or Alamire Foundation (structural and project resources).\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 9Data security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  ●The security of the data is guaranteed by LIBIS and by using services provided by ICTS, KU Leuven’s \nDepartment of ICT.\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 106.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).●IDEM, including a long-term preservation repository Teneo, will be continued with funding from \nthe KU Leuven and/or Alamire Foundation (structural and project resources).\nWhere will these data be archived (= stored for \nthe long term)? ●LIBIS: repository Teneo\n●Texts (transcriptions and translations): local server at Library of voices and ICTS mirror. In a second \nphase, for selected audio files, the IDEM repository TENEO will be used.  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.●Cost/TB LIBIS (ca. € 1.700 euro/TB/year or ca. € 29.750 /5 years/3,5 TB), which will be covered with  \nfunding from the KU Leuven and/or Alamire Foundation (structural and project resources).\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 117.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:\n●IDEM: free consultation, download restrictions depending on the conditions and requirements of \nthe holding institutions (cf. 3) With an explicit agreement of the holding institution, it is possible to \nfacilitate the download of the images from the IDEM database thus guaranteeing an open access \ntreatment for the cleared images.\n●Transcriptions and translations: restricting factors regarding the sharing of this data might be \ndefined in an agreement with a third party.\nWhich data will be made available after the end \nof the project? ●IDEM via website: www.idemdatabase.org\nWhere/how will the data be made available for \nreuse? ☒  In an Open Access repository\n☐ In a restricted access repository\n☐  Upon request by mail\n☐  Other (specify):\nWhen will the data be made available?  IDEM data will gradually be made available in the course of the project on www.idemdatabase.org .\nWho will be able to access the data and under \nwhat conditions? ●Partners of the consortium will have access to those data elements necessary for them at the \nvarious stages of the research according to their specific assignment in the project. Transfer of this \ndata (methods, formats, platforms, …) and conditions of use are to be discussed within each phase \nof the project.\n●IDEM: open for public consultation via website: https://www.idemdatabase.org .\n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 12What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the \nallocated project budget  to be used to cover the  \ncost incurred.●IDEM: there are no costs for accessing IDEM. Costs may occur for obtaining images from the holding  \ninstitutions and costs for copyrights depending on the use.  \n2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 138.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  C3 consortium: KU Leuven (Research Unit Musicology, Alamire Foundation)  \nWho will be responsible for data storage & back \nup during the project?  LIBIS and the Alamire foundation, making use of the KU Leuven ICTS storage services  \nWho will be responsible for ensuring data \npreservation and sharing?  Alamire Foundation in collaboration with LIBIS and KU Leuven ICTS\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this \nDMPKU Leuven - Musicology: David Burn"
    },
    "clean_full_text": "2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 1C3 DMP 1.General Information Name applicant David Burn FWO Project Number & Title Lost in Translation? Multilingualism in Early Song, 1350-1550 Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Goal of the DMP The project aims to study and valorize fourteenth- to sixteenth-century songs (both monodic and polyphonic), their sources and repertoire. The purpose of the Data Management Plan (DMP) is to provide an analysis of the main elements of the data management policy with regard to the project (research) data. The DMP is a living document that will evolve during the project period. Origin and types of the data Data are collected by means of the Alamire Digital Lab: ●by state-of-the-art digitisation of manuscripts resulting in high-resolution images : Digital images of these sources will be collected by the state-of-the-art Alamire Digital Lab (ADL) using a 150-megapixel camera able to produce digital images of the highest quality, a scanback, lighting, book-stand, and all necessary ancillary equipment. ●by user-friendly and performative online databases: the images created by ADL are disseminated through the Integrated Database for Early Music (IDEM), a multi-platform online resource, and accompanied by descriptive manuscripts metadata. Over time this resource will grow to offer a rich environment for the images, including recordings, transcriptions, and further documentation. Formats ●High-resolution digital images of manuscripts are preserved in RAW, TIFF, JPEG2000 and PDF formats ●Transcriptions and translations of manuscript texts in RTF format Estimated volume ●High-resolution digital images: ADL - 1 image RAW (180MB), TIFF (300 MB), JPEG (180MB) Thumbnails (5,4MB) – total estimated volume: 5.000 pages (ca.25 manuscripts) = 3,50 TB 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 33.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: ●Privacy Registry Reference: ●Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: ●Reference to ethical committee approval: 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 4Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: IDEM: The Mirador-viewer is implemented in the IDEM database so that data is interoperable in function of efficient data-connection. The Mirador viewer is a IIIF compliant viewer application running on the LIBIS KU Leuven service infrastructure. Between the holding institutions and the Alamire Foundation (KU Leuven) an agreement shall be concluded authorising the ADL to digitise the necessary sources for further integration of these images in the Integrated Database for Early Music (IDEM) and to use them for related research and valorisation purposes. (Standard ADL agreement) Texts: a future integration of text files into the IDEM data model is planned, of which the necessary agreements (e.g. with translators and/or transcribers) will be part. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☒ Yes ☐ No If yes, please comment: ●The terms and conditions of IDEM ( https://www.idemdatabase.org/terms ) specify the constraints regarding use of the images: the generated images are stored and made accessible through the Mirador viewer of the Integrated Database for Early Music. There will be no limitation towards the consultation of the images without charge. However, download of the images is subject to the approval of the holding institution. Any constraints on the use of the data are defined in consultation with the holding institution of the original source. (e.g. copyright mention in case of publication) ●Texts: third-party agreements which restrict dissemination or exploitation of existing transcriptions and/or translations might exist. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 54.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? ●High-resolution digital images - IDEM are accompanied by descriptive manuscripts metadata. Over time this resource will grow to offer a rich environment for the images, including recordings, transcriptions of text and music, translations, and further documentation. The database will connect the images, texts, and metadata to the sources and different data types (high-resolution digital images, transcription of texts, transcription of music, audio recordings, …). Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: ●A customised data model was developed by LIBIS (KU Leuven), a division of Leuven Research and Development (LRD) and part of the University Library. The data model meets the research questions and the metadata needs recorded by the Alamire Foundation (KU Leuven). Special attention is given to the interrelations between the different data types and the integration of text files (transcriptions and translations) into the IDEM data model. The custom datamodel was fully documented and aligned (mapped) as far as possible with the most important standards in relation to the material, namely Dublin Core, SPECTRUM and LIDO. None of the standards could cover all the metadata needs of the research group. ●Digital Asset Management (DAM): Teneo - the system for digital preservation and Long-term digital preservation complies with the international standards for digital preservation (such as OAIS and Premis). Teneo takes care of the long-term preservation and the persistent access to complex objects by a persistent and resolvable PID. It safeguards the authenticity, unicity and integrity of data and fulfils all requirements that must be present in a digital preservation system, being: Ingest, Archival storage, Data management, Administration, Preservation planning, Access. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 6●Ingesting the metadata into Rosetta: the mapping template for ingesting basic metadata related to the digital object into the long-term preservation (LTP) system uses the Dublin Core (DC) standard. Both DC elements and DC terms are available. ●The digital representations (RAW, TIFF and JPEG2000) stored in Rosetta (part of Teneo) are represented as IIIF manifest files. These manifest files describe the structure of the object and associated metadata according to the specifications of the International Image Interoperability Framework (IIIF), an open international standard for image presentation, sharing and visualisation. This allows the digital objects to be visualised easily and anywhere in the world in any IIIF compliant viewer application. Mirador was chosen as a viewer application in order to easily place images from different sources next to each other for comparative research. ●The open-source web application, Omeka, enables the public to discover the digitised manuscripts, by means of a persistent link to the Mirador viewer, and to consult all the associated data in the database. Omeka supports data export in Dubline Core via OAI-PMH and API. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 75.Data storage & backup during the C3 project Where will the data be stored? ●High-resolution digital images - IDEM: The generated data are stored and made accessible through the Integrated Database for Early Music, a joint effort of the Consortium and LIBIS (KU Leuven Research and Development). IDEM includes a long-term preservation repository Teneo which makes use of the data centres of KU Leuven ICTS for storage and mirroring. It archives and provides persistent access to born-digital or digitised data objects and datasets that need to be kept for the long term, and includes metadata, usage policies and access tools. Using this service guarantees the safe storage of the data with back-ups in a redundant environment. IDEM has been established with Hercules grants (2009 & 2013) and is ensured by an FWO Large Scale Research Infrastructure grant. Other funding from the KU Leuven and/or Alamire Foundation (structural and project resources) provides the necessary guarantees for long term storage. Stability, functionality and development of IDEM is a top priority for KU Leuven / Alamire Foundation. The continuity of IDEM is embedded in their structural operation as well as in their projects, in order to guarantee sustainability beyond the current project period. ●Manual transcriptions and translations of early music lyrics: because of their small volume, RTF- files can be replicated easily. A master copy of the transcriptions and translations will be stored on IDEM servers, from which point additional copies will be made on computationally powerful machines. As the dataset is so small in footprint, no additional storage facilities are required for this data. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 8How will the data be backed up? ●IDEM: By using Teneo the storage and the back-up of the data is guaranteed. Moreover, the evolution of digital formats is monitored by a community of experts in order to take proper preservation actions when a format threatens to become obsolete. Its scalable and extensible architecture makes it a sustainable preservation infrastructure that can deal with the growing amount of digital data and wide range of formats. ●The security of the data is guaranteed by LIBIS using services provided by ICTS, KU Leuven’s Department of ICT. ICTS maintains a continuous mirror back-up policy in 2 physically separated data centres. The transfer and accessibility of the data is ensured by recently installed glass-fibre connections. ●The data on the server in the Library of Voices is backed up at KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.●IDEM has been established with Hercules grants (2009 & 2013) and is ensured thanks to a FWO Large Scale Research Infrastructure grant. IDEM makes use of Teneo which guarantees long term preservation and access to data in a fully OAIS compatible ecosystem. The costs of access and long- term data preservation of IDEM data is 1700 euro per TB per year. For this project the generated data volume is estimated at 3,500 GB or 3,5 TB. A small additional cost is foreseen for the creation and programming of a new ingest model for a new data type. This brings the total cost for long- term data preservation and persistent data access to about 20.000 euros. This cost includes the investment cost for 3,5 TB of storage volume, the ingest cost and cost of metadata as well as the recurrent storage cost spread over three years. Costs will be covered by funding from funding from the KU Leuven and/or Alamire Foundation (structural and project resources). 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 9Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ●The security of the data is guaranteed by LIBIS and by using services provided by ICTS, KU Leuven’s Department of ICT. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 106.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).●IDEM, including a long-term preservation repository Teneo, will be continued with funding from the KU Leuven and/or Alamire Foundation (structural and project resources). Where will these data be archived (= stored for the long term)? ●LIBIS: repository Teneo ●Texts (transcriptions and translations): local server at Library of voices and ICTS mirror. In a second phase, for selected audio files, the IDEM repository TENEO will be used. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.●Cost/TB LIBIS (ca. € 1.700 euro/TB/year or ca. € 29.750 /5 years/3,5 TB), which will be covered with funding from the KU Leuven and/or Alamire Foundation (structural and project resources). 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 117.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: ●IDEM: free consultation, download restrictions depending on the conditions and requirements of the holding institutions (cf. 3) With an explicit agreement of the holding institution, it is possible to facilitate the download of the images from the IDEM database thus guaranteeing an open access treatment for the cleared images. ●Transcriptions and translations: restricting factors regarding the sharing of this data might be defined in an agreement with a third party. Which data will be made available after the end of the project? ●IDEM via website: www.idemdatabase.org Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? IDEM data will gradually be made available in the course of the project on www.idemdatabase.org . Who will be able to access the data and under what conditions? ●Partners of the consortium will have access to those data elements necessary for them at the various stages of the research according to their specific assignment in the project. Transfer of this data (methods, formats, platforms, …) and conditions of use are to be discussed within each phase of the project. ●IDEM: open for public consultation via website: https://www.idemdatabase.org . 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 12What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.●IDEM: there are no costs for accessing IDEM. Costs may occur for obtaining images from the holding institutions and costs for copyrights depending on the use. 2022-03-14 | C3 LOST IN TRANSLATION? Multilingualism in Early Song, 1350-1550 138.Responsibilities Who will be responsible for the data documentation & metadata? C3 consortium: KU Leuven (Research Unit Musicology, Alamire Foundation) Who will be responsible for data storage & back up during the project? LIBIS and the Alamire foundation, making use of the KU Leuven ICTS storage services Who will be responsible for ensuring data preservation and sharing? Alamire Foundation in collaboration with LIBIS and KU Leuven ICTS Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPKU Leuven - Musicology: David Burn"
}