{
    "document_id": "D-2023-2311",
    "LinkTitle": "D-2023-2311",
    "file_name": "D-2023-2311.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2311.pdf",
    "metadata": {
        "title": "D-2023-2311",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Jef Peeters , 0000 -0003 -1356 -6508  \nWim Dewulf  0000 -0002 -9184 -051X  \nKarel Kellens  0000 -0002 -0340 -6669  \nContributor name(s) ( + ORCID) & roles   \nProject number1 & title AUDRI  \nFunder(s) GrantID2  C2E/23/032  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n \nProvide ROR3 identifier when possible:   \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  The AUDRI project aims to address the challenges outlined in the European Union's circular \neconomy action plan, particularly in improving waste management strategies within the elec tronics \nsector. This initiative seeks to enhance recycling and reuse efforts, crucial for achieving closed \nmaterial loops and reducing carbon emissions significantly by 2030. Given the high demand for \ncritical raw materials (CRMs) and the need to manage ha zardous components carefully, the project \nemphasizes the development of advanced recycling techniques. Specifically, AUDRI focuses on the \nreuse and recycling of batteries and other high -value components from waste electrical and \nelectronic equipment (WEEE) , leveraging novel technology for fully autonomous dismantling lines. \nThis approach is critical for dealing with the wide variability of product models, conditions, and \nmaterials, aiming to significantly improve material recovery efficiency and support the  transition \ntowards a more sustainable and circular economy. The projects objectives are as follows:  \n \n1) Enhance ment  of product identification through a multi sensor  approach (e.g. RGB vision, point \ncloud surface data, and X -ray transmission imaging (XRT)).  \n \n2) Expa nsion from flat (2D) products towards complex waste stream mixes (e.g. electric \ntoothbrushes, vacuum cleaners) with a distinct 3D shape. The project extend s its focus to products \nwith 3D shapes, such as small electronic appliances, facing challenges in feature detection and the \ndevelopment of autonomous dismantling strategies. This expansion aims to improve the recycling \nprocess's efficiency for items with i ntricate designs.  \n \n3) Expan sion from destructive approaches to potential component reuse. Identifying and extracting \nreusable components like chips from end -of-life equipment is key to enhancing supply resilience \nand supporting sustainable industrial prac tices.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), an d an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL \nDATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data \nVolume (MB, GB, \nTB) Physical \nVolume  \n \n \nXRT image \ndataset  X-ray transmission  \n(XRT)  projections  \nof objects \ncollected with an \nx-ray scanner  Both  Digital  Observational  Common i mage file \nformat s such as tiff \nand png.  \n < 5 TB  Objects for \nscanning  \nCT \nReconstruction \ndataset  Reconstruction of \n3d volume  of \nWEEE  Generate new \ndata  Digital  compiled /aggrega\nted data  Volume graphics  \nformat (.vgl or similar)  < 5 TB  n/a \nComponent \ndetection code  Code for \nperforming \ndetection of \ncomponent \ninformation  Generate new \ndata  Digital  Software  Python script  < 1 GB  n/a \nWEEE image \ndataset  Image dataset of \nWaste from \nElectrical and \nElectronic \nEquipment (WEEE)  Both  Digital  Observational  Image file format (e.g . \npng)  < 100 GB  WEEE objects  \nFWO DMP Template (Flemish Standard DMP)   5 \n WEEE point -\ncloud dataset  Dataset consisting \nof point -clouds of \nWEEE  Both  Digital  compiled/aggrega\nted data  FLS, PCD, LAS  <100 GB  WEEE objects  \nGrasping code  Code for gr asp \npose estimation  Both  Digital  Software  Python script  <100mb  n/a \nObject pose \nestimation code  Code for \ndetermining 6D \npose of WEEE \ntarget objects  Both  Digital  Software  Python script + \ndatabase  <100mb  n/a \nRobotic \nDismantling code  Code for path \nplanning and \nrobotic \ndismantling  Generate new \ndata  Digital  Software  Val3/ Python script  <100mb  n/a \nObject re -\nidentification \nand pose \nestimation code  Code for re -\nidentification of \nobjects based on \nwhat was stored \nduring XRT phase  Generate new \ndata  Digital  Software  Python script  <1GB n/a \nRobotic Scanning \ncode  Code for Scanning \nobjects, this will be \ncode on the robot \nside for re -\nIdentification and \npose estimation  Generate new \ndata  Digital  Software  Val3/ Python script  <1GB n/a \n        \n \n \n \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   6 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENT AL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF  THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type . \n  Data available from prior research conducted within the research team . \n \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   7 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nThe research results can be used to develop a system for autonomous demanufacturing  of electronic \nwaste . Individual components from within the demanufacturing pipeline can also be utilized in other \nsystems in the industry.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n  \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   8 \n 3. Docu mentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Publication and uniform format will be set up for collection of data from disassembly experiments.  \nSoftware results will be developed with appropriate comments and readme files.  Relevant dataset and \ncodes will be documented in the GitHub of the research group .  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will  be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒  No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nNo standard metadata formats are available.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   9 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  For the X -ray transmission data and the reconstruction data: The data will be stored on a Network \nAttached Storage (NAS). The NAS is present on -site and a regular backup is created. Selective data may \nalso be stored in the SharePoint directory mentioned below.  \n \nFor all other data: a  SharePoint directory, linked to a MS Teams group, accessible to Life  Cycle Engineering  \n(LCE)  research group staff.  The Teams group’s fi les will continue to be accessible to the LCE staff , and the \nfile locations are not linked to any individual staff member.   \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n • Internally managed within the ShareP oint service.  \n• Additional ly, the SharePoint directory will be periodically backuped to external storage drives , \nstored in the LCE laboratory or office spaces.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \n \nIf no, please specify :  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   10 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA  ARE SAFE . 7 \n The S harePoint directory, coupled to the MS Teams group, is only accessible to members of this group  (in \nprinciple only LCE staff members) . If required, a private channer could be setup, onl y accessible to a \nspecific set of people.  \n \nRegarding physical backups, they could be stored behind locked cabinet doors.  The access to the lab is also \nonly through staff card s, which are authorized by the department.  \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  For sharepoint: €0 \nHosted on SharePoint and is included in general overhead for the university (KUL)  \nBackups can be made on already owned hard drives that can be reformat ted and repurposed.  \n  \nFWO DMP Template (Flemish Standard DMP)   11 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). In principle, all data  that is  stored in the SharePoint directory  or the NAS  will remain accessible and \nmanaged by the LCE research group.  There is no motivation  to reduce the amount of stored data  at this \ncurrent time . \nWhere will these data be archived (stored and \ncurated for the long -term)?  Online, in the SharePoint directory  and on the NAS . \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  €0 \nHosted on SharePoint and is included in general overhead for the university (KUL)  \n \nBackups can be made on already owned hard drives that can be reformatted and repurposed.  \n  \nFWO DMP Template (Flemish Standard DMP)   12 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☒ Other, please specify:  \nIn principle: no. Only in case some experimental data is required to be published alongside a conference or \njournal article would data be (openly) shared.  \n6. Data Sharing and Reuse > Where will the data be made available? If already known, please provide a \nrepository per dataset or data type.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Not applicable  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify:  \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  If required in the context of scientific pub lications, specific, free accessible SharePoint directories can be \nsetup , which will be included in the article s. This data will not include confidential data.  \nFWO DMP Template (Flemish Standard DMP)   13 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. In the context of publications,  when required ( time of submitting or publishing) . \nOther: never.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICEN SE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREA DY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n Results of prior research on ease of disassembly have always been openly published.  \nAll software developed for robotic disassembly experiments will be protected under copyrights.  \nThe IP strategy of the research group is to openly publish on achieved performances and adopted \nmethodologies  and technologies, whereas the software code developed is only shared under license \nagreements for specific  applications, allowing fut ure research and developments on the topic of robotic \ndisassembly for other applications.    \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes:  \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n €0 \nHosted on SharePoint and is included in general overhead for the university (KUL)  \n  \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   14 \n 7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Jef Peeters  \nWho will manage data storage and backup \nduring the research project?  Jef Peeters  \nWho will manage data preservation and \nsharing?  Jef Peeters  \nWho will update and implement this DMP?  Jef Peeters  \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Jef Peeters , 0000 -0003 -1356 -6508 Wim Dewulf 0000 -0002 -9184 -051X Karel Kellens 0000 -0002 -0340 -6669 Contributor name(s) ( + ORCID) & roles Project number1 & title AUDRI Funder(s) GrantID2 C2E/23/032 Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description The AUDRI project aims to address the challenges outlined in the European Union's circular economy action plan, particularly in improving waste management strategies within the elec tronics sector. This initiative seeks to enhance recycling and reuse efforts, crucial for achieving closed material loops and reducing carbon emissions significantly by 2030. Given the high demand for critical raw materials (CRMs) and the need to manage ha zardous components carefully, the project emphasizes the development of advanced recycling techniques. Specifically, AUDRI focuses on the reuse and recycling of batteries and other high -value components from waste electrical and electronic equipment (WEEE) , leveraging novel technology for fully autonomous dismantling lines. This approach is critical for dealing with the wide variability of product models, conditions, and materials, aiming to significantly improve material recovery efficiency and support the transition towards a more sustainable and circular economy. The projects objectives are as follows: 1) Enhance ment of product identification through a multi sensor approach (e.g. RGB vision, point cloud surface data, and X -ray transmission imaging (XRT)). 2) Expa nsion from flat (2D) products towards complex waste stream mixes (e.g. electric toothbrushes, vacuum cleaners) with a distinct 3D shape. The project extend s its focus to products with 3D shapes, such as small electronic appliances, facing challenges in feature detection and the development of autonomous dismantling strategies. This expansion aims to improve the recycling process's efficiency for items with i ntricate designs. 3) Expan sion from destructive approaches to potential component reuse. Identifying and extracting reusable components like chips from end -of-life equipment is key to enhancing supply resilience and supporting sustainable industrial prac tices. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), an d an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume XRT image dataset X-ray transmission (XRT) projections of objects collected with an x-ray scanner Both Digital Observational Common i mage file format s such as tiff and png. < 5 TB Objects for scanning CT Reconstruction dataset Reconstruction of 3d volume of WEEE Generate new data Digital compiled /aggrega ted data Volume graphics format (.vgl or similar) < 5 TB n/a Component detection code Code for performing detection of component information Generate new data Digital Software Python script < 1 GB n/a WEEE image dataset Image dataset of Waste from Electrical and Electronic Equipment (WEEE) Both Digital Observational Image file format (e.g . png) < 100 GB WEEE objects FWO DMP Template (Flemish Standard DMP) 5 WEEE point - cloud dataset Dataset consisting of point -clouds of WEEE Both Digital compiled/aggrega ted data FLS, PCD, LAS <100 GB WEEE objects Grasping code Code for gr asp pose estimation Both Digital Software Python script <100mb n/a Object pose estimation code Code for determining 6D pose of WEEE target objects Both Digital Software Python script + database <100mb n/a Robotic Dismantling code Code for path planning and robotic dismantling Generate new data Digital Software Val3/ Python script <100mb n/a Object re - identification and pose estimation code Code for re - identification of objects based on what was stored during XRT phase Generate new data Digital Software Python script <1GB n/a Robotic Scanning code Code for Scanning objects, this will be code on the robot side for re - Identification and pose estimation Generate new data Digital Software Val3/ Python script <1GB n/a 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENT AL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Data available from prior research conducted within the research team . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : The research results can be used to develop a system for autonomous demanufacturing of electronic waste . Individual components from within the demanufacturing pipeline can also be utilized in other systems in the industry. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 3. Docu mentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Publication and uniform format will be set up for collection of data from disassembly experiments. Software results will be developed with appropriate comments and readme files. Relevant dataset and codes will be documented in the GitHub of the research group . Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: No standard metadata formats are available. FWO DMP Template (Flemish Standard DMP) 9 4. Data Storage & Back-up during the Research Project Where will the data be stored? For the X -ray transmission data and the reconstruction data: The data will be stored on a Network Attached Storage (NAS). The NAS is present on -site and a regular backup is created. Selective data may also be stored in the SharePoint directory mentioned below. For all other data: a SharePoint directory, linked to a MS Teams group, accessible to Life Cycle Engineering (LCE) research group staff. The Teams group’s fi les will continue to be accessible to the LCE staff , and the file locations are not linked to any individual staff member. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . • Internally managed within the ShareP oint service. • Additional ly, the SharePoint directory will be periodically backuped to external storage drives , stored in the LCE laboratory or office spaces. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: If no, please specify : 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 10 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 The S harePoint directory, coupled to the MS Teams group, is only accessible to members of this group (in principle only LCE staff members) . If required, a private channer could be setup, onl y accessible to a specific set of people. Regarding physical backups, they could be stored behind locked cabinet doors. The access to the lab is also only through staff card s, which are authorized by the department. What are the expected costs for data storage and backup during the research project? How will these costs be covered? For sharepoint: €0 Hosted on SharePoint and is included in general overhead for the university (KUL) Backups can be made on already owned hard drives that can be reformat ted and repurposed. FWO DMP Template (Flemish Standard DMP) 11 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). In principle, all data that is stored in the SharePoint directory or the NAS will remain accessible and managed by the LCE research group. There is no motivation to reduce the amount of stored data at this current time . Where will these data be archived (stored and curated for the long -term)? Online, in the SharePoint directory and on the NAS . What are the expected costs for data preservation during the expected retention period? How will these costs be covered? €0 Hosted on SharePoint and is included in general overhead for the university (KUL) Backups can be made on already owned hard drives that can be reformatted and repurposed. FWO DMP Template (Flemish Standard DMP) 12 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: In principle: no. Only in case some experimental data is required to be published alongside a conference or journal article would data be (openly) shared. 6. Data Sharing and Reuse > Where will the data be made available? If already known, please provide a repository per dataset or data type. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. If required in the context of scientific pub lications, specific, free accessible SharePoint directories can be setup , which will be included in the article s. This data will not include confidential data. FWO DMP Template (Flemish Standard DMP) 13 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. In the context of publications, when required ( time of submitting or publishing) . Other: never. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICEN SE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREA DY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 Results of prior research on ease of disassembly have always been openly published. All software developed for robotic disassembly experiments will be protected under copyrights. The IP strategy of the research group is to openly publish on achieved performances and adopted methodologies and technologies, whereas the software code developed is only shared under license agreements for specific applications, allowing fut ure research and developments on the topic of robotic disassembly for other applications. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? €0 Hosted on SharePoint and is included in general overhead for the university (KUL) 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14 7. Responsibilities Who will manage data documentation and metadata during the research project? Jef Peeters Who will manage data storage and backup during the research project? Jef Peeters Who will manage data preservation and sharing? Jef Peeters Who will update and implement this DMP? Jef Peeters"
}