{
    "document_id": "D-2023-2410",
    "LinkTitle": "D-2023-2410",
    "file_name": "D-2023-2410.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2410.pdf",
    "metadata": {
        "title": "Identification of Real-World Trunk Biomarkers for Fall Risk Detection (3M230288)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Identification of Real-World Trunk Biomarkers for Fall Risk Detection\n(3M230288)\nA Data Management Plan created using DMPonline.be\nCreators: \nn.n. n.n., Tamaya Van Criekinge\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nTamaya Van Criekinge, n.n. n.n.\nGrant number / URL: \nPDMt1/23/023\nID: \n203323\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nOver one-third of people older than 65 years fall each year leading to injuries, hospitalization or fatality. Fall prevention\nincreases quality of life, as well as minimizes the pressure of rising social costs. Identifying risk factors for falls is\nimportant for accurate fall risk detection. Guidelines from RIZIV uses clinical scales to assess fall risk, but low sensitivity\nis reported for these tools. Using trunk motion as a biomarker for fall detection has recently been introduced and\nsupported by published literature. The currently proposed biomarkers are mostly assessed during gait-related falls and\nunder tightly controlled laboratory conditions, therefore challenging the translation to clinical practice. Contradictory,\nreal-life fall accidents mostly occur during functional activities (i.e. transfers) while research is still pre-occupied with\ngait-related falls. Besides accurately reacting on postural perturbations, one must also sense when the body is\ndestabilized. Yet, this ability has never been related to falls. During this study, we aim to overcome these limitations by\nnot only examining trunk biomarkers outside of the laboratory during functional activities, but also by including\nadditional fundamental strategies to keep one’s balance originating from both the motor and sensory system. The\nnovelty of this study is that more accurate risk predictions can be made by clinicians based on data gathered during\nactivities of daily living.\nLast modified: \n05-12-2023\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n1 of 5\nIdentification of Real-World Trunk Biomarkers for Fall Risk Detection\n(3M230288)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nRPW_Chicago\nDataset of motion capture data with forceplate recordings collected\nduring research at UIC (Jan 23-July23)\nE\nD\nA-So \nc3d,\nexcel\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nUnpublished data from research stay. \nEC application at University of Illinois at Chicago \nIRB identifier: study 2023-0115\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nUnpublished data from research stay. \nEC application at University of Illinois at Chicago \nIRB identifier: study 2023-0115\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nData is shared is collected during research stay, the data is shared with me but is anonymized and deidentified. Post-processing on identifiable data is performed by local\nresearcher at UIC. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nData is managed at UIC and placed in their secured network drives. \nData processing sheets, laboratory trial sheets and subject body data par files are all savely stored at UIC network drives. I only have access to anonymized and\ndeidentified post-processed files which are kept as excel files at the KU Leuven network drive. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nPublications derived from this data will be shared and deposited in Lirias, KU Leuven library. We will follow the FAIR Data Principles\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nPersonal network drive (I-drive)\nOnly anonymized and deidentified post-processed data files. \nHow will the data be backed up?\nOther (specify below)\nNetwork drives at UIC\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nPhysical data is stored safely at UIC.\nDigital data is located at KU Leuven network responsible for the safekeeping and privacy of the network drives. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n3 of 5\nOther (specify below)\nPersonal drive of supervisor, L-drive. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nAnonymized and deidentified data will most likely be published as supplementary data with the manuscript resulting from these analyses. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nPublished alongside manuscript resulting from data analyses.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nCC-BY-NC-SA-4.0\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nData will be identified together with published manuscript's doi. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n4 of 5\nWho will manage data documentation and metadata during the research project? \nLocal researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu\nWho will manage data storage and backup during the research project? \nLocal researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu\nWho will manage data preservation and sharing? \nLocal researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu\nWho will update and implement this DMP? \nDr. Tamaya Van Criekinge\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n5 of 5"
    },
    "clean_full_text": "Identification of Real-World Trunk Biomarkers for Fall Risk Detection (3M230288) A Data Management Plan created using DMPonline.be Creators: n.n. n.n., Tamaya Van Criekinge Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Tamaya Van Criekinge, n.n. n.n. Grant number / URL: PDMt1/23/023 ID: 203323 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: Over one-third of people older than 65 years fall each year leading to injuries, hospitalization or fatality. Fall prevention increases quality of life, as well as minimizes the pressure of rising social costs. Identifying risk factors for falls is important for accurate fall risk detection. Guidelines from RIZIV uses clinical scales to assess fall risk, but low sensitivity is reported for these tools. Using trunk motion as a biomarker for fall detection has recently been introduced and supported by published literature. The currently proposed biomarkers are mostly assessed during gait-related falls and under tightly controlled laboratory conditions, therefore challenging the translation to clinical practice. Contradictory, real-life fall accidents mostly occur during functional activities (i.e. transfers) while research is still pre-occupied with gait-related falls. Besides accurately reacting on postural perturbations, one must also sense when the body is destabilized. Yet, this ability has never been related to falls. During this study, we aim to overcome these limitations by not only examining trunk biomarkers outside of the laboratory during functional activities, but also by including additional fundamental strategies to keep one’s balance originating from both the motor and sensory system. The novelty of this study is that more accurate risk predictions can be made by clinicians based on data gathered during activities of daily living. Last modified: 05-12-2023 Created using DMPonline.be. Last modiﬁed 05 December 2023 1 of 5 Identification of Real-World Trunk Biomarkers for Fall Risk Detection (3M230288) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA RPW_Chicago Dataset of motion capture data with forceplate recordings collected during research at UIC (Jan 23-July23) E D A-So c3d, excel <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Unpublished data from research stay. EC application at University of Illinois at Chicago IRB identifier: study 2023-0115 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Unpublished data from research stay. EC application at University of Illinois at Chicago IRB identifier: study 2023-0115 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Data is shared is collected during research stay, the data is shared with me but is anonymized and deidentified. Post-processing on identifiable data is performed by local researcher at UIC. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 05 December 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data is managed at UIC and placed in their secured network drives. Data processing sheets, laboratory trial sheets and subject body data par files are all savely stored at UIC network drives. I only have access to anonymized and deidentified post-processed files which are kept as excel files at the KU Leuven network drive. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Publications derived from this data will be shared and deposited in Lirias, KU Leuven library. We will follow the FAIR Data Principles Data Storage & Back-up during the Research Project Where will the data be stored? Personal network drive (I-drive) Only anonymized and deidentified post-processed data files. How will the data be backed up? Other (specify below) Network drives at UIC Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Physical data is stored safely at UIC. Digital data is located at KU Leuven network responsible for the safekeeping and privacy of the network drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? None Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 05 December 2023 3 of 5 Other (specify below) Personal drive of supervisor, L-drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data Anonymized and deidentified data will most likely be published as supplementary data with the manuscript resulting from these analyses. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) Published alongside manuscript resulting from data analyses. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) CC-BY-NC-SA-4.0 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No Data will be identified together with published manuscript's doi. What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Created using DMPonline.be. Last modiﬁed 05 December 2023 4 of 5 Who will manage data documentation and metadata during the research project? Local researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu Who will manage data storage and backup during the research project? Local researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu Who will manage data preservation and sharing? Local researchers at UIC: Dr. Tanvi Bhatt and Dra. Upasana Sahu Who will update and implement this DMP? Dr. Tamaya Van Criekinge Created using DMPonline.be. Last modiﬁed 05 December 2023 5 of 5"
}