{
    "document_id": "D-2022-1458",
    "LinkTitle": "D-2022-1458",
    "file_name": "D-2022-1458.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1458.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Jon Sundqvist\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJon Sundqvist\nFWO Project Number & Title\nProject number: \nG077822N\nTitle: Model Atmospheres of Massive Stars with Winds - Finally Toward 3D\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nContent: New numerical data sets from simulations. Existing data sets from previous\nastronomical simulations and observations. Multimedia videos will be created from simulations.\nFormat: Numerical data will be stored in databases. Mode of data collection: Computer\ngenerated simulated data. Archival data from astronomical observations.\nThe data are digital, and the observations are already processed whereas simulation data will\ncome both in raw format but also in processed (e.g. in forms of images, movies etc).\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nRaw simulation data will be collected for simulations, including text files describing what the data\nrepreesent, how it was generated, and how it may be used. This data will also contain the input\nfiles necessary to re-run the simulation and as such reproduce the simulated data. The data will\nbe clearly organised in folders and sub-foleders following standard practise, with clear\ninstructions for the user how to orient themselves.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSimulation data will be stored at our data repository archives and computer clusters at IvS KU\nLeuven, and published data will be available for the public via the world wide web. Also, following\nthe open source philosophy of MPI-AMRVAC (www.amrvac.org), maintained by the CMPA\n(=Computational Methods for Astrophysical Applications) institute at KU Leuven, all new\ncomputer modules developed for MPI-AMRVAC within the scope of this project will be made\navailable for the public.\nHow is backup of the data provided?\nData will be store on IvS server using our automatic back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nTotal estimated costs for data storage (during and after project finalisation), see 6., are 3000\nEuro. All data will be stored (short and log term) on IvS servers.  \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThere is no sensitive (e.g. personal) data in project. For new scientific data that will not be shared\nwith the piublic, there are suitable IvS servers that are only accesible with an institute login.  \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nSimulation data will be stored at our data repository archives and computer clusters at IvS KU\nLeuven, and published data will be available for the public via the world wide web. Also, following\nthe open source philosophy of MPI-AMRVAC (www.amrvac.org), maintained by the CMPA\n(=Computational Methods for Astrophysical Applications) institute at KU Leuven, all new\ncomputer modules developed for MPI-AMRVAC within the scope of this project will be made\navailable for the public.\nWhere will the data be archived (= stored for the longer term)?\nData to be saved long-term will again be stored on appropriate IvS server. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStorage available at IvS server, where additional storage may need bought. Total esimated costs\nfor data storage: 3000 Euro.  \n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll published data will be made available. In addition, codes suitable for re-creating simullations\nwill be made available according to answers to previous points. \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData (and codes) will be made available through project website, mpi-amrvac homepage, and\npublic domains such as github. \nWhat are the expected costs for data sharing? How will the costs be covered?\nNo additional costs are expecred. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at\nIvS. \nWho will be responsible for data storage & back up during the project?\nThe PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at\nIvS. \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at IvS. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Jon Sundqvist Institution KU Leuven 1. General Information Name applicant Jon Sundqvist FWO Project Number & Title Project number: G077822N Title: Model Atmospheres of Massive Stars with Winds - Finally Toward 3D Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Content: New numerical data sets from simulations. Existing data sets from previous astronomical simulations and observations. Multimedia videos will be created from simulations. Format: Numerical data will be stored in databases. Mode of data collection: Computer generated simulated data. Archival data from astronomical observations. The data are digital, and the observations are already processed whereas simulation data will come both in raw format but also in processed (e.g. in forms of images, movies etc). 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Raw simulation data will be collected for simulations, including text files describing what the data repreesent, how it was generated, and how it may be used. This data will also contain the input files necessary to re-run the simulation and as such reproduce the simulated data. The data will be clearly organised in folders and sub-foleders following standard practise, with clear instructions for the user how to orient themselves. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Simulation data will be stored at our data repository archives and computer clusters at IvS KU Leuven, and published data will be available for the public via the world wide web. Also, following the open source philosophy of MPI-AMRVAC (www.amrvac.org), maintained by the CMPA (=Computational Methods for Astrophysical Applications) institute at KU Leuven, all new computer modules developed for MPI-AMRVAC within the scope of this project will be made available for the public. How is backup of the data provided? Data will be store on IvS server using our automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? Total estimated costs for data storage (during and after project finalisation), see 6., are 3000 Euro. All data will be stored (short and log term) on IvS servers. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? There is no sensitive (e.g. personal) data in project. For new scientific data that will not be shared with the piublic, there are suitable IvS servers that are only accesible with an institute login. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Simulation data will be stored at our data repository archives and computer clusters at IvS KU Leuven, and published data will be available for the public via the world wide web. Also, following the open source philosophy of MPI-AMRVAC (www.amrvac.org), maintained by the CMPA (=Computational Methods for Astrophysical Applications) institute at KU Leuven, all new computer modules developed for MPI-AMRVAC within the scope of this project will be made available for the public. Where will the data be archived (= stored for the longer term)? Data to be saved long-term will again be stored on appropriate IvS server. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storage available at IvS server, where additional storage may need bought. Total esimated costs for data storage: 3000 Euro. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All published data will be made available. In addition, codes suitable for re-creating simullations will be made available according to answers to previous points. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data (and codes) will be made available through project website, mpi-amrvac homepage, and public domains such as github. What are the expected costs for data sharing? How will the costs be covered? No additional costs are expecred. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at IvS. Who will be responsible for data storage & back up during the project? The PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at IvS. Who will be responsible for ensuring data preservation and reuse ? The PI (Prof. Jon Sundqvist), the predoctoral reseracher, and the technical staff at IvS. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}