{
    "document_id": "D-2022-1729",
    "LinkTitle": "D-2022-1729",
    "file_name": "D-2022-1729.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1729.pdf",
    "metadata": {
        "title": "D-2022-1729",
        "author": "Antje Jacobs",
        "num_pages": 6
    },
    "content": {
        "full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF\nExperiential Futuring as Co-Creative Methodology to Help Youth Respond to Social  \nMedia Outage in (un)Livable Climates\nA data management plan created using DMPonline.be\nNew title:  Imagining the Post-Anthropocene in the BioFutures Living Lab: Responding to Power Outage from a  \nMultispecies Perspective\nCreators: Antje Jacobs (Orcid: 0000-0001-7839-9590) and prof. Karin Hannes (Orcid: 0000-0002-5011-3615) \nAffiliation: KU Leuven \nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator: Karin Hannes \nData Manager: Antje Jacobs \nGrant number / URL: ZKE2052 (= ZL/ZK-number)  \nStart date: 01/10/2022\nEnd date: 30/09/2026\nProject abstract: \nPower outages have become a reality for many people living in natural disaster areas and politically disruptive climates.  \nWhen our power grids collapse, and darkness descends upon the Earth, we need to be creative in finding new ways to  \ngenerate power. Bio art can help us imagine new, nature-based realities. Bio artists focus on how to create relational  \nresonance and establish more sustainable relationships with other-than-human organisms. Using the theoretical  \nframework of posthumanism, we engage with the question how bio art can spark collective creativity and speculative  \nimagination in designing post-anthropocentric futures in which all organisms become partners in responding to power  \noutages. We will first investigate bio artistic approaches via a qualitative multimethod study based on artist interviews,  \nartist observations, and visual and context analysis of bio artworks. Secondly, we will develop a BioFutures Living Lab  \napproach to involve citizens with different levels of exposure to power outage, from different regions across the globe  \n(South-Africa, Melbourne, potentially Ukraine, Belgium), as co-creators in developing eco-friendly strategies to cope  \nwith the risk of power outages in the future. These insights will be integrated in a BioFutures Field Guide and  \ndisseminated through the BioFutures Exhibition.\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your  \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name &  \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly  \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its  \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nData set nameDescription New (N) \nor Reuse \n(R)Digital of \nphysical dataData type \n File \nformatPhysical/ \ndata \nvolume\nWP1: Conceptualization of bio art\nObservational \ndataVideo and audiotapes \nof artist interviewsNDigital Audiovisual .aac\n.mp4\n.mp3<1GB\nAnalyzed dataTranscripts of artist \ninterviewsNDigitalTextual.doc\n.pdf<1GB\nWP2: BioFutures Living Lab\nObservational \ndataVideo and audiotapes \nof BioFutures Living \nLabNDigitalAudiovisual.aac\n.mp4\n.mp31GB-5GB\nObservational/\nanalogue dataPrototypes created by \nparticipantsNDigital/PhysicalMultimedia.jpg\n.jpeg\n.png\n.aac\nphysicalData: \n<1GB\nPhysical: \nundefined.\nObservational \ndataNarratives created by \nparticipantsNDigitalTextual.doc\n.pdf<1GB\nWP3: Valorization\nAnalogue dataArtworks and designs NPhysical Multimedia/Undefined\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI,  \nHandle, URL etc.) per dataset or data type:\nN/A \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or  \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant  \nethical approval number.\n●No: In the BioFutures Living Lab, participants create speculative prototypes that speculatively also include  \nliving materials (e.g. algae, plants, bacteria, etc.). The speculative prototypes could be transformed into real  \nobjects in which living matter actually would be included. However, this ‘manufacturing’ would happen in  \npotential future research and does not fall into the boundaries of this research. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and  \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●Yes (PRET: G-2023-6226)\nDoes  your  work  have  potential  for  commercial  valorization  (e.g.  tech  transfer,  for  example  spin-offs,  \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No: not in this phase of the research. The speculative prototype designs remain property of KU Leuven.  \nHowever, leverage of certain prototypes for commercial valorization is optional. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or  \nData transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to  \nwhat data they relate and what restrictions are in place.\n●Yes\nI am conducting a joint PhD between KU Leuven and the University of Melbourne. KU Leuven is my home institution, the  \nUniversity of Melbourne is my guest institution. \nRole of the researchers: The researchers at the University of Melbourne are the PhD student’s (co-)supervisors and will  \nhave access to the data to provide clear and expert guidance on the research process of the PhD student. The  \nresearchers at the University of Melbourne will have access to non-anonymized research data, including the generated  \nideas/prototypes of the participants, participants’ identification and personal data, educational and training, occupation,  \nand photographs and recordings of the participants. \nA confidentiality arrangement about sharing confidential information has been made in the Agreement for Jointly  \nAwarded Doctor of Philosophy Between KU Leuven and The University of Melbourne : the confidentiality \nagreement emphasizes that confidential information may be shared during the term of the agreement, but the receiving  \nparty must not disclose the confidential information without first obtaining consent of the disclosing party in writing. It  \nfurther highlights that the University of Melbourne must take reasonable steps to provide for the safe custody of the  \nconfidential information in its possession and to prevent unauthorized access to or use of the confidential information.  \nThis agreement also addresses IPR as following: “As a general rule, the Parties agree with respect to any Intellectual  \nProperty contributed to, or arising from, a research topic or project as follows: (a) each Party will retain the rights to its  \nBackground Intellectual Property which is contributed to the other Party for the purposes of the Program; (b) each Party  \nprovides the other Party with a royalty-free, non-exclusive license to use its Background Intellectual Property for the  \npurposes of the Program; (c) each Party will own the Intellectual Property it creates with respect to the research topic or  \nproject and provides the Parties with a royalty free, non-exclusive license to use such Intellectual Property for the  \npurposes of the Program; and (d) where the Parties jointly create Intellectual Property as part of the Program, the  \nParties will own such jointly created Intellectual Property as tenants in common in shares which are proportionate to  \ntheir contribution to the jointly-created Intellectual Property, and each Party grants the other Party a non-exclusive,  \nroyalty-free license to use such Intellectual Property for the other Party’s own non-commercial, teaching and research  \npurposes.” \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to  \nthe data you (re)use? If so, please explain in the comment section to what data they relate and which  \nrestrictions will be asserted.\n●Yes\nThe living lab approach in this study is based on participatory and co-creative research. In participatory research, the  \nboundaries between the researcher and the participant is blurred. The BioFutures Living Lab is a participatory research  \nprocess. This means that participants have authorship and ownership of the ideas co-created during the BioFutures  \nLiving Lab and share this ownership with all the other participants. The created ideas and prototypes are approached as  \nthe result of the collaborative work of the entire group (and not of specific individuals). Ideas and inputs will be  \ndisconnected from individual contributors and the right to share is assigned to the researchers. This information is  \nshared with participants during an info session, through an GDPR information sheet, and through the informed consent  \ndocument. \nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep  \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation  \nlevels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc.  \nwhere this information is recorded).  \nWe will create documentation for the data sets via README.txt files. The README.txt files will provide an overview of  \nthe gathered data by listing the general information: e.g. name of files, date of creation, principal investigator,  \ndescription, keywords, etc.), project information (e.g. abstract, funder, researcher), and the file overview (e.g. number of  \nfiles,  list  with  names  of  files,  date  of  creation  of  files,  file  formats,  software  types,  etc.),  storage  information,  \nmethodological information, data access and sharing, data specific information, and relationships.\nWe will use the README.txt template provided by KU Leuven. We will create multiple README files; each file is  \nconnected to a specific work package. \nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes: RDR KU Leuven \nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT \nWhere will the data be stored?\n●Shared network drive (J-drive)\n●Personal network drive (I-drive)\n●OneDrive (KU Leuven)\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will  you ensure that the data are securely stored and not accessed or modified by unauthorized  \npersons? \nOneDrive: sharing folders with only relevant persons. \nJ-Drive: password on folder\nPhysical data: locked drawer or cupboard that can only be accessed by the PI. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be  \ncovered?\nN/A\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are  \napplicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,  \nstorage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Shared network drive (J-drive)\n●Other (specify below): During the study the paper data will be stored by the involved student in a locked drawer  \nor cupboard that can only be accessed by him/herself. After the thesis or the course has been finished, all  \npaper data will be handed over to the supervisor who will store these data in their office in a locked drawer or  \ncupboard that can only be accessed by him/herself.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs  \nbe covered?\nN/A\nDATA SHARING AND REUSE \nWill the data (or part of the data) be made available for reuse after/during the project? Please explain per  \ndataset or data type which data will be made available.\n●Yes, as open data: The transcripts of the artist interviews can be made available for reuse after/during the  \nproject.\n●No (closed access): The audio and video recordings of the BioFutures will not be made available.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nOnly members of the research groups of which the main researcher is part in KU Leuven and the University of  \nMelbourne.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement  \nwith a 3rd party, legal restrictions)?  Please explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  If already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Upon publication of research results, with inclusion of intermediate research results (e.g. the BioFutures Field  \nGuide might be published in different parts, right after each living lab). \nWhich data usage licenses are you going to provide?  If none, please explain why.  \nTo be specified later\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already  \navailable, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nPhD researcher (Antje Jacobs) \nPI (Prof. Karin Hannes) \nWho will manage data storage and backup during the research project?  \nInternal storage is used via ICTS KU Leuven. \nPhysical storage will be managed by the PhD researcher (Antje Jacobs). After the PhD, the PI will take over the storage.  \nWho will manage data preservation and sharing?  \nAntje Jacobs\nWho will update and implement this DMP?  \nAntje Jacobs \nKarin Hannes "
    },
    "clean_full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF Experiential Futuring as Co-Creative Methodology to Help Youth Respond to Social Media Outage in (un)Livable Climates A data management plan created using DMPonline.be New title: Imagining the Post-Anthropocene in the BioFutures Living Lab: Responding to Power Outage from a Multispecies Perspective Creators: Antje Jacobs (Orcid: 0000-0001-7839-9590) and prof. Karin Hannes (Orcid: 0000-0002-5011-3615) Affiliation: KU Leuven Template: KU Leuven BOF-IOF Principal Investigator: Karin Hannes Data Manager: Antje Jacobs Grant number / URL: ZKE2052 (= ZL/ZK-number) Start date: 01/10/2022 End date: 30/09/2026 Project abstract: Power outages have become a reality for many people living in natural disaster areas and politically disruptive climates. When our power grids collapse, and darkness descends upon the Earth, we need to be creative in finding new ways to generate power. Bio art can help us imagine new, nature-based realities. Bio artists focus on how to create relational resonance and establish more sustainable relationships with other-than-human organisms. Using the theoretical framework of posthumanism, we engage with the question how bio art can spark collective creativity and speculative imagination in designing post-anthropocentric futures in which all organisms become partners in responding to power outages. We will first investigate bio artistic approaches via a qualitative multimethod study based on artist interviews, artist observations, and visual and context analysis of bio artworks. Secondly, we will develop a BioFutures Living Lab approach to involve citizens with different levels of exposure to power outage, from different regions across the globe (South-Africa, Melbourne, potentially Ukraine, Belgium), as co-creators in developing eco-friendly strategies to cope with the risk of power outages in the future. These insights will be integrated in a BioFutures Field Guide and disseminated through the BioFutures Exhibition. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Data set nameDescription New (N) or Reuse (R)Digital of physical dataData type File formatPhysical/ data volume WP1: Conceptualization of bio art Observational dataVideo and audiotapes of artist interviewsNDigital Audiovisual .aac .mp4 .mp3<1GB Analyzed dataTranscripts of artist interviewsNDigitalTextual.doc .pdf<1GB WP2: BioFutures Living Lab Observational dataVideo and audiotapes of BioFutures Living LabNDigitalAudiovisual.aac .mp4 .mp31GB-5GB Observational/ analogue dataPrototypes created by participantsNDigital/PhysicalMultimedia.jpg .jpeg .png .aac physicalData: <1GB Physical: undefined. Observational dataNarratives created by participantsNDigitalTextual.doc .pdf<1GB WP3: Valorization Analogue dataArtworks and designs NPhysical Multimedia/Undefined If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No: In the BioFutures Living Lab, participants create speculative prototypes that speculatively also include living materials (e.g. algae, plants, bacteria, etc.). The speculative prototypes could be transformed into real objects in which living matter actually would be included. However, this ‘manufacturing’ would happen in potential future research and does not fall into the boundaries of this research. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (PRET: G-2023-6226) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No: not in this phase of the research. The speculative prototype designs remain property of KU Leuven. However, leverage of certain prototypes for commercial valorization is optional. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●Yes I am conducting a joint PhD between KU Leuven and the University of Melbourne. KU Leuven is my home institution, the University of Melbourne is my guest institution. Role of the researchers: The researchers at the University of Melbourne are the PhD student’s (co-)supervisors and will have access to the data to provide clear and expert guidance on the research process of the PhD student. The researchers at the University of Melbourne will have access to non-anonymized research data, including the generated ideas/prototypes of the participants, participants’ identification and personal data, educational and training, occupation, and photographs and recordings of the participants. A confidentiality arrangement about sharing confidential information has been made in the Agreement for Jointly Awarded Doctor of Philosophy Between KU Leuven and The University of Melbourne : the confidentiality agreement emphasizes that confidential information may be shared during the term of the agreement, but the receiving party must not disclose the confidential information without first obtaining consent of the disclosing party in writing. It further highlights that the University of Melbourne must take reasonable steps to provide for the safe custody of the confidential information in its possession and to prevent unauthorized access to or use of the confidential information. This agreement also addresses IPR as following: “As a general rule, the Parties agree with respect to any Intellectual Property contributed to, or arising from, a research topic or project as follows: (a) each Party will retain the rights to its Background Intellectual Property which is contributed to the other Party for the purposes of the Program; (b) each Party provides the other Party with a royalty-free, non-exclusive license to use its Background Intellectual Property for the purposes of the Program; (c) each Party will own the Intellectual Property it creates with respect to the research topic or project and provides the Parties with a royalty free, non-exclusive license to use such Intellectual Property for the purposes of the Program; and (d) where the Parties jointly create Intellectual Property as part of the Program, the Parties will own such jointly created Intellectual Property as tenants in common in shares which are proportionate to their contribution to the jointly-created Intellectual Property, and each Party grants the other Party a non-exclusive, royalty-free license to use such Intellectual Property for the other Party’s own non-commercial, teaching and research purposes.” Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●Yes The living lab approach in this study is based on participatory and co-creative research. In participatory research, the boundaries between the researcher and the participant is blurred. The BioFutures Living Lab is a participatory research process. This means that participants have authorship and ownership of the ideas co-created during the BioFutures Living Lab and share this ownership with all the other participants. The created ideas and prototypes are approached as the result of the collaborative work of the entire group (and not of specific individuals). Ideas and inputs will be disconnected from individual contributors and the right to share is assigned to the researchers. This information is shared with participants during an info session, through an GDPR information sheet, and through the informed consent document. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We will create documentation for the data sets via README.txt files. The README.txt files will provide an overview of the gathered data by listing the general information: e.g. name of files, date of creation, principal investigator, description, keywords, etc.), project information (e.g. abstract, funder, researcher), and the file overview (e.g. number of files, list with names of files, date of creation of files, file formats, software types, etc.), storage information, methodological information, data access and sharing, data specific information, and relationships. We will use the README.txt template provided by KU Leuven. We will create multiple README files; each file is connected to a specific work package. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes: RDR KU Leuven DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Shared network drive (J-drive) ●Personal network drive (I-drive) ●OneDrive (KU Leuven) How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive: sharing folders with only relevant persons. J-Drive: password on folder Physical data: locked drawer or cupboard that can only be accessed by the PI. What are the expected costs for data storage and backup during the research project? How will these costs be covered? N/A DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Shared network drive (J-drive) ●Other (specify below): During the study the paper data will be stored by the involved student in a locked drawer or cupboard that can only be accessed by him/herself. After the thesis or the course has been finished, all paper data will be handed over to the supervisor who will store these data in their office in a locked drawer or cupboard that can only be accessed by him/herself. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? N/A DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data: The transcripts of the artist interviews can be made available for reuse after/during the project. ●No (closed access): The audio and video recordings of the BioFutures will not be made available. If access is restricted, please specify who will be able to access the data and under what conditions. Only members of the research groups of which the main researcher is part in KU Leuven and the University of Melbourne. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Upon publication of research results, with inclusion of intermediate research results (e.g. the BioFutures Field Guide might be published in different parts, right after each living lab). Which data usage licenses are you going to provide? If none, please explain why. To be specified later Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? N/A RESPONSIBILITIES Who will manage data documentation and metadata during the research project? PhD researcher (Antje Jacobs) PI (Prof. Karin Hannes) Who will manage data storage and backup during the research project? Internal storage is used via ICTS KU Leuven. Physical storage will be managed by the PhD researcher (Antje Jacobs). After the PhD, the PI will take over the storage. Who will manage data preservation and sharing? Antje Jacobs Who will update and implement this DMP? Antje Jacobs Karin Hannes"
}