{
    "document_id": "D-2023-1897",
    "LinkTitle": "D-2023-1897",
    "file_name": "D-2023-1897.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1897.pdf",
    "metadata": {
        "title": "D-2023-1897",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": " \nHIGH -RESOLUTION IRRIGATION DETECTION WITH REGIONAL CROP \nMODELING AND DATA ASSIMILATION  \nA Data Management Plan created using DMPonline.be  \n \nCreator:      Louise Busschaert    \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)  \n \nTemplate: FWO DMP (Flemish Standard DMP)  \n \nGrant number / URL: 1158423N  \n \nID: 193991  \n \nStart date: 01-11-2022  \n \nEnd date: 31-10-2026  \n \nProject abstract:  \nIrrigation is becoming an increasingly imp ortant component of the hydrological cycle in many regions across Europe \nand the globe. However, information on the location and amounts of water application is not easily obtained. Soil -\nvegetation models often poorly represent irrigation, but satellite si gnals should detect irrigation. Consequently, misfits \nbetween modeled soil moisture and vegetation simulations and observations could be used to locate irrigated areas. \nRecently, the plot -scale AquaCrop model was adapted to provide soil moisture and vegeta tion estimations on a \nregional scale, with the possibility to activate irrigation. In HIDRO -LAND, three methods will be explored to detect \nirrigation based on the fits and misfits between satellite observations and model simulations with and without \nirriga tion. First, the irrigation detection can be based on deviations between AquaCrop and microwave -based satellite \nestimates of soil moisture and vegetation optical depth. Second, by using machine learning as an observation \noperator, backscatter can be simula ted based on AquaCrop moisture and vegetation estimates. Analysing the \ncorrespondence between backscatter simulated with AquaCrop and observed with Sentinel -1 allows to mark irrigated \nareas. Finally, vegetation or water additions in a cycling Sentinel -1 ba ckscatter data assimilation system can be \nindicative of where and when irrigation was applied, and at the same time improve simulations.  \n \nLast modified: 17-01-2023  \n \n \n \nHIGH -RESOLUTION IRRIGATION DETECTION WITH REGIONAL CROP \nMODELING AND DATA ASSIMILATION  \nFWO DMP (Flemish Standard DMP)  \n \n \n1. RESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provi de a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (f ile extension), and an estimate of the upper limit of the volume of the data.  \n \n \nDataset \nName  Description  New or \nreused  Digital or \nPhysical  Digital Data Type  Digital \nData \nformat  Digital data \nvolume \n(MB/GB/TB)  \n1. Sentinel -1 \nsatellite data  European Space \nAgency (ESA) Sentinel -\n1 backscatter satellite \ndata Reused  Digital  Observational  netcdf  < 10 TB  \n2. MERRA2 \nforcings  Daily global \nmeteorlogical data from \nthe Modern -Era \nRetrospective analysis \nfor Reasearch and \nApplications (version 2)  Reused  Digital  Compiled/aggregated \ndata netcdf  < 50 TB  \n3. ERA5 \nforcings  Daily global \nmeteorological data \nfrom the European \nCenter for Medium -\nRange Weather \nForecasts  Reused  Digital  Compiled/aggregated \ndata netcdf  < 50 TB  \n4. Ancillary \ndata for land \nsurface \nmodelling  model parameters  Reused  Digital  Compiled/aggregated \ndata binary \nfiles, \nnetcdf  < 10 TB  \n5. In situ \ndata in situ data (irrigation, \nrainfall) collected over \ndifferent pilot sites for \nthe ESA IRRIGATION+ \nproject  Reused  Digital  Observational  netcdf  < 100 GB  \n6. Simulation \noutput  irrigation estimations at \nlocal and regional scale  Generate \nnew data  Digital  Simulation data  netcdf  < 1 TB  \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nAll reused data can be found via the following links. The numbers refer to the datasets in the table above.  \n1. https://step.esa.int/main/download/snap -download/  \n2. https://goldsmr4.gesdisc.eosdis.nasa.gov/data/MERRA2/  \n3. https://cds.climate.copern icus.eu/  \n4. https://lis.gsfc.nasa.gov/  \n5. https://osf.io/db5qz/  (access required)  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experimen ts on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.  \n \n● No \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.  \n \n● No \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or  data type where appropriate.  \n \n● No \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.  \n \n● No \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● No \n \n \n \n2. DOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yo urself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).  \n \nAll generated model output is produced  in a standardized and documented way, either with metadata available inside \nthe files or via user documentation. All reused data is accompanied by a source and information on how the data was \ndownloaded and processed.  \n \n \nWill a metadata standard be used to  make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.  \n \n● Yes \nThe generated model output and metadata are standardized, as described in in the user guide of the system that is \nused (NASA Land Information System: https://lis.gsfc.nasa.gov/releases/lisf -public -release -741). \n \n \n \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nAll data will be stored on the VSC HPC large volume storage (automatic backup).  \n \n \nHow will the data be backed up?  \n \nAll data will be stored on the VSC HPC large volume storage (automatic backup)  \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup cap acities are available, then explain how this will be taken care of.  \n \n● Yes \nCollaborative grant on VSC HPC Tier1 (Storage4Climate 2.0) and Tier2 (/staging, /archive).  \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unau thorized \npersons?  \n \nAccess to the HPC is password and key protected.   \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \n~12 000 euro for four years the costs are covered by the Tier1 gr ant and through related projects within our group \n(ESA projects: IRRIGATION+ and 4DMED, FWO projects: CONSOLIDATION, PEATBURN, KU Leuven project: C1)  \n \n \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for at least fi ve years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, ins titutional policies...).  \n \nFinal generated data used in publications will be preserved and made open -source through Zenodo.  \nRe-used data will not necessarily be preserved, unless they remain used or are no longer supplied by the original \ndata providers.  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nVSC HPC (/archive)  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nThe final output of this project will be limited compared to all storage needed during the project, and is estimated at \n~1000 euro for 5 years. The costs will be covered by future Belspo, FWO, other projects, and the promotor’s basic \nworking fund.  \n \n \n \n5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.  \n \n● Yes, in an Open Access repository  \n● Final irrigation estimations  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \nNA \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.  \n \n● No \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.  \n \nAll data will be made available via Zenod o (https://zenodo.org/ ). \n \n \nWhen will the data be made available?  \n \nUpon publication of the research results  \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nAll data will be shared under a Creative Commons Attribution license (CC -BY 4.0). The data can be used, but users \nhave to acknowledge the original data creators.  \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, yo u have the \noption to provide it in the comment section.  \n \n● Yes \nAll datasets related to publications  will have a doi.  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nNone  \n \n \n \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \n                      Louise Busschaert (PhD candidate)                      \n \n \nWho will manage data storage and backup during the research project?  \n \n                      Professor Gabrielle De Lanno y, head of the research group, together with the HPC system \nadministrators                      \n \n \nWho will manage data preservation and sharing?  \n \n                      Louise Busschaert, Gabrielle De Lannoy, Michel Bechtold and the HPC system administrator s                      \n \n \nWho will update and implement this DMP?  \n \n                      Louise Busschaert                      \n \n "
    },
    "clean_full_text": "HIGH -RESOLUTION IRRIGATION DETECTION WITH REGIONAL CROP MODELING AND DATA ASSIMILATION A Data Management Plan created using DMPonline.be Creator: Louise Busschaert Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1158423N ID: 193991 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Irrigation is becoming an increasingly imp ortant component of the hydrological cycle in many regions across Europe and the globe. However, information on the location and amounts of water application is not easily obtained. Soil - vegetation models often poorly represent irrigation, but satellite si gnals should detect irrigation. Consequently, misfits between modeled soil moisture and vegetation simulations and observations could be used to locate irrigated areas. Recently, the plot -scale AquaCrop model was adapted to provide soil moisture and vegeta tion estimations on a regional scale, with the possibility to activate irrigation. In HIDRO -LAND, three methods will be explored to detect irrigation based on the fits and misfits between satellite observations and model simulations with and without irriga tion. First, the irrigation detection can be based on deviations between AquaCrop and microwave -based satellite estimates of soil moisture and vegetation optical depth. Second, by using machine learning as an observation operator, backscatter can be simula ted based on AquaCrop moisture and vegetation estimates. Analysing the correspondence between backscatter simulated with AquaCrop and observed with Sentinel -1 allows to mark irrigated areas. Finally, vegetation or water additions in a cycling Sentinel -1 ba ckscatter data assimilation system can be indicative of where and when irrigation was applied, and at the same time improve simulations. Last modified: 17-01-2023 HIGH -RESOLUTION IRRIGATION DETECTION WITH REGIONAL CROP MODELING AND DATA ASSIMILATION FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provi de a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (f ile extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) 1. Sentinel -1 satellite data European Space Agency (ESA) Sentinel - 1 backscatter satellite data Reused Digital Observational netcdf < 10 TB 2. MERRA2 forcings Daily global meteorlogical data from the Modern -Era Retrospective analysis for Reasearch and Applications (version 2) Reused Digital Compiled/aggregated data netcdf < 50 TB 3. ERA5 forcings Daily global meteorological data from the European Center for Medium - Range Weather Forecasts Reused Digital Compiled/aggregated data netcdf < 50 TB 4. Ancillary data for land surface modelling model parameters Reused Digital Compiled/aggregated data binary files, netcdf < 10 TB 5. In situ data in situ data (irrigation, rainfall) collected over different pilot sites for the ESA IRRIGATION+ project Reused Digital Observational netcdf < 100 GB 6. Simulation output irrigation estimations at local and regional scale Generate new data Digital Simulation data netcdf < 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All reused data can be found via the following links. The numbers refer to the datasets in the table above. 1. https://step.esa.int/main/download/snap -download/ 2. https://goldsmr4.gesdisc.eosdis.nasa.gov/data/MERRA2/ 3. https://cds.climate.copern icus.eu/ 4. https://lis.gsfc.nasa.gov/ 5. https://osf.io/db5qz/ (access required) Are there any ethical issues concerning the creation and/or use of the data (e.g. experimen ts on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ● No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yo urself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All generated model output is produced in a standardized and documented way, either with metadata available inside the files or via user documentation. All reused data is accompanied by a source and information on how the data was downloaded and processed. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ● Yes The generated model output and metadata are standardized, as described in in the user guide of the system that is used (NASA Land Information System: https://lis.gsfc.nasa.gov/releases/lisf -public -release -741). 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? All data will be stored on the VSC HPC large volume storage (automatic backup). How will the data be backed up? All data will be stored on the VSC HPC large volume storage (automatic backup) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup cap acities are available, then explain how this will be taken care of. ● Yes Collaborative grant on VSC HPC Tier1 (Storage4Climate 2.0) and Tier2 (/staging, /archive). How will you ensure that the data are securely stored and not accessed or modified by unau thorized persons? Access to the HPC is password and key protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? ~12 000 euro for four years the costs are covered by the Tier1 gr ant and through related projects within our group (ESA projects: IRRIGATION+ and 4DMED, FWO projects: CONSOLIDATION, PEATBURN, KU Leuven project: C1) 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least fi ve years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, ins titutional policies...). Final generated data used in publications will be preserved and made open -source through Zenodo. Re-used data will not necessarily be preserved, unless they remain used or are no longer supplied by the original data providers. Where will these data be archived (stored and curated for the long -term)? VSC HPC (/archive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The final output of this project will be limited compared to all storage needed during the project, and is estimated at ~1000 euro for 5 years. The costs will be covered by future Belspo, FWO, other projects, and the promotor’s basic working fund. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Yes, in an Open Access repository ● Final irrigation estimations If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● No Where will the data be made available? If already known, please provide a repository per dataset or data type. All data will be made available via Zenod o (https://zenodo.org/ ). When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. All data will be shared under a Creative Commons Attribution license (CC -BY 4.0). The data can be used, but users have to acknowledge the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, yo u have the option to provide it in the comment section. ● Yes All datasets related to publications will have a doi. What are the expected costs for data sharing? How will these costs be covered? None 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Louise Busschaert (PhD candidate) Who will manage data storage and backup during the research project? Professor Gabrielle De Lanno y, head of the research group, together with the HPC system administrators Who will manage data preservation and sharing? Louise Busschaert, Gabrielle De Lannoy, Michel Bechtold and the HPC system administrator s Who will update and implement this DMP? Louise Busschaert"
}