{
    "document_id": "D-2023-2417",
    "LinkTitle": "D-2023-2417",
    "file_name": "D-2023-2417.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2417.pdf",
    "metadata": {
        "title": "“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures\n“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMuhammad Haris\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nZB/23/020\nID: \nID: \n206131\nStart date: \nStart date: \n03-10-2023\nEnd date: \nEnd date: \n02-10-2027\nProject abstract:\nProject abstract:\nThis research aims to develop an integrated building information model (BIM) assisted by autonomous structural health monitoring system\n(SHM), for operational management and dynamic data access of damage prone structures. Unmanned\naeriel vehicle (UAV) equipped with vision camera and ultrasonic sensor and using convolutional neural network (CNN)\nalgorithm would be implemented for automatic damgage detection detection. The SHM framework will also be assisted with additional sensors for\nother parameters such as stains, displacements and accelerations in the structure. The sensors data would be\nintegrated with BIM, which would allow for a user-friendly interface to communicate with the planners and\nstakeholders about the operational conditions and maintenance requirement of existing structures.\nLast modified: \nLast modified: \n02-04-2024\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n1 of 5\n“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures\n“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\nData Type\nNew or\nreuse\nDigital or Physical\ndata\nFile format\nData\nvolume\nPhysical\nvolume\nMaterial properties and geometric dimensions of RC\nbeams\nNew\nDigital\nSpreadsheets (.csv), images (.png)\n<1 GB\nNA\nRaw and processed ultrasonic data (experimental)\nNew\nDigital\nDatabases (.lms, .mat), images (.png),\ngraphs (.fig)\n<1 GB\nNA\nDataset describing the size and boundary conditions of\ntest bridge\nNew\nDigital \nSpreadsheets (.csv), images (.png)\n<1 GB\n \nVibration and acoustic measurement data (experimental)\nNew\nDigital\nDatabases (.lms, .mat), images (.png),\ngraphs (.fig)\n<10 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data\ntypes when appropriate and provide the relevant ethical approval number.\ntypes when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register\nnumber (G or S number).\nnumber (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per\ndataset or data type where appropriate. \ndataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n2 of 5\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for yourself and others,\n, for yourself and others,\nnow and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc.\nnow and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc.\nwhere this information is recorded). \nwhere this information is recorded). \nIn order to make sure the collection and storage of the data will be reliable, a text document describing the sizes of specimens, mix design of concrete, date and time\nof measurement, instruments used and test location will be written. This text file will be kept in the same folder as data. Description of materials used for preparation\nof test specimens will be added to allow reuse of data used.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe choice of metadata standard is not decided at this stage of research. We will consider several schemes and update our DMP accordingly.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nOneDrive (KU Leuven)\nSharepoint online\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAdditionally, regular personal backup will be carried out on physical hard drives to avoid data loss.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAs such no sensitive data are envisioned to be used in this research. The cloud and ICTS based storage are only accessible to authorized personal, which is centrally\nmanaged. The physical hard drives would be password protected to avoid unwanted access.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nUniversity's central network freely provides up to 2 TB capacity on OneDrive. The envisioned data is expected to be in the limit at this stage. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n3 of 5\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost for preserving data are quite moderate and will be covered by research group.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nCommercial partners will be granted access to data upon drawing up a data transfer agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n4 of 5\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts will be covered from research budget.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe applicant will be responsible for data documentation and metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nResearcher will be responsible for data storage and backup, with the support of KU Leuven central and local IT.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe applicant will manage the preservation and sharing aspect of the data during project. At the project end, another personal will be assigned with consultation of\npromoter.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher holds the responsibility for updating and implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n5 of 5"
    },
    "clean_full_text": "“Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures “Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures A Data Management Plan created using DMPonline.be Creator: Creator: Muhammad Haris Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: ZB/23/020 ID: ID: 206131 Start date: Start date: 03-10-2023 End date: End date: 02-10-2027 Project abstract: Project abstract: This research aims to develop an integrated building information model (BIM) assisted by autonomous structural health monitoring system (SHM), for operational management and dynamic data access of damage prone structures. Unmanned aeriel vehicle (UAV) equipped with vision camera and ultrasonic sensor and using convolutional neural network (CNN) algorithm would be implemented for automatic damgage detection detection. The SHM framework will also be assisted with additional sensors for other parameters such as stains, displacements and accelerations in the structure. The sensors data would be integrated with BIM, which would allow for a user-friendly interface to communicate with the planners and stakeholders about the operational conditions and maintenance requirement of existing structures. Last modified: Last modified: 02-04-2024 Created using DMPonline.be. Last modiﬁed 02 April 2024 1 of 5 “Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures “Combined Structural Health Monitoring and an Information Modelling Framework for Complex Structures Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Data Type New or reuse Digital or Physical data File format Data volume Physical volume Material properties and geometric dimensions of RC beams New Digital Spreadsheets (.csv), images (.png) <1 GB NA Raw and processed ultrasonic data (experimental) New Digital Databases (.lms, .mat), images (.png), graphs (.fig) <1 GB NA Dataset describing the size and boundary conditions of test bridge New Digital Spreadsheets (.csv), images (.png) <1 GB Vibration and acoustic measurement data (experimental) New Digital Databases (.lms, .mat), images (.png), graphs (.fig) <10 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 02 April 2024 2 of 5 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for yourself and others, , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). where this information is recorded). In order to make sure the collection and storage of the data will be reliable, a text document describing the sizes of specimens, mix design of concrete, date and time of measurement, instruments used and test location will be written. This text file will be kept in the same folder as data. Description of materials used for preparation of test specimens will be added to allow reuse of data used. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The choice of metadata standard is not decided at this stage of research. We will consider several schemes and update our DMP accordingly. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO OneDrive (KU Leuven) Sharepoint online How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution Additionally, regular personal backup will be carried out on physical hard drives to avoid data loss. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? As such no sensitive data are envisioned to be used in this research. The cloud and ICTS based storage are only accessible to authorized personal, which is centrally managed. The physical hard drives would be password protected to avoid unwanted access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? University's central network freely provides up to 2 TB capacity on OneDrive. The envisioned data is expected to be in the limit at this stage. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Created using DMPonline.be. Last modiﬁed 02 April 2024 3 of 5 Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost for preserving data are quite moderate and will be covered by research group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Commercial partners will be granted access to data upon drawing up a data transfer agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Created using DMPonline.be. Last modiﬁed 02 April 2024 4 of 5 Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs will be covered from research budget. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The applicant will be responsible for data documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Researcher will be responsible for data storage and backup, with the support of KU Leuven central and local IT. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The applicant will manage the preservation and sharing aspect of the data during project. At the project end, another personal will be assigned with consultation of promoter. Who will update and implement this DMP? Who will update and implement this DMP? The researcher holds the responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 02 April 2024 5 of 5"
}