{
    "document_id": "D-2023-2084",
    "LinkTitle": "D-2023-2084",
    "file_name": "D-2023-2084.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2084.pdf",
    "metadata": {
        "title": "D-2023-2084",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Lowie Adyns (ORCID: 0000-0002-2569-1296)\nContributor name(s) (+ ORCID) & roles Promotor KUL: Prof. Dr. Sofie Struyf (0000-0003-4558-0769), Co-promotor KUL: Prof. Dr. Paul Proost \n(0000-0002-0133-5545), Promotor UAntwerp: Prof. Dr. Geert Baggerman (0000-0002-0661-931X), \nPromotor VITO: Dr. Eline Berghmans (0000-0002-7312-937X)\nProject number1 & title (3M210576) Validation of biomarkers that can improve prediction of the outcome of immune checkpoint \ninhibitors.\nFunder(s) GrantID21S40823N\nAffiliation(s) ☑ KU Leuven \n☑ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☑ Other: VITO\nProvide ROR3 identifier when possible:  \nPlease provide a short project description   ( )          . . -Immune checkpoint immunotherapy ICI is a promising treatment for cancer patients suffering from eg non\n    ( ). ,       25-30%     small cell lung cancer NSCLC However this therapy is only successful in of treated patients and is  \n   -  . ,      .  associated with severe immunerelated events Therefore biomarkers predicting ICI success are needed The\n           - -( )1  host laboratory discovered three protein markers as potential prospective biomarkers for antiPD L ICI\n         ( ).    response in NSCLC patients by innovative mass spectrometry imaging MSI MSI was successfully\n             implemented as screening method and NSCLC patient stratification to therapy response improved fourfold\n      .          compared to the currently used clinical marker We also have strong indications that the identified protein\n                markers may induce an immune response against NSCLC tumor cells in vitro and decrease tumor cell\n.                proliferation These new and interesting findings will be further explored to understand the action of the\n                protein markers on the tumor cells and leukocyte subtypes to eventually improve their potency in cancer\n. immunology\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nFWO DMP Template (Flemish Standard DMP) 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nNumerical \ndataOutput of ELISA \nto detect \nimmunological \nmarkers, Results \nof IncuCyte \nanalyses, …☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .xls\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nIncuCyte \nimagesImages for \nconfluency of \nco-culture \nexperiments or \nother relevant \nassays.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5☐ NA☐ .tab\n☐ .gml\n☒ other: .tiff\n☐ NA☐ NA\nRNA-seq dataDifferential \ngene expression \nbetween HNP \nstimulated cells \nand non-\nstimulated cells☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .fastq \nand .BAM\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nProteomics \ndataIdentification of \npathways \ninvolved in HNP \nactivation from \nco-cultures, \nvalidation of \nthese findings \non pre-\ntreatment \npatient biopsy \ntissues using \nbroad MS and \nMSI.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: Specific \nmass \nspectrometry ☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 6datafiles.\n☐ NA\nFlow \ncytometry \ndataReceptor \nidentification \nand HNP \nbinding \nexperiments, \nidentification of \ncell type binding \nHNP.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: \n.fcs, .wsp\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nImage dataImmunostaining \nof neutrophils \nand patient \nbiopsies, \nwestern blot \ndata.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .tif \nand .png\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: Pseudonymized pretreatment biopsies of non-small cell lung cancer and melanoma  \npatients will be analyzed for HNP expression using mass spectrometry imaging (MSI). We will have access \nto the following metadata: site of biopsy, histology, stage, genetic alterations, ORR, PFS, OS, durable \nclinical benefit, age, sex, smoking status and COPD. We have ethical approval for this (S66966) and data \nhandling/management contracts have been set up between the different partners where necessary.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:  Metadata of the patient biopsies \nmentioned in the question above (site of biopsy, histology, stage, genetic alterations, ORR, PFS, OS,  \ndurable clinical benefit, age, sex, smoking status and COPD).\n-Privacy Registry Reference: We have ethical approval for this (S66966) and data \nhandling/management contracts have been set up between the different partners where \nnecessary.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: The patent for use of HNPs as pretreatment biomarkers is granted (EP \n19197602.6)\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain: The data handling/management contracts between the different partners have been  \nfinalized and signed by all partners (UAntwerp, KU Leuven and VITO).  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 9Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain: Intellectual property rights: The patent for use of HNPs as pretreatment biomarkers \nis granted (EP 19197602.6). The data handling/management contracts between the different partners \nhave been finalized and signed by all partners (UAntwerp, KU Leuven and VITO).\nFWO DMP Template (Flemish Standard DMP) 103.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).In general, the methodology and protocol of each experiment will be described in detail in a lab book.\n1.Imaging data are created by default with metadata imprinted by the image acquisition software’s \nautomatically. This includes information on user, data and time, duration of experiments, \nequipment parameters and imaging configurations. The metadata are saved and transferred with \nthe original imaging file. The created data files will be organized in folders named by the data of \nthe experiment (YYYYMMDD) followed by the research who performed it and the title of the \nexperiment.\n2.Numerical data: The output of equipment, resulting in numerical data (.xlsx, .doc) automatically \nsaves basic parameters of the experiment (date, time, user, measure conditions). The \nresulting .xlsx or .doc files are stored and organized in folder named by the date of the experiment \nand the researcher who performed the experiment.\n3.Flow cytometry data: Flow cytometry templates are saved which automatically stores the \nparameters (voltages, compensation,...) that are used during the acquisition of the data.  \n4.Proteomics data: Mass spectrometry data-files and protein identification files (.CsV) will be \ngenerated. A readme file will be provided containing lab notes, and the protocols executed. This \nread-me file will always be kept together with the dataset. All protocols, raw data and analysed \ndata produced will be catalogued in laboratory books and stored as digital files.\n5.RNA-seq data: Data from the Genomics Core is received and stored in a .ZIP folder with a project \nnumber and date. Quality control and other relevant data are included in these folders.\n \nFWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nFor transcriptomics we will use MAGE-TAB, for proteomics MAGE-TAB-Proteomics before submission to \nthe PRIDE repository (ref  https://www.nature.com/articles/s41467-021-26111-3).  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? In general, protocols and data will be stored: 1) on the local password protected computer drive of the  \nresearcher, synchronized to a NAS-device, 2) on a protected external HDD and 3) on a central storage  \ndrive which will be used for long-term storage of voluminous data and which has an automatic back-up \nsystem and is solidly protected against potential invaders. All data will be kept for a minimum of  \nten years after the end of the project, it will then be evaluated if longer storage is necessary.\nFWO DMP Template (Flemish Standard DMP) 12How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily  \nautomatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS \n(network adapted storage)) and on external hard-drives kept by the investigators.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:  Yes, the total storage space as described above is enough to accommodate \nthe data of this project. Backups are made regularly and automatically. If needed, the ICTS service \nprovides an option to apply for additional space.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Research data are secured by the need for login registration on datacentre/luna and use of u-number and \npassword, which are also restricted (KU Leuven). The research data generated at VITO is stored on a \npersonal laptop with username and password, and backed up on the restricted VITO servers.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 13What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Long-term data storage and costs will be managed by the principal investigator supervising the project, \nSofie Struyf. The cost for data storage is 520 euro/TB/year, thus the accumulated cost for 4 years is \napproximately 2000 euro. The costs will be covered by previous funding obtained by the host lab and by \nthe bench fee offered by the FWO PhD fellowship.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data generated during this project, raw or processed, will be stored for a minimum of 5 years, or longer  \nif necessary.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and \nin the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage) and VITO \nservers.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator supervising the project, \nSofie Struyf. The expected cost for data storage is 520 Euro/terabyte/year.\nFWO DMP Template (Flemish Standard DMP) 14\nFWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Not applicable\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Pseudonymized patient metadata will only be made available to Lowie Adyns, to \ncomply with privacy laws. The results of the relevant analysis will be made public, without giving away \nsensible patient information.\nFWO DMP Template (Flemish Standard DMP) 16Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.For transcriptomics we will use MAGE-TAB and submission to  GEO, for proteomics MAGE-TAB-Proteomics \nbefore submission to the PRIDE repository (ref  https://www.nature.com/articles/s41467-021-26111-3).  \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results: Sharable data will be made available immediately after \npublication and secured IP.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a creative commons attribution \nlicense (CC-BY4.0), so that users have to give credit to the original data creators.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 17Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Costs for internal sharing are redundant. Costs for the transfer of data to external parties are their own \nresponsibility. \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The promotors of this project will manage the data relevant to their part of the project, together with the \nlocal researcher Lowie Adyns. Lowie Adyns will be the only person to which the patient metadata will be \nmade available, to comply with the ethical committee and privacy rules/contracts.\nWho will manage data storage and backup \nduring the research project?The promotors and the local researcher Lowie Adyns will be responsible for this.   \nWho will manage data preservation and \nsharing?The promotors and the local researcher Lowie Adyns will be responsible for this.   \nWho will update and implement this DMP? The principal investigator (Sofie Struyf) and the researcher (Lowie Adyns) bear the responsibility for \nimplementing the DMP. They will update the DMP anytime conditions change and a final reviewed DMP \nwill be sent along with the final report."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Lowie Adyns (ORCID: 0000-0002-2569-1296) Contributor name(s) (+ ORCID) & roles Promotor KUL: Prof. Dr. Sofie Struyf (0000-0003-4558-0769), Co-promotor KUL: Prof. Dr. Paul Proost (0000-0002-0133-5545), Promotor UAntwerp: Prof. Dr. Geert Baggerman (0000-0002-0661-931X), Promotor VITO: Dr. Eline Berghmans (0000-0002-7312-937X) Project number1 & title (3M210576) Validation of biomarkers that can improve prediction of the outcome of immune checkpoint inhibitors. Funder(s) GrantID21S40823N Affiliation(s) ☑ KU Leuven ☑ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☑ Other: VITO Provide ROR3 identifier when possible: Please provide a short project description ( ) . . -Immune checkpoint immunotherapy ICI is a promising treatment for cancer patients suffering from eg non ( ). , 25-30% small cell lung cancer NSCLC However this therapy is only successful in of treated patients and is - . , . associated with severe immunerelated events Therefore biomarkers predicting ICI success are needed The - -( )1 host laboratory discovered three protein markers as potential prospective biomarkers for antiPD L ICI ( ). response in NSCLC patients by innovative mass spectrometry imaging MSI MSI was successfully implemented as screening method and NSCLC patient stratification to therapy response improved fourfold . compared to the currently used clinical marker We also have strong indications that the identified protein markers may induce an immune response against NSCLC tumor cells in vitro and decrease tumor cell . proliferation These new and interesting findings will be further explored to understand the action of the protein markers on the tumor cells and leukocyte subtypes to eventually improve their potency in cancer . immunology 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary FWO DMP Template (Flemish Standard DMP) 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Numerical dataOutput of ELISA to detect immunological markers, Results of IncuCyte analyses, …☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .xls ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA IncuCyte imagesImages for confluency of co-culture experiments or other relevant assays.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5☐ NA☐ .tab ☐ .gml ☒ other: .tiff ☐ NA☐ NA RNA-seq dataDifferential gene expression between HNP stimulated cells and non- stimulated cells☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .fastq and .BAM ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Proteomics dataIdentification of pathways involved in HNP activation from co-cultures, validation of these findings on pre- treatment patient biopsy tissues using broad MS and MSI.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: Specific mass spectrometry ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6datafiles. ☐ NA Flow cytometry dataReceptor identification and HNP binding experiments, identification of cell type binding HNP.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .fcs, .wsp ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Image dataImmunostaining of neutrophils and patient biopsies, western blot data.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .tif and .png ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Pseudonymized pretreatment biopsies of non-small cell lung cancer and melanoma patients will be analyzed for HNP expression using mass spectrometry imaging (MSI). We will have access to the following metadata: site of biopsy, histology, stage, genetic alterations, ORR, PFS, OS, durable clinical benefit, age, sex, smoking status and COPD. We have ethical approval for this (S66966) and data handling/management contracts have been set up between the different partners where necessary. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: Metadata of the patient biopsies mentioned in the question above (site of biopsy, histology, stage, genetic alterations, ORR, PFS, OS, durable clinical benefit, age, sex, smoking status and COPD). -Privacy Registry Reference: We have ethical approval for this (S66966) and data handling/management contracts have been set up between the different partners where necessary. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: The patent for use of HNPs as pretreatment biomarkers is granted (EP 19197602.6) Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: The data handling/management contracts between the different partners have been finalized and signed by all partners (UAntwerp, KU Leuven and VITO). 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: Intellectual property rights: The patent for use of HNPs as pretreatment biomarkers is granted (EP 19197602.6). The data handling/management contracts between the different partners have been finalized and signed by all partners (UAntwerp, KU Leuven and VITO). FWO DMP Template (Flemish Standard DMP) 103.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).In general, the methodology and protocol of each experiment will be described in detail in a lab book. 1.Imaging data are created by default with metadata imprinted by the image acquisition software’s automatically. This includes information on user, data and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved and transferred with the original imaging file. The created data files will be organized in folders named by the data of the experiment (YYYYMMDD) followed by the research who performed it and the title of the experiment. 2.Numerical data: The output of equipment, resulting in numerical data (.xlsx, .doc) automatically saves basic parameters of the experiment (date, time, user, measure conditions). The resulting .xlsx or .doc files are stored and organized in folder named by the date of the experiment and the researcher who performed the experiment. 3.Flow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation,...) that are used during the acquisition of the data. 4.Proteomics data: Mass spectrometry data-files and protein identification files (.CsV) will be generated. A readme file will be provided containing lab notes, and the protocols executed. This read-me file will always be kept together with the dataset. All protocols, raw data and analysed data produced will be catalogued in laboratory books and stored as digital files. 5.RNA-seq data: Data from the Genomics Core is received and stored in a .ZIP folder with a project number and date. Quality control and other relevant data are included in these folders. FWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For transcriptomics we will use MAGE-TAB, for proteomics MAGE-TAB-Proteomics before submission to the PRIDE repository (ref https://www.nature.com/articles/s41467-021-26111-3). If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? In general, protocols and data will be stored: 1) on the local password protected computer drive of the researcher, synchronized to a NAS-device, 2) on a protected external HDD and 3) on a central storage drive which will be used for long-term storage of voluminous data and which has an automatic back-up system and is solidly protected against potential invaders. All data will be kept for a minimum of ten years after the end of the project, it will then be evaluated if longer storage is necessary. FWO DMP Template (Flemish Standard DMP) 12How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Yes, the total storage space as described above is enough to accommodate the data of this project. Backups are made regularly and automatically. If needed, the ICTS service provides an option to apply for additional space. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Research data are secured by the need for login registration on datacentre/luna and use of u-number and password, which are also restricted (KU Leuven). The research data generated at VITO is stored on a personal laptop with username and password, and backed up on the restricted VITO servers. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13What are the expected costs for data storage and backup during the research project? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator supervising the project, Sofie Struyf. The cost for data storage is 520 euro/TB/year, thus the accumulated cost for 4 years is approximately 2000 euro. The costs will be covered by previous funding obtained by the host lab and by the bench fee offered by the FWO PhD fellowship. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data generated during this project, raw or processed, will be stored for a minimum of 5 years, or longer if necessary. Where will these data be archived (stored and curated for the long-term)?The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage) and VITO servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Long-term data storage and costs will be managed by the principal investigator supervising the project, Sofie Struyf. The expected cost for data storage is 520 Euro/terabyte/year. FWO DMP Template (Flemish Standard DMP) 14 FWO DMP Template (Flemish Standard DMP) 156. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Pseudonymized patient metadata will only be made available to Lowie Adyns, to comply with privacy laws. The results of the relevant analysis will be made public, without giving away sensible patient information. FWO DMP Template (Flemish Standard DMP) 16Where will the data be made available? If already known, please provide a repository per dataset or data type.For transcriptomics we will use MAGE-TAB and submission to GEO, for proteomics MAGE-TAB-Proteomics before submission to the PRIDE repository (ref https://www.nature.com/articles/s41467-021-26111-3). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results: Sharable data will be made available immediately after publication and secured IP. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a creative commons attribution license (CC-BY4.0), so that users have to give credit to the original data creators. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? Costs for internal sharing are redundant. Costs for the transfer of data to external parties are their own responsibility. 7. Responsibilities Who will manage data documentation and metadata during the research project?The promotors of this project will manage the data relevant to their part of the project, together with the local researcher Lowie Adyns. Lowie Adyns will be the only person to which the patient metadata will be made available, to comply with the ethical committee and privacy rules/contracts. Who will manage data storage and backup during the research project?The promotors and the local researcher Lowie Adyns will be responsible for this. Who will manage data preservation and sharing?The promotors and the local researcher Lowie Adyns will be responsible for this. Who will update and implement this DMP? The principal investigator (Sofie Struyf) and the researcher (Lowie Adyns) bear the responsibility for implementing the DMP. They will update the DMP anytime conditions change and a final reviewed DMP will be sent along with the final report."
}