{
    "document_id": "D-2024-2526",
    "LinkTitle": "D-2024-2526",
    "file_name": "D-2024-2526.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2526.pdf",
    "metadata": {
        "title": "T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\ndelabeling and refinement\ndelabeling and refinement\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., Rik Schrijvers\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nRik Schrijvers\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \nT003023N\nID: \nID: \n205538\nStart date: \nStart date: \n01-09-2024\nEnd date: \nEnd date: \n31-08-2026\nProject abstract:\nProject abstract:\nAntibiotic allergy labels (AAL) are frequently reported, especially for beta-lactams (86% of AAL). In US, beta-lactam AAL are observed in 9-15% of\ninpatients’ charts. They are associated with increased mortality, length of hospital stay (LOS), intensive care unit (ICU) admission, use of alternative\nantibiotics, and a higher economical cost. This fueled the generation of hospital-wide invasive delabeling protocols, including resource-demanding skin\nand provocation testing which can potentially re-elicit symptoms. Our work demonstrated lower AAL prevalence (6%; Gilissen et al., Journal of Allery\nand Clinical Immunology In Practice, 2021) and individual impact (no increased mortality or ICU admission rate, and only a moderately increased\nLOS; Gilissen et al., submitted) but retained societal impact (increased use of second-line and broad-spectrum antibiotics) compared with non-EU\nstudies. Moreover, in a pilot study we evaluated a non-invasive clinical decision support tool using a questionnaire, medical file search and contact\nwith primary care health care workers (Van De Sijpe et al., Allergy, 2022). We showed that up to half of the AAL could be removed or refined,\ndemonstrating the potential of this strategy.   \nIn this project, we aim to assess the impact of our non-invasive 'AAL-fact-check' tool for AAL delabeling and refinement on antibiotic use, clinical,\nmicrobiological, and economical outcome in inpatients receiving antibiotic therapy, and inpatients receiving perioperative antibiotic prophylaxis.\nTherefore, a \nmulticenter cross-over cluster-randomized controlled trial\nmulticenter cross-over cluster-randomized controlled trial\n and a \nmonocentered pre-post study\nmonocentered pre-post study\n will be performed, to compare the use of our\nAAL-fact-check tool to the standard of care (i.e., no AAL-fact-check tool). We hypothesize that a relevant fraction of AAL can be rationalized with the\ntool, thereby improving antibiotic use and costs without impacting morbidity or mortality. \nLast modified: \nLast modified: \n15-03-2024\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n1 of 10\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\ndelabeling and refinement\ndelabeling and refinement\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n2 of 10\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\ndelabeling and refinement\ndelabeling and refinement\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n3 of 10\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\ndelabeling and refinement\ndelabeling and refinement\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nWorkpackage 1: Generation of pseudonymized (retrospective) query data in a password protected file in .csv format. \nWorkpackage 2: Collection of new data in the secured online database system Research Electronic Data Capture (REDCap) \nWorkpackage 3: Collection of new data in the secured online database system Research Electronic Data Capture (REDCap)\nWorkpackage 4-5: No data generation/collection\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nProf. Dr. Rik Schrijvers will be the responsible person to securely preserve the data during and at least 5 years after the end of the study. A\ndedicated data manager will be appointed at the start of the project, who will be responsible for day-to-day data management. The studies will\nbe managed via the REDCap platform, additional data (e.g., manuscripts, statistical output) will be saved to the University server, which is\nautomatically backed up daily. Only the research team will have direct access to these data. All datafiles will be pseudonymized. The\nuniversity and department infrastructure are able to handle the expected data volume.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNone, we will adhere to the principle of preservation of data for at least five years after the end of the project.  \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nTo guarantee adherence to GDPR, all data will be processed coded. An ID number will be assigned to each study participant upon study entry.\nThe code list of the ID numbers will be stored safely and separately from trial data, and will be destroyed at the end of the study. All necessary\npermissions will be obtained (e.g., EC approval, informed consent forms from the participants) and strict measures for data protection (e.g.,\npassword protection of data files) will be taken.  \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\n/\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n4 of 10\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\nT003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label\ndelabeling and refinement\ndelabeling and refinement\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nDataset 1:\nDataset 1:\nFact-checker\nretrospective\n(WP1)\nAggregated\n(pseudonymized)  results\nof retrospective use of\nour 'fact-checker'\n(=query data) to refine\nthe sample size\ncalculations for WP2\nand WP3.\nGenerate new data \nDigital\n \nCompiled/aggregated\ndata (query output)\nSoftware (query\nscript)\n.csv\n \nComputational\nscript\n<100GB \n \n<100GB\n/\n \nDataset 2:\nDataset 2:\neCRF\nmRCT \n(WP2)\nPatient data from the\nmulticenter trial on AAL\nin patients receiving\nantibiotic therapy\n(gathered via REDCap) \nGenerate new data\nDigital\nObservational\n(clinical data)\n.pdf (informed\nconsent\nforms)\n.csv (REDCap\nexport)\n<1GB\n/\nDataset 3:\nDataset 3:\neCRF\nprophylaxis\nstudy (WP3)\nPatient data from the\nmonocenter trial on\nAAL in patients\nreceiving antibiotic\nprophylaxis (gathered\nvia REDCap) \nGenerate new data\nDigital\nObservational\n(clinical data)\n.pdf (informed\nconsent\nforms)\n.csv (REDCap\nexport)\n<1GB\n/\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe data will contain sensitive personal data about the subject and the subjects' health condition. Therefore, the Clinical Trial Center (CTC)\nand Ethical Committee (EC) Research UZ/KU Leuven reviewed/will review the respective study protocols in detail, in accordance with all\napplicable regulatory requirements.\nDataset 1: study reference number \nS63862\nS63862\n, approved by both CTC and EC\nDataset 2: study reference number \nS68439\nS68439\n, awaits approval by CTC\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n5 of 10\nDataset 3: study number to be requested, protocol will be submitted to CTC and EC\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nPrivacy Registry Reference: KWS (Klinisch Werk Station) UZ Leuven, the electronic patient record system of the University Hospitals\nLeuven.\nWe start from non-anonymized patient data (i.e., an automated query identifies patients eligible for the study), which will be pseudonymised\nafter inclusion (upon signing informed consent); an ID number will be assigned to each study participant upon study entry in the eCRF\n(RedCap). Only the study team holds the code until end of the follow-up period (i.e., 1 month). This is also clearly stipulated in the informed\nconsent form. The code list of the ID numbers will be stored safely and separately from trial data, and will be destroyed at the end of the study.\nAll necessary permissions will be obtained (e.g., EC approval, informed consent forms from the participants) and strict measures for data\nprotection (e.g., password protection of data files) will be taken. We will ask for internal (Jean-Jacques Derèze, Legal Coordinator of the CTC\nUZ Leuven) and external (Magali Leys, IP, IT & data protection lawyer, founder of AContrario Law) legal advise on several timepoints\n(dedicated budget foreseen). \nData to be collected: \nPatient characteristics: age, gender, comorbidities\nContact information of the primary care physician and pharmacist\nInformation on the antibiotic allergy label(s)\nPrimary outcome: prescription of first-line antibiotic at index consultation\nSecondary outcomes: antibiotic prescription during follow-up (1 month), proportion of delabeled/refined AAL, safety parameters (adverse\nevents), clinical outcomes (in-hospital mortality, 3 months post-hospitalization mortality, lenght of stay and ICU admission rate),\nmicrobiological endpoints (colonization and/or infection with MRSA, VRE, C.Diff), and economic endpoints (cost of antibiotic treatment,\nhospitalization, human resources).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nValorization of the software tool (dataset 1) can be considered. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThird party agreements with each of the participating centers in the mRCT (WP2) are made by CTC and signed by UZ Leuven and the legal\nrepresentatives of the separate centers. UZ Leuven is legal owner of project results. Results are confidential during the trial. Restrictions on\npublication and authorship are part of the clinical protocol signed by each partner.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n6 of 10\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1\n. \nProtocols, research methods and practices, and additional information for participating centers will be stored as README.txt files at the\nSharepoint folder of LACI (J:\\GBW-xxxxxxx), accessible to all members of the study team.\n2\n. \nInformation from included patients will be imputed in the REDCap eCRF by the doctoral researcher (the eCRF will be set-up by the\npostdoctoral researcher in collaboration with the CTC). Subjects will receive a unique code automatically assigned by REDCap\n(pseudonymisation). A spreadsheet of the identification code will be kept separately in an encrypted network folder of LACI (J:\\GBW-\nxxxxxx). All necessary steps to remove direct identifiers in the data (e.g., name, address, etc.) will be taken. \n3\n. \nAll datamanagment is done in the REDCap environment by the postdoctoral researcher and validated by the PI (Rik Schrijvers).\n4\n. \nAfter finalisation of the data-collection, the data will be exported from the REDCap environment as a .csv file. A text file (.txt) with a\nclear description of what the data represent and how they were generated will be included, as well as steps performed during\ndatacleaning.\n5\n. \nData will be analysed by SPSS statistical software, all steps will be documented as SPSS syntax files (*.sps).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nAs described above, and in accordance with the interal regulation at the laboratory of allergy and clinical immunology: metadata will be\nprovided as README in .txt format describing the dataset in general, supporting information such as protocols in .docx and .pdf, raw\nnumerical data output in .csv, data analysis files in .xlsx and .sps. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll patient personal information will be stored on the UZ Leuven IT systems and local hospital IT systems, accessible only to a restricted\nnumber of individuals (attending physicians) on a need-to-know basis.\nAll pseudonymized experimental data, metadata and protocols will be stored on the KU Leuven network drives:\nActive documents and data will be kept on the network J:-drive, more specifically J:\\GBW-0517_xxxxx.\nLarge, unchanging data files may be kept on the network K:-drive, more specifically K:\\GBW-0041_KlinImm\\xxxxx. This is done to\nsave costs associated with the J:-drive.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nData and systems backup on UZ Leuven systems is managed by UZ Leuven ICT.\nThe KU Leuven network drives are managed as follows in the primary KUL data center in Heverlee:\nFor J:-drive:\nBackups are made using “snapshot” technology, which is the online storage of incremental data changes. For the standard backup regime, as\nspecified below, 10% of the requested storage capacity will be reserved:\nAn 4-hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers\nA daily backup, at midnight, the last 6 of which are stored on our servers\nA weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers\nThe end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the backup\nsystem above, it is possible to go back in time up to 12 weeks (~3 months).\nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in the second ICTS data center. The\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n7 of 10\ndata are copied every hour to the second data center. In the event that the primary storage unit is corrupted, the ICTS team can get this copy\nonline within the hour. The mirror in the second ICTS datacenter falls under type 1 storage.\nFor K:-drive:\nAutomatic version management of the files. Version management is done using \"snapshot\" technology, where the previous versions of the\nchanged files are kept online in a snapshot on the same storage system.\nby default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of the file up to 14 days.\nend users can restore older files themselves from within their Windows PC via the \"previous versions | previous versions\" functionality.\nMirror:\na mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes;\na file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster\nwith the primary storage;\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll patient personal information is collected for the purpose of the patients' treatment, therefore it is kept according to Belgian law in the UZ\nLeuven systems.\nAll experimental data is kept on the KU Leuven network storage. The ICTS department provides ample storage capacity in their data centers,\nand the project-specific allocated space can be increased upon simple request at a fixed cost per space required.\nDuring the project, the data managers will monitor the storage space required and request extra capacity from ICTS when necessary. This\nprocess is relatively quick (a few days at most) and saves overall cost as compared to reserving the entire estimated storage capacity from the\nstart.\nJonathan Cremer, co-worker of the Allergy and Clinical Immunology Research Group, is in charge of adequate management of this storage\ncapacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe UZ Leuven systems are purpose-built to keep patient information confidential. Access to the systems is only given to personnel, with\nmultifactor authentication in place. The systems are only accessible through specially configured workstations, laptops or VPN. All actions on\nthe network and in the systems are logged and monitored.\nThe KU Leuven network is also closed with multifactor authentication, accessible only to authorized personnel via configured hardware or\nVPN. Furthermore, the folders containing the data on the network drives are set up with security groups, permitting the data managers of the\nproject to give or revoke access to/from specific individuals in the organization. This access will be logged in a spreadsheet maintained by the\ndata managers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts for data storage are as follows:\nPersonal data of participating subjects is stored in the regular clinical information systems. No extra costs are incurred for the project.\nThe price to setup 1 RedCap project: €80 / year.\nKU Leuven network J:-drive has a yearly cost of €51,9 per 100 GB. With an estimated total data size of 500 GB at the end of the project and a\nyearly growth of 100 GB, the data storage and backup cost during the project would be an estimated €778,5.\nThe project budget will cover this expense.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n8 of 10\ninstitutional policies...).\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nPersonal data of study subjects will stay in the hospital clinical information systems.\nExperimental data will be archived on KU Leuven network drive K:.\nUpon final publication of results, datasets may be published in the KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nKU Leuven network K:-drive has a yearly cost of €5,69 per 100 GB. With an estimated total data size of 500 GB at the end of the project, and\na projected 10 year storage, the storage and backup cost after the project has ended would be €56,90. A storage cost increase due to e.g.\ninflation can be expected.\nAfter termination of the project, the PI's 'personal' budget will cover the storage costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\nClinical data about the patients are confidential, subject to compliance with applicable personal data protection laws, and not publicly\navailable.\nThe pseudonymized data will be available upon publication in open access journals.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPersonal data will only be available to the PI and researchers involved in the project. Afterwards, the data will be shared between the PI and\nco-PI's and within the research unit but always respecting the pseudonymization. \nData without sharing restrictions will be shared through peer reviewed publications.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWith respect to patient data: patient privacy is respected and permission to share data is obtained by the informed consents and stipulates\nclearly who will have insight in the pseudonymized data. Data will not be shared with other (third) parties, not participating in the study.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSince we are working with sensitive data, KU Leuven RDR will be used. \nWhen will the data be made available?\nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n9 of 10\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNone?\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nAll datasets published in KU Leuven RDR will have a DOI assigned.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nEach researcher can currently deposit up to 50 GB per year in KU Leuven RDR at no charge. This will likely be sufficient for the project's\ndatasets. Peers may use the data at no cost under condition of co-authorship. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPI (Rik Schrijvers) and postdoctoral fellow \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPostdoctoral fellow and data management team at the laboratory of allergy and clinical immunology (Jonathan Cremer). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPI and postdoctoral fellow \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPI and postdoctoral fellow \nCreated using DMPonline.be. Last modiﬁed 15 March 2024\n10 of 10"
    },
    "clean_full_text": "T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement delabeling and refinement A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., Rik Schrijvers Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Rik Schrijvers Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: n.n. n.n. Grant number / URL: Grant number / URL: T003023N ID: ID: 205538 Start date: Start date: 01-09-2024 End date: End date: 31-08-2026 Project abstract: Project abstract: Antibiotic allergy labels (AAL) are frequently reported, especially for beta-lactams (86% of AAL). In US, beta-lactam AAL are observed in 9-15% of inpatients’ charts. They are associated with increased mortality, length of hospital stay (LOS), intensive care unit (ICU) admission, use of alternative antibiotics, and a higher economical cost. This fueled the generation of hospital-wide invasive delabeling protocols, including resource-demanding skin and provocation testing which can potentially re-elicit symptoms. Our work demonstrated lower AAL prevalence (6%; Gilissen et al., Journal of Allery and Clinical Immunology In Practice, 2021) and individual impact (no increased mortality or ICU admission rate, and only a moderately increased LOS; Gilissen et al., submitted) but retained societal impact (increased use of second-line and broad-spectrum antibiotics) compared with non-EU studies. Moreover, in a pilot study we evaluated a non-invasive clinical decision support tool using a questionnaire, medical file search and contact with primary care health care workers (Van De Sijpe et al., Allergy, 2022). We showed that up to half of the AAL could be removed or refined, demonstrating the potential of this strategy. In this project, we aim to assess the impact of our non-invasive 'AAL-fact-check' tool for AAL delabeling and refinement on antibiotic use, clinical, microbiological, and economical outcome in inpatients receiving antibiotic therapy, and inpatients receiving perioperative antibiotic prophylaxis. Therefore, a multicenter cross-over cluster-randomized controlled trial multicenter cross-over cluster-randomized controlled trial and a monocentered pre-post study monocentered pre-post study will be performed, to compare the use of our AAL-fact-check tool to the standard of care (i.e., no AAL-fact-check tool). We hypothesize that a relevant fraction of AAL can be rationalized with the tool, thereby improving antibiotic use and costs without impacting morbidity or mortality. Last modified: Last modified: 15-03-2024 Created using DMPonline.be. Last modiﬁed 15 March 2024 1 of 10 T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement delabeling and refinement DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 15 March 2024 2 of 10 T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement delabeling and refinement GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 15 March 2024 3 of 10 T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement delabeling and refinement Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) Workpackage 1: Generation of pseudonymized (retrospective) query data in a password protected file in .csv format. Workpackage 2: Collection of new data in the secured online database system Research Electronic Data Capture (REDCap) Workpackage 3: Collection of new data in the secured online database system Research Electronic Data Capture (REDCap) Workpackage 4-5: No data generation/collection Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) Prof. Dr. Rik Schrijvers will be the responsible person to securely preserve the data during and at least 5 years after the end of the study. A dedicated data manager will be appointed at the start of the project, who will be responsible for day-to-day data management. The studies will be managed via the REDCap platform, additional data (e.g., manuscripts, statistical output) will be saved to the University server, which is automatically backed up daily. Only the research team will have direct access to these data. All datafiles will be pseudonymized. The university and department infrastructure are able to handle the expected data volume. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) None, we will adhere to the principle of preservation of data for at least five years after the end of the project. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) To guarantee adherence to GDPR, all data will be processed coded. An ID number will be assigned to each study participant upon study entry. The code list of the ID numbers will be stored safely and separately from trial data, and will be destroyed at the end of the study. All necessary permissions will be obtained (e.g., EC approval, informed consent forms from the participants) and strict measures for data protection (e.g., password protection of data files) will be taken. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) / Created using DMPonline.be. Last modiﬁed 15 March 2024 4 of 10 T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label T003023N - Assesment of the impact of a non-invasive clinical decision support tool for antibiotic allergy label delabeling and refinement delabeling and refinement FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Dataset 1: Dataset 1: Fact-checker retrospective (WP1) Aggregated (pseudonymized) results of retrospective use of our 'fact-checker' (=query data) to refine the sample size calculations for WP2 and WP3. Generate new data Digital Compiled/aggregated data (query output) Software (query script) .csv Computational script <100GB <100GB / Dataset 2: Dataset 2: eCRF mRCT (WP2) Patient data from the multicenter trial on AAL in patients receiving antibiotic therapy (gathered via REDCap) Generate new data Digital Observational (clinical data) .pdf (informed consent forms) .csv (REDCap export) <1GB / Dataset 3: Dataset 3: eCRF prophylaxis study (WP3) Patient data from the monocenter trial on AAL in patients receiving antibiotic prophylaxis (gathered via REDCap) Generate new data Digital Observational (clinical data) .pdf (informed consent forms) .csv (REDCap export) <1GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The data will contain sensitive personal data about the subject and the subjects' health condition. Therefore, the Clinical Trial Center (CTC) and Ethical Committee (EC) Research UZ/KU Leuven reviewed/will review the respective study protocols in detail, in accordance with all applicable regulatory requirements. Dataset 1: study reference number S63862 S63862 , approved by both CTC and EC Dataset 2: study reference number S68439 S68439 , awaits approval by CTC Created using DMPonline.be. Last modiﬁed 15 March 2024 5 of 10 Dataset 3: study number to be requested, protocol will be submitted to CTC and EC Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Privacy Registry Reference: KWS (Klinisch Werk Station) UZ Leuven, the electronic patient record system of the University Hospitals Leuven. We start from non-anonymized patient data (i.e., an automated query identifies patients eligible for the study), which will be pseudonymised after inclusion (upon signing informed consent); an ID number will be assigned to each study participant upon study entry in the eCRF (RedCap). Only the study team holds the code until end of the follow-up period (i.e., 1 month). This is also clearly stipulated in the informed consent form. The code list of the ID numbers will be stored safely and separately from trial data, and will be destroyed at the end of the study. All necessary permissions will be obtained (e.g., EC approval, informed consent forms from the participants) and strict measures for data protection (e.g., password protection of data files) will be taken. We will ask for internal (Jean-Jacques Derèze, Legal Coordinator of the CTC UZ Leuven) and external (Magali Leys, IP, IT & data protection lawyer, founder of AContrario Law) legal advise on several timepoints (dedicated budget foreseen). Data to be collected: Patient characteristics: age, gender, comorbidities Contact information of the primary care physician and pharmacist Information on the antibiotic allergy label(s) Primary outcome: prescription of first-line antibiotic at index consultation Secondary outcomes: antibiotic prescription during follow-up (1 month), proportion of delabeled/refined AAL, safety parameters (adverse events), clinical outcomes (in-hospital mortality, 3 months post-hospitalization mortality, lenght of stay and ICU admission rate), microbiological endpoints (colonization and/or infection with MRSA, VRE, C.Diff), and economic endpoints (cost of antibiotic treatment, hospitalization, human resources). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Valorization of the software tool (dataset 1) can be considered. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Third party agreements with each of the participating centers in the mRCT (WP2) are made by CTC and signed by UZ Leuven and the legal representatives of the separate centers. UZ Leuven is legal owner of project results. Results are confidential during the trial. Restrictions on publication and authorship are part of the clinical protocol signed by each partner. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 15 March 2024 6 of 10 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Protocols, research methods and practices, and additional information for participating centers will be stored as README.txt files at the Sharepoint folder of LACI (J:\\GBW-xxxxxxx), accessible to all members of the study team. 2 . Information from included patients will be imputed in the REDCap eCRF by the doctoral researcher (the eCRF will be set-up by the postdoctoral researcher in collaboration with the CTC). Subjects will receive a unique code automatically assigned by REDCap (pseudonymisation). A spreadsheet of the identification code will be kept separately in an encrypted network folder of LACI (J:\\GBW- xxxxxx). All necessary steps to remove direct identifiers in the data (e.g., name, address, etc.) will be taken. 3 . All datamanagment is done in the REDCap environment by the postdoctoral researcher and validated by the PI (Rik Schrijvers). 4 . After finalisation of the data-collection, the data will be exported from the REDCap environment as a .csv file. A text file (.txt) with a clear description of what the data represent and how they were generated will be included, as well as steps performed during datacleaning. 5 . Data will be analysed by SPSS statistical software, all steps will be documented as SPSS syntax files (*.sps). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes As described above, and in accordance with the interal regulation at the laboratory of allergy and clinical immunology: metadata will be provided as README in .txt format describing the dataset in general, supporting information such as protocols in .docx and .pdf, raw numerical data output in .csv, data analysis files in .xlsx and .sps. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All patient personal information will be stored on the UZ Leuven IT systems and local hospital IT systems, accessible only to a restricted number of individuals (attending physicians) on a need-to-know basis. All pseudonymized experimental data, metadata and protocols will be stored on the KU Leuven network drives: Active documents and data will be kept on the network J:-drive, more specifically J:\\GBW-0517_xxxxx. Large, unchanging data files may be kept on the network K:-drive, more specifically K:\\GBW-0041_KlinImm\\xxxxx. This is done to save costs associated with the J:-drive. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Data and systems backup on UZ Leuven systems is managed by UZ Leuven ICT. The KU Leuven network drives are managed as follows in the primary KUL data center in Heverlee: For J:-drive: Backups are made using “snapshot” technology, which is the online storage of incremental data changes. For the standard backup regime, as specified below, 10% of the requested storage capacity will be reserved: An 4-hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers A daily backup, at midnight, the last 6 of which are stored on our servers A weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the backup system above, it is possible to go back in time up to 12 weeks (~3 months). For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in the second ICTS data center. The Created using DMPonline.be. Last modiﬁed 15 March 2024 7 of 10 data are copied every hour to the second data center. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within the hour. The mirror in the second ICTS datacenter falls under type 1 storage. For K:-drive: Automatic version management of the files. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. by default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of the file up to 14 days. end users can restore older files themselves from within their Windows PC via the \"previous versions | previous versions\" functionality. Mirror: a mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage; Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All patient personal information is collected for the purpose of the patients' treatment, therefore it is kept according to Belgian law in the UZ Leuven systems. All experimental data is kept on the KU Leuven network storage. The ICTS department provides ample storage capacity in their data centers, and the project-specific allocated space can be increased upon simple request at a fixed cost per space required. During the project, the data managers will monitor the storage space required and request extra capacity from ICTS when necessary. This process is relatively quick (a few days at most) and saves overall cost as compared to reserving the entire estimated storage capacity from the start. Jonathan Cremer, co-worker of the Allergy and Clinical Immunology Research Group, is in charge of adequate management of this storage capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The UZ Leuven systems are purpose-built to keep patient information confidential. Access to the systems is only given to personnel, with multifactor authentication in place. The systems are only accessible through specially configured workstations, laptops or VPN. All actions on the network and in the systems are logged and monitored. The KU Leuven network is also closed with multifactor authentication, accessible only to authorized personnel via configured hardware or VPN. Furthermore, the folders containing the data on the network drives are set up with security groups, permitting the data managers of the project to give or revoke access to/from specific individuals in the organization. This access will be logged in a spreadsheet maintained by the data managers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for data storage are as follows: Personal data of participating subjects is stored in the regular clinical information systems. No extra costs are incurred for the project. The price to setup 1 RedCap project: €80 / year. KU Leuven network J:-drive has a yearly cost of €51,9 per 100 GB. With an estimated total data size of 500 GB at the end of the project and a yearly growth of 100 GB, the data storage and backup cost during the project would be an estimated €778,5. The project budget will cover this expense. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, Created using DMPonline.be. Last modiﬁed 15 March 2024 8 of 10 institutional policies...). institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Personal data of study subjects will stay in the hospital clinical information systems. Experimental data will be archived on KU Leuven network drive K:. Upon final publication of results, datasets may be published in the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven network K:-drive has a yearly cost of €5,69 per 100 GB. With an estimated total data size of 500 GB at the end of the project, and a projected 10 year storage, the storage and backup cost after the project has ended would be €56,90. A storage cost increase due to e.g. inflation can be expected. After termination of the project, the PI's 'personal' budget will cover the storage costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) Clinical data about the patients are confidential, subject to compliance with applicable personal data protection laws, and not publicly available. The pseudonymized data will be available upon publication in open access journals. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Personal data will only be available to the PI and researchers involved in the project. Afterwards, the data will be shared between the PI and co-PI's and within the research unit but always respecting the pseudonymization. Data without sharing restrictions will be shared through peer reviewed publications. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects With respect to patient data: patient privacy is respected and permission to share data is obtained by the informed consents and stipulates clearly who will have insight in the pseudonymized data. Data will not be shared with other (third) parties, not participating in the study. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Since we are working with sensitive data, KU Leuven RDR will be used. When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 15 March 2024 9 of 10 Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. None? Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes All datasets published in KU Leuven RDR will have a DOI assigned. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Each researcher can currently deposit up to 50 GB per year in KU Leuven RDR at no charge. This will likely be sufficient for the project's datasets. Peers may use the data at no cost under condition of co-authorship. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PI (Rik Schrijvers) and postdoctoral fellow Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Postdoctoral fellow and data management team at the laboratory of allergy and clinical immunology (Jonathan Cremer). Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI and postdoctoral fellow Who will update and implement this DMP? Who will update and implement this DMP? PI and postdoctoral fellow Created using DMPonline.be. Last modiﬁed 15 March 2024 10 of 10"
}