{
    "document_id": "D-2022-1557",
    "LinkTitle": "D-2022-1557",
    "file_name": "D-2022-1557.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1557.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "1Data Management Plan (EOS)\nTitle: Responses to Newton’s Mathematical-Experimental Paradigm in \n18th-Century Philosophy\nADMIN DETAILS\nProject Name: (EOS) - Responses to Newton’s Mathematical-Experimental Paradigm in 18th-Century \nPhilosophy \nPrincipal Investigator / Researcher: Karin de Boer\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName of the project lead (PI)\nKarin de Boer\nFunds Project number & title\nG0H2722N. Responses to Newton’s Mathematical-Experimental Paradigm in 18th-Century Philosophy\n2. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data?  \n●Reuse existing data\n●Generate new data \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.\n Type of data Format  Volume Origin?\nInsights generated by the \nanalysis of primary and \nsecondary published \nsources + translations of \npublished sources from \nGerman into Englishtextual; PDFs, Word \ndocuments, ppt \npresentationsmax. 3GB per researcher \naffiliated with the projectPublished works\n23. ETHICAL AND LEGAL ISSUES\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.\nNO\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).\nNO\n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nNO\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?\nNO\n4. DOCUMENTATION AND METADATA\n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nThe expected output of the project consists in 10-12 journal articles and/or book chapters, a PhD thesis \nand an anthology with translations into English of published German texts. For this reason, no \ndocumentation to enable the understanding or reuse of the data will be required. Each document \ncontaining research data will receive a transparent, uniform file name and be stored in a designated folder  \non the KU Leuven shared network drives.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nNO\n5. DATA STORAGE AND BACKUP DURING THE PROJECT\n5.1. Where will the data be stored?  \nDuring the project, individual researchers will store and share data through:  \n3- The faculty's shared network drives  \nBooks and other resources that will be bought with the project's funding will be stored and made available  \nto other researchers through the HIW library. This will ensure the preservation and availability of these \nresources to those interested.  \n5.2. How will the data be backed up?  \n-  Regular copies on the faculty's shared network drives. Data are backed-up automatically on these \nservices.\n-  Regular copies on external hard disks that can be procured by the researchers.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nYES\n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered? \nExternal hard drives can be procured off the project's budget.\n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nThe data in this project are classified as 'low risk'. Sufficient security, by Multi-Factor Authentication, is \nincluded in shared network drives managed by the Faculty's IT division  \n6. DATA PRESERVATION AFTER THE END OF THE PROJECT\n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\nIn agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period \nof 5 years after the project.  \nAll books collected for the project will be kept in the  HIW library. \n6.2. Where will these data be archived (= stored for the long term)?  \nThe data will be made accessible through the institutional repository Lirias.  \nBooks stay in the HIW library collection.  \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered? \nA cost estimate will be made with regard to the long-term storage of data on the faculty's network drives. \nIn light of the type of data to be stored, this cost can be safely assumed to be relatively small and \nfundable out of the project budget.  \n47. DATA SHARING AND RE-USE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nData will mainly be shared through publications and webinars, lecture series   and conference videos. \nCopyright restrictions will always be taken into consideration.\n7.2. Which data will be made available after the end of the project?  \nThe written output of the project, i.e., the articles, book chapters, PhD thesis  and anthology, will be made \navailable during and after the project through publication\n7.3. Where/how will the data be made available for reuse?  \nPublications and restricted access repository\n7.4. When will the data be made available?  \nDuring and after the project as applicable\n7.5. Who will be able to access the data and under what conditions?  \nAll interested scholars will get access to the data, taking into account potential copyright restrictions\n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nData sharing will happen through the faculty's network drives. See 6.3 above with regard to costs.  \n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata?  \nKarin de Boer (PI)\n8.2. Who will be responsible for data storage & back up during the project?  \nKarin de Boer\n8.3. Who will be responsible for ensuring data preservation and sharing?  \nKarin de Boer and HIW Faculty Library Services\n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nKarin de Boer"
    },
    "clean_full_text": "1Data Management Plan (EOS) Title: Responses to Newton’s Mathematical-Experimental Paradigm in 18th-Century Philosophy ADMIN DETAILS Project Name: (EOS) - Responses to Newton’s Mathematical-Experimental Paradigm in 18th-Century Philosophy Principal Investigator / Researcher: Karin de Boer Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Karin de Boer Funds Project number & title G0H2722N. Responses to Newton’s Mathematical-Experimental Paradigm in 18th-Century Philosophy 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ●Reuse existing data ●Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume Origin? Insights generated by the analysis of primary and secondary published sources + translations of published sources from German into Englishtextual; PDFs, Word documents, ppt presentationsmax. 3GB per researcher affiliated with the projectPublished works 23. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. NO 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). NO 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NO 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? NO 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The expected output of the project consists in 10-12 journal articles and/or book chapters, a PhD thesis and an anthology with translations into English of published German texts. For this reason, no documentation to enable the understanding or reuse of the data will be required. Each document containing research data will receive a transparent, uniform file name and be stored in a designated folder on the KU Leuven shared network drives. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. NO 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? During the project, individual researchers will store and share data through: 3- The faculty's shared network drives Books and other resources that will be bought with the project's funding will be stored and made available to other researchers through the HIW library. This will ensure the preservation and availability of these resources to those interested. 5.2. How will the data be backed up? - Regular copies on the faculty's shared network drives. Data are backed-up automatically on these services. - Regular copies on external hard disks that can be procured by the researchers. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. YES 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? External hard drives can be procured off the project's budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project are classified as 'low risk'. Sufficient security, by Multi-Factor Authentication, is included in shared network drives managed by the Faculty's IT division 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period of 5 years after the project. All books collected for the project will be kept in the HIW library. 6.2. Where will these data be archived (= stored for the long term)? The data will be made accessible through the institutional repository Lirias. Books stay in the HIW library collection. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? A cost estimate will be made with regard to the long-term storage of data on the faculty's network drives. In light of the type of data to be stored, this cost can be safely assumed to be relatively small and fundable out of the project budget. 47. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Data will mainly be shared through publications and webinars, lecture series and conference videos. Copyright restrictions will always be taken into consideration. 7.2. Which data will be made available after the end of the project? The written output of the project, i.e., the articles, book chapters, PhD thesis and anthology, will be made available during and after the project through publication 7.3. Where/how will the data be made available for reuse? Publications and restricted access repository 7.4. When will the data be made available? During and after the project as applicable 7.5. Who will be able to access the data and under what conditions? All interested scholars will get access to the data, taking into account potential copyright restrictions 7.6. What are the expected costs for data sharing? How will these costs be covered? Data sharing will happen through the faculty's network drives. See 6.3 above with regard to costs. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Karin de Boer (PI) 8.2. Who will be responsible for data storage & back up during the project? Karin de Boer 8.3. Who will be responsible for ensuring data preservation and sharing? Karin de Boer and HIW Faculty Library Services 8.4. Who bears the end responsibility for updating & implementing this DMP? Karin de Boer"
}