{
    "document_id": "D-2023-2426",
    "LinkTitle": "D-2023-2426",
    "file_name": "D-2023-2426.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2426.pdf",
    "metadata": {
        "title": "ILUMIS",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "ILUMIS\nA Data Management Plan created using DMPonline.be\nCreator: \nBenjamin Gorissen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nEuropean Research Council (ERC)\nTemplate: \nERC DMP +\nPrincipal Investigator:\n \nBenjamin Gorissen\nGrant number / URL: \n101076036\nID: \n202503\nStart date: \n01-05-2023\nEnd date: \n30-04-2028\nProject abstract:\nActuation, energy storage, sensing, and logic are four functionalities of both natural and artificial organisms, giving\nthem the ability to thrive in their environment. The blueprint of conventional robots localizes these functionalities in\ndiscrete components supported by rigid materials. However, in soft robots that consist of compliant materials,\nlocalization of functionality severely limits autonomous operation and intelligent behaviour. This limitation is the result\nof the functional architecture, not of the used materials. Alternatively and as demonstrated in nature by the common\noctopus, the distribution of these four functionalities throughout the body allows to overcome these limitations. This\nconcept of ‘functional embodiment’ is currently non-existing in soft robotics. ILUMIS will create soft robots with\nembodied functionality by transitioning from a conventional robotic architecture to a fluidic network architecture.\nFurther, by incorporating nonlinearities in all the network elements, the global system acts as a state machine, meaning\nthat the output not only depends on the input, but also on its internal state. How to navigate this state space will be\nencoded within the nonlinearities, creating embodied logic. Energy and actuation are embodied and intricately linked to\nthe elastic deformations of the components in the network, powering the actions of the soft robot. By creating network\ncomponents that are sensitive to triggers from the environment, embodied sensing emerges, leading to truly interactive\nfluidic state machines. ILUMIS will overcome the main challenges of inverse design, where a desired behaviour requires\nthe optimization of a network of nonlinear structures. Thereby ILUMIS will create a new blueprint for soft robotic design\nwith embodied functionality that closes the gap with nature’s soft organisms. This knowledge will impact applications\nranging from surgical micro-robots and exploration robots to haptic interfaces for virtual reality.\nLast modified: \n25-10-2023\nCreated using DMPonline.be. Last modiﬁed 25 October 2023\n1 of 5\nILUMIS\nGDPR Record\nGDPR record\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 October 2023\n2 of 5\nILUMIS\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 October 2023\n3 of 5\nILUMIS\nERC DMP +\nProject information\nProject Acronym\nILUMIS \nProject Number\n101076036 \nData summary\nSummary\nDataset \ndescription\nnew\nor re-\nuse\nData\ntype\nFile\nformat\nData\nvolume\nForward design\nscript\nScript to build finite element simulations of inflatable voids (WP1), interconnections (WP2) and fluids (WP3)\nnew\ndigital\n.txt or\n.py\n<1GB\nDatabase of\nstructures\nDataset that links geometrical and material parameters to output characteristics in the pressure-volume-displacement\ndomain (WP1), the pressure-flow domain (WP2), or the pressure-volume domain (WP3)\nnew\ndigital\n.txt\n<10GB\nNetwork\nsimulator\nSoftware program that solves fluidic networks (WP4)\nnew\ndigital\n.py\n<1GB\nInverse design\nscript\nScript that will be used to optimize a structure to achieve  a goal characteristic in the pressure-volume-displacement\ndomain (WP1), the pressure-flow domain (WP2), the pressure-volume domain (WP3). Or to optimize the network\nconfiguration for a certain functionality\nnew\ndigital\n.txt or\n.py\n<1GB\nExperimental\ndata: Images\nImages taken of prototypes\nnew\ndigital\n.png/.jpg\n <10GB\nExperimental\ndata: Videos\nvideos taken of prototypes\nnew\ndigital\n.avi/.mp4\n <100GB\nExperimental\ndata:\nMeasurements\ndata gathered during the experimental testing of prototypes, that could be pressures, volume flows, displacements or\nforces\nnew\ndigital\n.txt\n <1GB\nFAIR data\n1. Making data findable\nData will be deposited on Github (software scripts) and in the RDR data repository of KU Leuven (other data). The data will be identified by a persistent identifier.  Zenodo\nwill be used in combination with GitHub to provide a DOI (digital object identifier) to software. RDR assigns DOIs to uploaded data automatically. \n2. Making data openly accessible\nData will be made publicly available in depositories as soon as possible, without restrictions. For scientific publications, open access will be done through either the\njournal’s open access system or through KULeuven’s preproof open access system, Lirias.\n3. Making data interoperable\nData will be deposited in a format that can be accessible for everyone (using txt files and MS Word/Excel). Standards will be used that are common in our scientific\ndiscipline.\n4. Increase data re-use\nResearch outputs will be made available through open licenses (Creative Commons Attribution International Public Licence (CC BY))\n5. Allocation of resources and data security\nAccording to our plans, there will be no costs to make data and research outputs FAIR in this project, as repositories and other resources are provided by KU Leuven free\nof charge (including Github and RDR). The researcher is responsible for data management during the project. Furthermore, the supervisor of the project will ensure the\nlong-term storage of the data at KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 25 October 2023\n4 of 5\nCreated using DMPonline.be. Last modiﬁed 25 October 2023\n5 of 5"
    },
    "clean_full_text": "ILUMIS A Data Management Plan created using DMPonline.be Creator: Benjamin Gorissen Affiliation: KU Leuven (KUL) Funder: European Research Council (ERC) Template: ERC DMP + Principal Investigator: Benjamin Gorissen Grant number / URL: 101076036 ID: 202503 Start date: 01-05-2023 End date: 30-04-2028 Project abstract: Actuation, energy storage, sensing, and logic are four functionalities of both natural and artificial organisms, giving them the ability to thrive in their environment. The blueprint of conventional robots localizes these functionalities in discrete components supported by rigid materials. However, in soft robots that consist of compliant materials, localization of functionality severely limits autonomous operation and intelligent behaviour. This limitation is the result of the functional architecture, not of the used materials. Alternatively and as demonstrated in nature by the common octopus, the distribution of these four functionalities throughout the body allows to overcome these limitations. This concept of ‘functional embodiment’ is currently non-existing in soft robotics. ILUMIS will create soft robots with embodied functionality by transitioning from a conventional robotic architecture to a fluidic network architecture. Further, by incorporating nonlinearities in all the network elements, the global system acts as a state machine, meaning that the output not only depends on the input, but also on its internal state. How to navigate this state space will be encoded within the nonlinearities, creating embodied logic. Energy and actuation are embodied and intricately linked to the elastic deformations of the components in the network, powering the actions of the soft robot. By creating network components that are sensitive to triggers from the environment, embodied sensing emerges, leading to truly interactive fluidic state machines. ILUMIS will overcome the main challenges of inverse design, where a desired behaviour requires the optimization of a network of nonlinear structures. Thereby ILUMIS will create a new blueprint for soft robotic design with embodied functionality that closes the gap with nature’s soft organisms. This knowledge will impact applications ranging from surgical micro-robots and exploration robots to haptic interfaces for virtual reality. Last modified: 25-10-2023 Created using DMPonline.be. Last modiﬁed 25 October 2023 1 of 5 ILUMIS GDPR Record GDPR record Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 October 2023 2 of 5 ILUMIS DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 October 2023 3 of 5 ILUMIS ERC DMP + Project information Project Acronym ILUMIS Project Number 101076036 Data summary Summary Dataset description new or re- use Data type File format Data volume Forward design script Script to build finite element simulations of inflatable voids (WP1), interconnections (WP2) and fluids (WP3) new digital .txt or .py <1GB Database of structures Dataset that links geometrical and material parameters to output characteristics in the pressure-volume-displacement domain (WP1), the pressure-flow domain (WP2), or the pressure-volume domain (WP3) new digital .txt <10GB Network simulator Software program that solves fluidic networks (WP4) new digital .py <1GB Inverse design script Script that will be used to optimize a structure to achieve a goal characteristic in the pressure-volume-displacement domain (WP1), the pressure-flow domain (WP2), the pressure-volume domain (WP3). Or to optimize the network configuration for a certain functionality new digital .txt or .py <1GB Experimental data: Images Images taken of prototypes new digital .png/.jpg <10GB Experimental data: Videos videos taken of prototypes new digital .avi/.mp4 <100GB Experimental data: Measurements data gathered during the experimental testing of prototypes, that could be pressures, volume flows, displacements or forces new digital .txt <1GB FAIR data 1. Making data findable Data will be deposited on Github (software scripts) and in the RDR data repository of KU Leuven (other data). The data will be identified by a persistent identifier. Zenodo will be used in combination with GitHub to provide a DOI (digital object identifier) to software. RDR assigns DOIs to uploaded data automatically. 2. Making data openly accessible Data will be made publicly available in depositories as soon as possible, without restrictions. For scientific publications, open access will be done through either the journal’s open access system or through KULeuven’s preproof open access system, Lirias. 3. Making data interoperable Data will be deposited in a format that can be accessible for everyone (using txt files and MS Word/Excel). Standards will be used that are common in our scientific discipline. 4. Increase data re-use Research outputs will be made available through open licenses (Creative Commons Attribution International Public Licence (CC BY)) 5. Allocation of resources and data security According to our plans, there will be no costs to make data and research outputs FAIR in this project, as repositories and other resources are provided by KU Leuven free of charge (including Github and RDR). The researcher is responsible for data management during the project. Furthermore, the supervisor of the project will ensure the long-term storage of the data at KU Leuven. Created using DMPonline.be. Last modiﬁed 25 October 2023 4 of 5 Created using DMPonline.be. Last modiﬁed 25 October 2023 5 of 5"
}