{
    "document_id": "D-2021-1216",
    "LinkTitle": "D-2021-1216",
    "file_name": "D-2021-1216.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1216.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Silvia Monteagudo",
        "num_pages": 6
    },
    "content": {
        "full_text": "1FWO PROJECT 11L1822N\nDMP TITLE\nADMIN DETAILS\nProject Name: FWO project 11L1822N - DMP title\nProject Identifier: 3M200601\nGrant Title: 11L1822N\nPrincipal Investigator / Researcher: Silvia Monteagudo\nProject Data Contact: Silvia.monteagudo@kuleuven.be\nDescription: Osteoarthritis, the most prevalent joint disease, is characterized by joint damage that leads \nto pain and disability, and lacks curative treatment. In osteoarthritis, cartilage cells often develop \nabnormal differentiation towards hypertrophy, which contributes to joint destruction. These changes are \nassociated with excessive activation of Wnt signaling. However, how Wnt signaling triggers hypertrophic \ndifferentiation is largely unknown. We have preliminary evidence that excessive Wnt increases local \nproduction of insulin growth factor- 1 (IGF1), a key player in the hypertrophy process. Here, we aim to \nstudy the molecular mechanism underlying this interaction and how this contributes to the development \nand progression of osteoarthritis, and we will also investigate the therapeutic implications of the new link \nWnt/IGF1 for this disease. A successful project will lead to the identification of molecular events that \ntrigger key disease-associated changes in cartilage, and may contribute to opportunities for osteoarthritis \ntherapy. \nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nAna Escribano\nFWO Project Number & Title\n11L1822N - Investigating a new molecular link  between Wnt signaling and IGF1 in osteoarthritis\nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n2●Generate new data\n●Reuse existing data\nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.\nData used in this project will mostly be new data. Existing data of interest are transcriptome datasets \nfrom the research team, available from the GEO repository (https://www.ncbi.nlm.nih.gov/gds/), under \naccession numbers GSE77916 and GSE33656. \nNew data are quantitative and qualitative experimental data including raw data, derived and \ncompiled data.  Overall, data will be from biological (molecular, biochemical) experiments and from \nanimal model experiments.  Qualitative raw data (photos, images) will be stored in investigator hard-copy \nnotebooks and in digital formats (TIFF, PDF). Original data files outputs from quantitative experiments will  \nbe collected in Excel datasheets. For data sharing across platforms, data will be additionally stored in csv \nand txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with \noutputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal \nexperiment LAIS system and compiled in excel and text files. Data from animal experiments are both \nqualitative and quantitative as above (tissue sections, images) and processed data such as scoring of \ncartilage damage. Data will be stored in notebooks and in digital format as above.   Masterdata files will be  \nwrite-protected after entering all data.  \nData will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt -  \ncsv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information files. Additional \nstructured datasets will be stored per derived manuscript.  \nThe answers to this section were checked by:\n●Other\nco-principal investigator Prof. Rik Lories  \n3. LEGAL & ETHICAL ISSUES\nWill you use personal data?    If so, shortly describe the kind of personal data you will use (add \nthe reference to your file in your host institution's privacy register - not relevant yet)  \n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nResearch in this project is covered by study  S56271 (Ethical Committee for Clinical Research UZ Leuven)  \nand by study P159/2016 (Ethical Committee for animal research).  \n3Does your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes\nData may be considered to claim intellectual property rights on the advise of Leuven R&D's valorisation \nteam. LRD will be responsible for patent management and eventual licensing. Data may be used for \nindustrial collaborations and will then be defined as KU Leuven background by LRD in good faith.  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\nNo, there are no restrictions on our data at this stage.  \nThe answers to this section were checked by:\nco-PI Rik Lories \n4. DOCUMENTATION & METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nThe following documentation will be provided: (1) a table of content (excel file and csv) with all project-\nrelated experiments including experiment number, date of implementation and name of the researcher \nwho stored the experiment, (2) a brief description of the goal of the experiment and related work package \n(word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable \nother researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case  \nof animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system  \ninformation, (5) samples that are generated during the experiments will be stored and listed in a Cvs file \nor txt file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that \ndocumentation is written or available in notebooks  or stored on other files a link will be provided. (7) \nRead-me text files providing information about definitions used in the dataset files.  \nWith the help of these documentations every authorized researcher will be able (1) to look up all the \ninformation of the performed experiments and (2) to repeat the experiment in exactly the same way.  \nWill a metadata standard be used? If so, describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nOur anticipated data collection does not involve setups for which a metadata standard and specific \nrepository exists. Data will therefore maximally be stored in portable formats such as txt, csv and pdf  \nThe answers to this section were checked by:\n●Other\n4co-PI Rik Lories \n5. DATA STORAGE & BACK UP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is back up of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up procedures, \nincluding ICTS Luna storage. The KU Leuven servers are secure online servers.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nSufficient storage and backup capacity are available at KU Leuven  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nTerabyte level storage is anticipated.  Although FWO has no earmarked budget at its disposal to support \nresearch data management, FWO allows for part of the allocated project budget  to be used to cover the  \ncost incurred. \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nAll data will be stored in a protected environment. Research data can only be accessed by a login \nfollowing KU Leuven's policy for identifier and with password.  \nThe answers to this section were checked by:\n●Others\nco-PI Rik Lories \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll research data will be kept at minimum 5 years after the end of the project  \nWhere will the data be archived (= stored for the longer term)?\nKU Leuven ICTS data storage center.  \n5What are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nFor this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, which can be \ncovered by the grant and beyond.  \nThe answers to this section were checked by:\n●Others\nco-PI Rik Lories \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●Yes. Specify:\nIP protection and valorisation initiatives may restrict sharing of the data.  \nWhich data will be made available after the end of the project?\nAll data will be made available after appropriate IP protection if this is applicable.  \n  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\n●In a restricted access repository\n●Upon request by mail\nThe main output of the project will be original scientific research papers. These will adhere to KU \nLeuven's and FWO's Open Access policy.  \nIn the context of Open and accessible science, original datasets will be made available with publication, \neither as supplementary files or using datasharing platforms such as figshare or Zolondo using a CC-BY \nlicence. \nUpon reasonable and specific request, any data subset and analysis can be made available.  \nFor data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.  \nWhen will the data be made available?\n●After an embargo period. Specify the length of the embargo and why this is necessary\n●Upon publication of the research results\nData will be made available upon publication  unless specific IP protections remain to be set.  \nWho will be able to access the data and under what conditions?\nIn principle any researcher upon reasonable request or through the data repositories.  \n6What are the expected costs for data sharing? How will the costs be covered?  \nminimal costs expected (<500$ per year)  \nThe answers to this section were checked by:\n●Others\nco-PI Rik Lories \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nSilvia Monteagudo - Rik Lories - Frederique Cornelis  \nWho will be responsible for data storage & back up during the project?\nSilvia Monteagudo - Rik Lories - Frederique Cornelis  \nWho will be responsible for ensuring data preservation and reuse?\nSilvia Monteagudo - Rik Lories  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1FWO PROJECT 11L1822N DMP TITLE ADMIN DETAILS Project Name: FWO project 11L1822N - DMP title Project Identifier: 3M200601 Grant Title: 11L1822N Principal Investigator / Researcher: Silvia Monteagudo Project Data Contact: Silvia.monteagudo@kuleuven.be Description: Osteoarthritis, the most prevalent joint disease, is characterized by joint damage that leads to pain and disability, and lacks curative treatment. In osteoarthritis, cartilage cells often develop abnormal differentiation towards hypertrophy, which contributes to joint destruction. These changes are associated with excessive activation of Wnt signaling. However, how Wnt signaling triggers hypertrophic differentiation is largely unknown. We have preliminary evidence that excessive Wnt increases local production of insulin growth factor- 1 (IGF1), a key player in the hypertrophy process. Here, we aim to study the molecular mechanism underlying this interaction and how this contributes to the development and progression of osteoarthritis, and we will also investigate the therapeutic implications of the new link Wnt/IGF1 for this disease. A successful project will lead to the identification of molecular events that trigger key disease-associated changes in cartilage, and may contribute to opportunities for osteoarthritis therapy. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Ana Escribano FWO Project Number & Title 11L1822N - Investigating a new molecular link between Wnt signaling and IGF1 in osteoarthritis Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? 2●Generate new data ●Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. Data used in this project will mostly be new data. Existing data of interest are transcriptome datasets from the research team, available from the GEO repository (https://www.ncbi.nlm.nih.gov/gds/), under accession numbers GSE77916 and GSE33656. New data are quantitative and qualitative experimental data including raw data, derived and compiled data. Overall, data will be from biological (molecular, biochemical) experiments and from animal model experiments. Qualitative raw data (photos, images) will be stored in investigator hard-copy notebooks and in digital formats (TIFF, PDF). Original data files outputs from quantitative experiments will be collected in Excel datasheets. For data sharing across platforms, data will be additionally stored in csv and txt formats. Data anaysis files will be pfzx files (Prism), sav files (SPPS) and R-project files with outputs stored as txt and csv files. Animal experiment data are registered into KU Leuven's animal experiment LAIS system and compiled in excel and text files. Data from animal experiments are both qualitative and quantitative as above (tissue sections, images) and processed data such as scoring of cartilage damage. Data will be stored in notebooks and in digital format as above. Masterdata files will be write-protected after entering all data. Data will be structured per experiment performed (Exp identifier) with structured subsets: 1. raw data (txt - csv) 2. analyses (txt - csv) 3. images (various formats) 4. \"readme\" txt information files. Additional structured datasets will be stored per derived manuscript. The answers to this section were checked by: ●Other co-principal investigator Prof. Rik Lories 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet) ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes Research in this project is covered by study S56271 (Ethical Committee for Clinical Research UZ Leuven) and by study P159/2016 (Ethical Committee for animal research). 3Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes Data may be considered to claim intellectual property rights on the advise of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial collaborations and will then be defined as KU Leuven background by LRD in good faith. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No No, there are no restrictions on our data at this stage. The answers to this section were checked by: co-PI Rik Lories 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided: (1) a table of content (excel file and csv) with all project- related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) in case of animal work: a list of the used animals with details such as age, sex, housing and link with LAIS system information, (5) samples that are generated during the experiments will be stored and listed in a Cvs file or txt file, (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. (7) Read-me text files providing information about definitions used in the dataset files. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiment in exactly the same way. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No Our anticipated data collection does not involve setups for which a metadata standard and specific repository exists. Data will therefore maximally be stored in portable formats such as txt, csv and pdf The answers to this section were checked by: ●Other 4co-PI Rik Lories 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored? How is back up of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures, including ICTS Luna storage. The KU Leuven servers are secure online servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes Sufficient storage and backup capacity are available at KU Leuven What are the expected costs for data storage and back up during the project? How will these costs be covered? Terabyte level storage is anticipated. Although FWO has no earmarked budget at its disposal to support research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy for identifier and with password. The answers to this section were checked by: ●Others co-PI Rik Lories 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All research data will be kept at minimum 5 years after the end of the project Where will the data be archived (= stored for the longer term)? KU Leuven ICTS data storage center. 5What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? For this project data storage of 1Tb is anticipated, resulting in a cost of 520 euro per year, which can be covered by the grant and beyond. The answers to this section were checked by: ●Others co-PI Rik Lories 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●Yes. Specify: IP protection and valorisation initiatives may restrict sharing of the data. Which data will be made available after the end of the project? All data will be made available after appropriate IP protection if this is applicable. Where/how will the data be made available for reuse? ●In an Open Access repository ●In a restricted access repository ●Upon request by mail The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Access policy. In the context of Open and accessible science, original datasets will be made available with publication, either as supplementary files or using datasharing platforms such as figshare or Zolondo using a CC-BY licence. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. When will the data be made available? ●After an embargo period. Specify the length of the embargo and why this is necessary ●Upon publication of the research results Data will be made available upon publication unless specific IP protections remain to be set. Who will be able to access the data and under what conditions? In principle any researcher upon reasonable request or through the data repositories. 6What are the expected costs for data sharing? How will the costs be covered? minimal costs expected (<500$ per year) The answers to this section were checked by: ●Others co-PI Rik Lories 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Silvia Monteagudo - Rik Lories - Frederique Cornelis Who will be responsible for data storage & back up during the project? Silvia Monteagudo - Rik Lories - Frederique Cornelis Who will be responsible for ensuring data preservation and reuse? Silvia Monteagudo - Rik Lories Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}