{
    "document_id": "D-2024-2601",
    "LinkTitle": "D-2024-2601",
    "file_name": "D-2024-2601.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2601.pdf",
    "metadata": {
        "title": "D-2024-2601",
        "author": "Flore Vancoillie",
        "num_pages": 4
    },
    "content": {
        "full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset \nname / IDDescription New or \nreuseDigital or \nPhysical \ndataData TypeFile formatData \nvolumePhysical \nvolume\nIdicate: \nN(ew \ndata) or \nE(xisting \ndata) Indicate: \nD(igital) or \nP(hysical) Indicate: \nAudiovisual \nImages Sound \nNumerical \nTextual Model \nSOftware Other \n(specify) Indicate: \n<1 GB\n<100 GB\n<1 TB\n<5 TB\n>5TB\nNA\nAnalytical \ndataChemical \nanalyses of \nseaweed \nsamplesNDN.csv; .xlsx<1 GB\nProcessing \ndataParameters \nduring \nprocessing \nof seaweedNDN.csv; xlsx<1 GB\nExperimental \nresultsInterpreted \ndataNDN.xlsx<1 GB\nReportsPresentation \nand \ndiscussion \nof resultsNDT/N.docx; .pdf; \n.pptx<1 GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●Yes, a Center of Expertise for the Use of Seaweed in Food will be established. LRD will be contacted to set \nup the most optimal cooperation agreement.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●Yes. Part of the data is generated by research partner VIVES. Both KU Leuven and VIVES will mutually own  \nthe IPR of the creations resulting from this research.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●Yes. KU Leuven and VIVES will own the IPR of the creations resulting from this research.\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nData will be generated following standardized protocols. Metadata will be documented by the research and technical\nstaff at the time of data collection and analysis, by taking careful notes and sharing these in the according data files \n(.xslx). All datasets and files will be saved on the KU Leuven One-drive and the projects’ Teams channel “C3weed”.  \nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No. Metadata for all datasets will be collected in the first sheet of each corresponding file (.xlsx). The \nmetadata will include:\n●Creator(s): last name, first name, organization\n●Date and time reference\n●Standardized protocols used for the chemical analyses\n●Description of the material used for the experiments, content of the dataset, contextual information \nfor the correct interpretation of the data, used software\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●Shared network drive (J-drive)\n●OneDrive (KU Leuven)\n●Sharepoint online (via Teams channel)\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nThe data is shared via OneDrive and Sharepoint only accessible by people of the research team. Long-term storage for  \ndata that does not require repeated fast access is stored on the J drive, for which access is limited to authorized people  \nof the research team.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nNA\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Shared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nNA\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nOnly members of the research group can access the data. Externs can access the data via patents or contract work \nwithin the framework of a Center of Expertise. The strategy for data accessibility will be in collaboration with LRD.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Other (specify below)\nData will be shared upon agreement with all research partners to protect IP.  \nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Data Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nPostdoctoral researcher Flore Vancoillie\nWho will manage data storage and backup during the research project?  \nKU Leuven internal storage is used via ICTS KU Leuven\nWho will manage data preservation and sharing?  \nPostdoctoral researcher Flore Vancoillie, PIs Imogen Foubert, Ilse Fraeye, Liselot De Vlieger (VIVES)\nWho will update and implement this DMP?  \nPostdoctoral researcher Flore Vancoillie, PIs Imogen Foubert, Ilse Fraeye, Liselot De Vlieger (VIVES)"
    },
    "clean_full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescription New or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Idicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1 GB <100 GB <1 TB <5 TB >5TB NA Analytical dataChemical analyses of seaweed samplesNDN.csv; .xlsx<1 GB Processing dataParameters during processing of seaweedNDN.csv; xlsx<1 GB Experimental resultsInterpreted dataNDN.xlsx<1 GB ReportsPresentation and discussion of resultsNDT/N.docx; .pdf; .pptx<1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes, a Center of Expertise for the Use of Seaweed in Food will be established. LRD will be contacted to set up the most optimal cooperation agreement. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●Yes. Part of the data is generated by research partner VIVES. Both KU Leuven and VIVES will mutually own the IPR of the creations resulting from this research. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●Yes. KU Leuven and VIVES will own the IPR of the creations resulting from this research. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data will be generated following standardized protocols. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes and sharing these in the according data files (.xslx). All datasets and files will be saved on the KU Leuven One-drive and the projects’ Teams channel “C3weed”. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No. Metadata for all datasets will be collected in the first sheet of each corresponding file (.xlsx). The metadata will include: ●Creator(s): last name, first name, organization ●Date and time reference ●Standardized protocols used for the chemical analyses ●Description of the material used for the experiments, content of the dataset, contextual information for the correct interpretation of the data, used software DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Shared network drive (J-drive) ●OneDrive (KU Leuven) ●Sharepoint online (via Teams channel) How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is shared via OneDrive and Sharepoint only accessible by people of the research team. Long-term storage for data that does not require repeated fast access is stored on the J drive, for which access is limited to authorized people of the research team. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Only members of the research group can access the data. Externs can access the data via patents or contract work within the framework of a Center of Expertise. The strategy for data accessibility will be in collaboration with LRD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Other (specify below) Data will be shared upon agreement with all research partners to protect IP. Which data usage licenses are you going to provide? If none, please explain why. ●Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? NA RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Postdoctoral researcher Flore Vancoillie Who will manage data storage and backup during the research project? KU Leuven internal storage is used via ICTS KU Leuven Who will manage data preservation and sharing? Postdoctoral researcher Flore Vancoillie, PIs Imogen Foubert, Ilse Fraeye, Liselot De Vlieger (VIVES) Who will update and implement this DMP? Postdoctoral researcher Flore Vancoillie, PIs Imogen Foubert, Ilse Fraeye, Liselot De Vlieger (VIVES)"
}