{
    "document_id": "D-2023-1860",
    "LinkTitle": "D-2023-1860",
    "file_name": "D-2023-1860.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1860.pdf",
    "metadata": {
        "title": "High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing\nand atmospheric habitability\nA Data Management Plan created using DMPonline.be\nCreator: \nOrkun Temel\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12ZZL23N\nID: \n199560\nStart date: \n11-01-2022\nEnd date: \n11-03-2025\nProject abstract:\nUnderstanding the atmospheric dynamics of the Venusian cloud-deck has important implications, including searching the tracers of\nvolcanism on Venus and the assesment of atmospheric habitability of the cloud-layers to harbor aerial microbial communities similar to\nthose found in Earth's troposphere. To understand better the atmospheric dynamics of the Venusian cloud-deck and its interaction with\nthe lower atmosphere, which is topped by the thick cloud-layers, atmospheric model simulations are needed. In this study, we will perform\nmodel simulations, using a novel modeling methodology, to answer the following main science questions: 1) How does local\nmeteorological events such as gravity waves, turbulent mixing in the cloud-layer, manifest themselves in the global circulation? What are\nthe atmospheric mechanisms driving the variations in the Venusian clouds? 2) How are surface emissions, resulting from volcanism, are\ntransported up to the Venusian cloud layers? Is there a geographical and/or topographical dependency of the vertical transport of emitted\ngases/aerosols from the surface? 3) Finally, we will assess the atmospheric habitability of the Venusian cloud-layers, investigating\nwhether similar aerial microbial communities found in Earth's troposphere can be dynamically stable.\nLast modified: \n12-05-2023\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n1 of 8\nHigh-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing\nand atmospheric habitability\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nVenusWRF\nmodel\n \nGenerate new data\nDigital\nSoftware\n.F and .f90\n< 100 MB\nN/A\nVenusWRF\n- GCM\nSimulation data containing the meteorological\nvariables for the atmosphere of Venus with a\nresolution of 5 x 5 degrees in zonal directions.\nGenerate new data\nDigital\nSimulation data\nnetcdf files\n< 100 GB\nN/A\nVenusWRF\n-\nMesoscale\nSimulation data of high-resolution regional\nweather forecasts of the atmosphere of Venus.\nThis dataset will include the cloud simulations,\ntrace gas simulations of surface releases\nrelated to volcanic outgassing.\nGenerate new data\nDigital\nSimulation data\nnetcdf files\n< 1 TB\nN/A\nVenus\nMission\ndatasets\nThis dataset will include atmospheric\nobservations obtained from different Venus\nmissions.\nReuse existing data\nDigital\nObservational\n.tab, .xml and\n.txt files\n< 1 TB\nN/A\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nVenus mission datasets are available in: https://pds-atmospheres.nmsu.edu/data_and_services/atmospheres_data/catalog.htm#Venus\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n2 of 8\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor the VenusWRF model, a user guide will be provided describing how to compile the code and run simulations.\nFor its output, which is in netcdf format, a MATLAB script will be provided for post-processing purposes.\nThe observational datasets to be reused will be accompanied with a README.txt file.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nCF (Climate and Forecast) Metadata Conventions will be used for the model outputs. In case, we use the observational datasets to produce a new high-level datasets, then we will use the same\nmetadata standards being used by the Planetary Data system: https://pds.nasa.gov/datastandards/about/what.shtml\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nVenusWRF model will be stored at: https://gitlab-as.oma.be\nThe model output and relevant observational datasets to be reused will be stored at the internal workstation of co-host institute's (Royal Observatory of Belgium) dedicated workstation.\nThe results associated with publications will be submitted to open repositories such as OSF.\nHow will the data be backed up?\nRegular backups will be performed by the IT staff. However, we propose a set of data reproducibility plans for model simulations.\nWe will create bash scripts that can reproduce the model output, starting from the compilation of the code to running the executable. The model source code and the bash script corresponds to a\ndigital space of less than 100 Mb. The code and scripts will be kept in different external drivers and USB disks. So that even if there is a substantial amount of data loss, the model data can be\nreproduced from these scripts. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe primary storage & backup capacity is 3.1 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data and model source codes will be handled in accordance with the IT guidelines - all computers and external drives will be password protected. Security upgrades are constantly performed\nby the IT staff. While sharing the datasets, read-only permissions will be applied.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe do not foresee any additional data storage or backup costs other than the operational costs of IT department, which is covered by the co-host institute (Royal Observatory of Belgium).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe output of the VenusWRF model will be retained. VenusWRF model provides three main types of outputs (all in netcdf format):\nwrfout files: These files will contain the atmospheric state variables for a given model resolution (e.g. 72 x 36 in horizontal dimensions and 25 vertical layers). These atmospheric state variables\nwill include such as wind speed, pressure, temperature, atmospheric species concentration. We will retain wrfout 20 files per on Venus year.\nwrfrst files: wrfrst files are similar to wrfout files but include less variables. These files are used to \"restart\" model simulations. One wrfrst file will be saved for future studies that can use these files\nas input to perform further simulations.\naux files: These files include high-resolution temporal variation of atmospheric state variables. We plan to retain wind speed and temperature variations over a couple of Venus years with high\ntemporal resolutions.\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n3 of 8\nMajor part of these data will be stored at the OSF repository. If needed, non-published results can be stored at an internal workstation as well.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe OSF repository is free of charge.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe published results will be made available in an open access repository (OSF).\nHowever, the model source code will only be made available in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe code will be shared upon mutual agreement based on a rules of road agreement to be made by e-mail exchanges.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublication datasets: https://osf.io/\nModel source code: https://gitlab-as.oma.be\nWhen will the data be made available?\nPublication datasets will be made available upon the acceptance of manuscripts.\nThe model source code will be given a restricted access after the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe are not planning to share our Venus atmospheric model (VenusWRF) as a community model but we will be using this model with our external collaborators based on mutual agreement.\nTherefore, we will not be providing a license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe OSF repository and gitlab is free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nOrkun Temel \nWho will manage data storage and backup during the research project?\nOrkun Temel \nWho will manage data preservation and sharing?\nOrkun Temel \nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n4 of 8\nWho will update and implement this DMP?\nOrkun Temel \nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n5 of 8\nHigh-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing\nand atmospheric habitability\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nBoth existing data (observations obtained by Venus missions and ground-based observations) will be used and new data will be generated by model simulations.\nThe observational datasets are available in the Planetary Atmospheres Node of Planetary Data System (PDS), which is publicly available:\nhttps://pds-atmospheres.nmsu.edu/data_and_services/atmospheres_data/catalog.htm#Venus\nThe source code of the model to be used to generate new data will be located in the gitlab server of the co-host institute (Royal Observatory of Belgium).\nOpen-access policy will be followed for manuscripts. Datasets will be made online in OSF (https://osf.io/) as in the practice of planetary science community.\n \n \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.): For day-to-day data management, Dr. Orkun Temel (FWO Senior Postdoctoral Fellow) will be\nresponsible. However, Prof. Tim Van Hoolst (KU Leuven & Royal Observatory of Belgium - supervisor of the senior postdoctoral project) will be the responsible person in the long-term. \nThis designation is based on the suggestion of KUL https://www.kuleuven.be/rdm/en/guidance/funder/dm-fwo-proposal\n2\n. \nStorage capacity/repository\nduring the research: Co-host institute, Royal Observatory of Belgium, provided a dedicated a workstation with a storage capacity of 3.1TB.\nafter the research: After the project, the datasets can be transferred to a KU Leuven repository (if needed). However, all the data outputs will already be kept in an online publicly\navailable repository as explained in the previous subsection.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nN/A\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n6 of 8\nHigh-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing\nand atmospheric habitability\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n7 of 8\nHigh-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing\nand atmospheric habitability\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 May 2023\n8 of 8"
    },
    "clean_full_text": "High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability A Data Management Plan created using DMPonline.be Creator: Orkun Temel Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12ZZL23N ID: 199560 Start date: 11-01-2022 End date: 11-03-2025 Project abstract: Understanding the atmospheric dynamics of the Venusian cloud-deck has important implications, including searching the tracers of volcanism on Venus and the assesment of atmospheric habitability of the cloud-layers to harbor aerial microbial communities similar to those found in Earth's troposphere. To understand better the atmospheric dynamics of the Venusian cloud-deck and its interaction with the lower atmosphere, which is topped by the thick cloud-layers, atmospheric model simulations are needed. In this study, we will perform model simulations, using a novel modeling methodology, to answer the following main science questions: 1) How does local meteorological events such as gravity waves, turbulent mixing in the cloud-layer, manifest themselves in the global circulation? What are the atmospheric mechanisms driving the variations in the Venusian clouds? 2) How are surface emissions, resulting from volcanism, are transported up to the Venusian cloud layers? Is there a geographical and/or topographical dependency of the vertical transport of emitted gases/aerosols from the surface? 3) Finally, we will assess the atmospheric habitability of the Venusian cloud-layers, investigating whether similar aerial microbial communities found in Earth's troposphere can be dynamically stable. Last modified: 12-05-2023 Created using DMPonline.be. Last modiﬁed 12 May 2023 1 of 8 High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA VenusWRF model Generate new data Digital Software .F and .f90 < 100 MB N/A VenusWRF - GCM Simulation data containing the meteorological variables for the atmosphere of Venus with a resolution of 5 x 5 degrees in zonal directions. Generate new data Digital Simulation data netcdf files < 100 GB N/A VenusWRF - Mesoscale Simulation data of high-resolution regional weather forecasts of the atmosphere of Venus. This dataset will include the cloud simulations, trace gas simulations of surface releases related to volcanic outgassing. Generate new data Digital Simulation data netcdf files < 1 TB N/A Venus Mission datasets This dataset will include atmospheric observations obtained from different Venus missions. Reuse existing data Digital Observational .tab, .xml and .txt files < 1 TB N/A If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Venus mission datasets are available in: https://pds-atmospheres.nmsu.edu/data_and_services/atmospheres_data/catalog.htm#Venus Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 12 May 2023 2 of 8 No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the VenusWRF model, a user guide will be provided describing how to compile the code and run simulations. For its output, which is in netcdf format, a MATLAB script will be provided for post-processing purposes. The observational datasets to be reused will be accompanied with a README.txt file. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes CF (Climate and Forecast) Metadata Conventions will be used for the model outputs. In case, we use the observational datasets to produce a new high-level datasets, then we will use the same metadata standards being used by the Planetary Data system: https://pds.nasa.gov/datastandards/about/what.shtml 3. Data storage & back-up during the research project Where will the data be stored? VenusWRF model will be stored at: https://gitlab-as.oma.be The model output and relevant observational datasets to be reused will be stored at the internal workstation of co-host institute's (Royal Observatory of Belgium) dedicated workstation. The results associated with publications will be submitted to open repositories such as OSF. How will the data be backed up? Regular backups will be performed by the IT staff. However, we propose a set of data reproducibility plans for model simulations. We will create bash scripts that can reproduce the model output, starting from the compilation of the code to running the executable. The model source code and the bash script corresponds to a digital space of less than 100 Mb. The code and scripts will be kept in different external drivers and USB disks. So that even if there is a substantial amount of data loss, the model data can be reproduced from these scripts. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The primary storage & backup capacity is 3.1 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data and model source codes will be handled in accordance with the IT guidelines - all computers and external drives will be password protected. Security upgrades are constantly performed by the IT staff. While sharing the datasets, read-only permissions will be applied. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We do not foresee any additional data storage or backup costs other than the operational costs of IT department, which is covered by the co-host institute (Royal Observatory of Belgium). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The output of the VenusWRF model will be retained. VenusWRF model provides three main types of outputs (all in netcdf format): wrfout files: These files will contain the atmospheric state variables for a given model resolution (e.g. 72 x 36 in horizontal dimensions and 25 vertical layers). These atmospheric state variables will include such as wind speed, pressure, temperature, atmospheric species concentration. We will retain wrfout 20 files per on Venus year. wrfrst files: wrfrst files are similar to wrfout files but include less variables. These files are used to \"restart\" model simulations. One wrfrst file will be saved for future studies that can use these files as input to perform further simulations. aux files: These files include high-resolution temporal variation of atmospheric state variables. We plan to retain wind speed and temperature variations over a couple of Venus years with high temporal resolutions. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 12 May 2023 3 of 8 Major part of these data will be stored at the OSF repository. If needed, non-published results can be stored at an internal workstation as well. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The OSF repository is free of charge. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The published results will be made available in an open access repository (OSF). However, the model source code will only be made available in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. The code will be shared upon mutual agreement based on a rules of road agreement to be made by e-mail exchanges. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Publication datasets: https://osf.io/ Model source code: https://gitlab-as.oma.be When will the data be made available? Publication datasets will be made available upon the acceptance of manuscripts. The model source code will be given a restricted access after the end of the project. Which data usage licenses are you going to provide? If none, please explain why. We are not planning to share our Venus atmospheric model (VenusWRF) as a community model but we will be using this model with our external collaborators based on mutual agreement. Therefore, we will not be providing a license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? The OSF repository and gitlab is free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? Orkun Temel Who will manage data storage and backup during the research project? Orkun Temel Who will manage data preservation and sharing? Orkun Temel Created using DMPonline.be. Last modiﬁed 12 May 2023 4 of 8 Who will update and implement this DMP? Orkun Temel Created using DMPonline.be. Last modiﬁed 12 May 2023 5 of 8 High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Both existing data (observations obtained by Venus missions and ground-based observations) will be used and new data will be generated by model simulations. The observational datasets are available in the Planetary Atmospheres Node of Planetary Data System (PDS), which is publicly available: https://pds-atmospheres.nmsu.edu/data_and_services/atmospheres_data/catalog.htm#Venus The source code of the model to be used to generate new data will be located in the gitlab server of the co-host institute (Royal Observatory of Belgium). Open-access policy will be followed for manuscripts. Datasets will be made online in OSF (https://osf.io/) as in the practice of planetary science community. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.): For day-to-day data management, Dr. Orkun Temel (FWO Senior Postdoctoral Fellow) will be responsible. However, Prof. Tim Van Hoolst (KU Leuven & Royal Observatory of Belgium - supervisor of the senior postdoctoral project) will be the responsible person in the long-term. This designation is based on the suggestion of KUL https://www.kuleuven.be/rdm/en/guidance/funder/dm-fwo-proposal 2 . Storage capacity/repository during the research: Co-host institute, Royal Observatory of Belgium, provided a dedicated a workstation with a storage capacity of 3.1TB. after the research: After the project, the datasets can be transferred to a KU Leuven repository (if needed). However, all the data outputs will already be kept in an online publicly available repository as explained in the previous subsection. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N/A Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 12 May 2023 6 of 8 High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 May 2023 7 of 8 High-resolution modeling of the cloud layer of Venus: Applied to potential volcanic outgassing and atmospheric habitability GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 May 2023 8 of 8"
}