{
    "document_id": "D-2023-1931",
    "LinkTitle": "D-2023-1931",
    "file_name": "D-2023-1931.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1931.pdf",
    "metadata": {
        "title": "Consideration sets on the marriage market",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Consideration sets on the marriage market\nA Data Management Plan created using DMPonline.be\nCreator: \nWietse Leleu\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11C4723N\nID: \n189811\nStart date: \n01-10-2020\nEnd date: \n31-10-2026\nProject abstract:\nThis research proposal aims to combine search behavior with matching on the marriage market. Specifically, I want to integrate the\nnotion of consideration sets (e.g., see Demuynck and Seel, 2018) in the analysis of matching on the marriage market. By doing so, I want\nto contribute to the literature that tries to identify the sharing rule (more precisely), where this sharing rule expresses how resources are\ndistributed within the household. This type of research is highly relevant from a policy point of view because it is very important to\nunderstand who consumes what and how consumption is distributed. In this way, better policy recommendations can be formulated\nwhich may reduce inequality and poverty within households. Practically, I will 1) redefine consideration sets within a framework introduced\nby Cherchye, Demuynck, De Rock and Vermeulen (2017), who combined the theory of revealed preferences applied to the collective\nmodel with the notion of a stable marriage market (by means of this novel framework, one can identify the sharing rule between spouses\nunder minimalistic assumptions), 2) introduce the concept of revealed consideration sets by applying a directed search model to the\nmarriage market and 3) apply the revealed consideration sets in a revealed preference framework.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 4\nConsideration sets on the marriage market\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for physical data\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume (MB/GB/TB)\nPhysical volume\nLISS\nSurvey data of households\nReuse existing data\nDigital\nObservational\n.dta\n.txt\n<100MB\n \nPSID\nSurvey data of households\nReuse existing data\nDigital\nObservational\n.dta\n.txt\n<100MB\n \nACS\nSurvey data of households\nReuse existing data\nDigital\nObservational\n.dta\n.txt\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nLISS: https://www.lissdata.nl/\nPSID: https://psidonline.isr.umich.edu/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor each project, I will create a README file to provide an overview of the file structure. The README will contain step-by-step instructions on which files to open to obtain specific results.\nAdditionally, within each file (such as a Stata do-file containing code), I will include explanations for each command, outlining what happens when it is executed. Finally, I will create a codebook to\nclarify all variable names used in the code.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 4\nYes\nI am planning to use the Data Documentation Initiative (DDI) metadata standard, which is widely accepted as the standard for documenting social science research data. For each dataset, I will\ncreate metadata according to the DDI standard. This metadata will include details such as the title of the dataset, the date of creation, the researcher or organization responsible for creating the\ndata, the methodology used, and any specific variables or units used. I will also ensure that the metadata is machine-readable, so it can be easily searched and discovered.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe recommended storage location for the data is Teams (OneDrive), in accordance with the Storage Guide of KU Leuven. This platform is freely available for KU Leuven staff and offers a\nmaximum storage capacity of 5 TB (which is sufficient for my research data). As stated in the Storage Guide, Teams (OneDrive) provides a moderate level of protection, which is appropriate for my\nresearch data as it does not include any sensitive information.\nHow will the data be backed up?\nAll the data files will be uploaded in Teams (OneDrive). In terms of availability, Microsoft guarantees 99,9% uptime. KU Leuven does not provide any additional backups beyond the measures that\nMicrosoft provides as standard to protect the data. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nData files have a very low volume. Teams (OneDrive) has a maximum storage capacity of 5 TB (which is sufficient for my research data).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAs stated in the Storage Guide, Teams (OneDrive) provides a moderate level of protection, which is appropriate for my research data as it does not include any sensitive information. To get a\nnotion of how secure data can be stored on this platform, the Storage Guide of the KU Leuven provides the following explanation: \"A Teams-site is suitable for strictly confidential data, as long as\nmultifactor authentication with the KU Leuven Authenticator app is activated.\"\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nTeams (OneDrive) is free to use for KU Leuven staff. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nFollowing KU Leuven's data storage requirement, all data related to the project (including raw data, code files and metadata) will be stored for a period of 10 years after the project's completion.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven's Research Data Repository (RDR) is a good option to store my data for the long-term. RDR is built on Dataverse, an open source repository software built by Harvard University. RDR\ngives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nEvery researcher can store 50 GB per year for free on the KU Leuven's Research Data Repository. This will be sufficient to store my data.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nOther, please specify:\nObtaining the raw data sets for each project is easy, as they can be obtained from the websites of the data collectors. Therefore, there is no need to provide them (as it is also not allowed by the\ndata collectors).  Additionally, the metadata and code files will be accessible to other researchers, either via the journal's webpage if the paper is published, or through my personal website if\npermitted by the journal.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 4\n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Other\nObtaining the raw data sets for each project is easy, as they can be obtained from the websites of the data collectors. Therefore, there is no need to provide them (as it is also not allowed by the\ndata collectors).\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven's Research Data Repository (RDR) is a good option to share my data for all of my projects. RDR is built on Dataverse, an open source repository software built by Harvard University.\nRDR gives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff.\nWhen will the data be made available?\nThe data (code and metadata) will be made available upon acceptance of a publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nOther researchers will be given the freedom to use my code in any way they want. There, the Creative Commons Attribution License might be a suitable license. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, I am planning to add my data to KU Leuven's RDR. Therefore, I will be using a DIO. Nevertheless, a number is not available yet. \nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven's Research Data Repository (RDR) is a good option to share my data for the long-term. RDR is built on Dataverse, an open source repository software built by Harvard University. RDR\ngives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff. Every researcher can store 50 GB per\nyear for free on the KU Leuven's Research Data Repository. This will be sufficient to store my data.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWietse Leleu \nWho will manage data storage and backup during the research project?\nWietse Leleu \nWho will manage data preservation and sharing?\nWietse Leleu, Laurens Cherchye and Frederic Vermeulen \nWho will update and implement this DMP?\nWietse Leleu \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 4"
    },
    "clean_full_text": "Consideration sets on the marriage market A Data Management Plan created using DMPonline.be Creator: Wietse Leleu Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11C4723N ID: 189811 Start date: 01-10-2020 End date: 31-10-2026 Project abstract: This research proposal aims to combine search behavior with matching on the marriage market. Specifically, I want to integrate the notion of consideration sets (e.g., see Demuynck and Seel, 2018) in the analysis of matching on the marriage market. By doing so, I want to contribute to the literature that tries to identify the sharing rule (more precisely), where this sharing rule expresses how resources are distributed within the household. This type of research is highly relevant from a policy point of view because it is very important to understand who consumes what and how consumption is distributed. In this way, better policy recommendations can be formulated which may reduce inequality and poverty within households. Practically, I will 1) redefine consideration sets within a framework introduced by Cherchye, Demuynck, De Rock and Vermeulen (2017), who combined the theory of revealed preferences applied to the collective model with the notion of a stable marriage market (by means of this novel framework, one can identify the sharing rule between spouses under minimalistic assumptions), 2) introduce the concept of revealed consideration sets by applying a directed search model to the marriage market and 3) apply the revealed consideration sets in a revealed preference framework. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 4 Consideration sets on the marriage market FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume LISS Survey data of households Reuse existing data Digital Observational .dta .txt <100MB PSID Survey data of households Reuse existing data Digital Observational .dta .txt <100MB ACS Survey data of households Reuse existing data Digital Observational .dta .txt <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: LISS: https://www.lissdata.nl/ PSID: https://psidonline.isr.umich.edu/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each project, I will create a README file to provide an overview of the file structure. The README will contain step-by-step instructions on which files to open to obtain specific results. Additionally, within each file (such as a Stata do-file containing code), I will include explanations for each command, outlining what happens when it is executed. Finally, I will create a codebook to clarify all variable names used in the code. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 4 Yes I am planning to use the Data Documentation Initiative (DDI) metadata standard, which is widely accepted as the standard for documenting social science research data. For each dataset, I will create metadata according to the DDI standard. This metadata will include details such as the title of the dataset, the date of creation, the researcher or organization responsible for creating the data, the methodology used, and any specific variables or units used. I will also ensure that the metadata is machine-readable, so it can be easily searched and discovered. 3. Data storage & back-up during the research project Where will the data be stored? The recommended storage location for the data is Teams (OneDrive), in accordance with the Storage Guide of KU Leuven. This platform is freely available for KU Leuven staff and offers a maximum storage capacity of 5 TB (which is sufficient for my research data). As stated in the Storage Guide, Teams (OneDrive) provides a moderate level of protection, which is appropriate for my research data as it does not include any sensitive information. How will the data be backed up? All the data files will be uploaded in Teams (OneDrive). In terms of availability, Microsoft guarantees 99,9% uptime. KU Leuven does not provide any additional backups beyond the measures that Microsoft provides as standard to protect the data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Data files have a very low volume. Teams (OneDrive) has a maximum storage capacity of 5 TB (which is sufficient for my research data). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? As stated in the Storage Guide, Teams (OneDrive) provides a moderate level of protection, which is appropriate for my research data as it does not include any sensitive information. To get a notion of how secure data can be stored on this platform, the Storage Guide of the KU Leuven provides the following explanation: \"A Teams-site is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated.\" What are the expected costs for data storage and backup during the research project? How will these costs be covered? Teams (OneDrive) is free to use for KU Leuven staff. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Following KU Leuven's data storage requirement, all data related to the project (including raw data, code files and metadata) will be stored for a period of 10 years after the project's completion. Where will these data be archived (stored and curated for the long-term)? KU Leuven's Research Data Repository (RDR) is a good option to store my data for the long-term. RDR is built on Dataverse, an open source repository software built by Harvard University. RDR gives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Every researcher can store 50 GB per year for free on the KU Leuven's Research Data Repository. This will be sufficient to store my data. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: Obtaining the raw data sets for each project is easy, as they can be obtained from the websites of the data collectors. Therefore, there is no need to provide them (as it is also not allowed by the data collectors). Additionally, the metadata and code files will be accessible to other researchers, either via the journal's webpage if the paper is published, or through my personal website if permitted by the journal. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 4 / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other Obtaining the raw data sets for each project is easy, as they can be obtained from the websites of the data collectors. Therefore, there is no need to provide them (as it is also not allowed by the data collectors). Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven's Research Data Repository (RDR) is a good option to share my data for all of my projects. RDR is built on Dataverse, an open source repository software built by Harvard University. RDR gives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff. When will the data be made available? The data (code and metadata) will be made available upon acceptance of a publication. Which data usage licenses are you going to provide? If none, please explain why. Other researchers will be given the freedom to use my code in any way they want. There, the Creative Commons Attribution License might be a suitable license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, I am planning to add my data to KU Leuven's RDR. Therefore, I will be using a DIO. Nevertheless, a number is not available yet. What are the expected costs for data sharing? How will these costs be covered? KU Leuven's Research Data Repository (RDR) is a good option to share my data for the long-term. RDR is built on Dataverse, an open source repository software built by Harvard University. RDR gives KU Leuven researchers a one-stop platform to upload, describe, and share their research data, conveniently and with support from university staff. Every researcher can store 50 GB per year for free on the KU Leuven's Research Data Repository. This will be sufficient to store my data. 6. Responsibilities Who will manage data documentation and metadata during the research project? Wietse Leleu Who will manage data storage and backup during the research project? Wietse Leleu Who will manage data preservation and sharing? Wietse Leleu, Laurens Cherchye and Frederic Vermeulen Who will update and implement this DMP? Wietse Leleu Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 4"
}