{
    "document_id": "D-2024-2894",
    "LinkTitle": "D-2024-2894",
    "file_name": "D-2024-2894.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2894.pdf",
    "metadata": {
        "title": "D-2024-2894",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Maaike Vandermosten ( ORCID: 0000 -0002 -9928 -1580 ) \nContributor name(s) ( + ORCID) & roles  Supervisor:  Maaike Vandermosten  (ORCID: 0000 -0002 -9928 -1580 ) \nCo-supervisor: Tom Francart  \nCo-supervisor: Céline Gillebert  \nCo-supervisor: Robin Lemmens  \nProject number  1 & title  D-2024-2894 -  NATURAL SPEECH ASSESSMENT IN APHASIA: A COMBINED APPROACH VIA AUTOMATIC \nSPEECH RECOGNITION AND NEURAL TRACKIN G \nFunder(s) GrantID  2 G0A0624 N \nAffiliation(s)  X  KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Around 52 people per day suffer a stroke in Belgium, of whom one third is affected by aphasia, an acquired and \nimpactful language disorder. In the acute phase, formal language testing is often difficult and biased due to comorbid \ncognitive problems, leadin g to inaccurate diagnoses and predictions. Natural speech assessment is more \nrepresentative for daily communication and is less depended on active cooperation, but analyses are very time -\nconsuming, explaining why it has not been applied in the acute phase.  Recent analytic advances in (1) automatic \nspeech recognition and (2) neuroimaging (EEG neural tracking) make it now possible to assess natural speech \nproduction and reception, respectively, in a time -efficient way. Building on these novel methods, this la rge-scale \nproject in stroke patients (n=600) aims to transform aphasia assessment in the acute phase by including natural \nspeech measures. More specifically, using automatic measures of natural speech production and reception, we aim \n(1) to detect aphasia,  as well as (2) to obtain a rich language profile of each patient, as this could allow for early \nindividualized interventions. Furthermore, by integrating a patient’s acute (natural) language profile with \ncorresponding lesion data, we aim (3) to precisely predict a patient’s language recovery in the chronic phase. \nOur  natural speech approach provides a novel way to diagnose aphasia in a more comprehensive, functionally \nrelevant and clinically -feasible manner . \n \n \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☒ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .wav  \n.pdf \n.doc  \n.nii \n.csv ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nAcute data  \nKWS MRI brain data \nand infor matio n \nfrom reports of \nthe medical file \n(KWS)  ☐ Generate new \ndata  \n☒ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .wav  \n.pdf \n.doc  \n.nii \n.par/rec ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nAcute data \nEEG EEG data in \nacute stroke \npatients and \nneurotypicals  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☒ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model   \n \nEEG output files  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA NA \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n ☐ Software  \n☐ Other :  \nAcute data \nlanguage \nassessment  Standardised \nlanguage test + \nnatural speech \nmeasures  in \nacute stroke \npatients and \nneurotypicals  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☒ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .doc \n.csv \n.pdf \n.wav  \n ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nChron ic data \nEEG Longitudinal \nEEG data in \nchronic  stroke \npatients and \nneurotypicals  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other :  \nEEG output files  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nChronic data \nlanguage \nassessment  Longitudinal \nstandardised \nlanguage test + \nnatural speech \nmeasures  in \nchronic  stroke \npatients and \nneurotypicals  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☒ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .doc \n.csv \n.pdf \n.wav  \n ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all mat erials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an in tegral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n We will re use information  that is available in the m edical files  regarding medical risk factors or history for \nstroke, gender, age, and other psych iatric disorders  (e.g. dementia) . In addition, we will also use the MRI \nscans that are clinically acquired.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval  number:   S60007  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : EC amendment  will be requested because the current a pprov al does not contain \nacute EEG testing.  \n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information: S60007 . EC amendment  will be requested because the current a pprov al does not \ncontain acute EEG testing.  \n \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment : Although very depend ed on the obtained results and the interest from industr y, \nthere is a potential to apply EEG and MRI -based prediction models for diagnosis and prog nosis of aphasia \nin the acu te phase . In addition, the natural speech measures obtained via automatic speech recognition \nhas also the po tential for commercial valorization.  \n \nDo existing 3rd party agreement s restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☒ Yes \n☐ No \nIf yes, please explain: Depending on the results and interest, we might contact LRD about potential IP \nrights and ownership  \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n All data will be stored on secure KU Leuven network drives and in no case on personal computers. \nThe data are stored according to BIDS -structure, which is a standard open -science data storing \nstructure. At the level of the dataset and ind ividual elements, README.txt files are provided with a \n(standardized) description.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nThe data will be stored based on the BIDS structure, an organization structure for neuroimaging and \nbehavioral data. This makes it easy to browse from a co mputer, as well as to automatically parse a BIDS \nfolder with a program. The BIDS structure makes minimal assumptions about the tools needed to interact \nwith the data that’s inside.  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☒ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume S torage  \n☐ Digital Vault  \n☐ Other:  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYS TEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n  \nOnly res earchers involved in the project have access to the secured KUL drives.  The data will be as much as \npossible pseudonomized (not possible for audiorecordings and MRI images) by removing personal data  \nand by storing this data separately from the research data.  \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  We expect 3 Tb of data, hence data storage at KU Leuven drives will be 1 000 EUR/year.  We requested \n6000EUR in the FWO proposal to cover (1) f or 4 year s during the project  (4000 EUR) , and ( 2) for data \npreservation to upcoming 10 years ( 2000 EUR , see be low).  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWher e will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The expected  costs for data pr eservation are estimated to be around 2000 EUR . We will preserve all raw \ndata and we will make a selection of datasets and  analysing pipelines that are related to published \nmanuscripts.  Costs are covered.    \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted dat a (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The pseudon ymized dataset will be made available when publishing the associated  manuscript.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical asp ects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : audio recordings and MRI  lesion data inherently contain identifying information.  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please e xplain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftwar e sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO  ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n There are no costs expected  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The appointed PhD students under supervison of the PI’s  \nWho will manage data storage and backup \nduring the research project?  The appointed PhD students under supervison of the PI’s  \nWho will manage data preservation and \nsharing?  The appointed PhD student s. When their  contract has ended, the responsibility shifts towards the PI \n(Maaike Vandermosten) to ensure data preservation and reuse  \nWho will update and implement this DMP?  The PI (Maaike Vandermosten) bears the end responsibility of updating and implementing this DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Maaike Vandermosten ( ORCID: 0000 -0002 -9928 -1580 ) Contributor name(s) ( + ORCID) & roles Supervisor: Maaike Vandermosten (ORCID: 0000 -0002 -9928 -1580 ) Co-supervisor: Tom Francart Co-supervisor: Céline Gillebert Co-supervisor: Robin Lemmens Project number 1 & title D-2024-2894 - NATURAL SPEECH ASSESSMENT IN APHASIA: A COMBINED APPROACH VIA AUTOMATIC SPEECH RECOGNITION AND NEURAL TRACKIN G Funder(s) GrantID 2 G0A0624 N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Around 52 people per day suffer a stroke in Belgium, of whom one third is affected by aphasia, an acquired and impactful language disorder. In the acute phase, formal language testing is often difficult and biased due to comorbid cognitive problems, leadin g to inaccurate diagnoses and predictions. Natural speech assessment is more representative for daily communication and is less depended on active cooperation, but analyses are very time - consuming, explaining why it has not been applied in the acute phase. Recent analytic advances in (1) automatic speech recognition and (2) neuroimaging (EEG neural tracking) make it now possible to assess natural speech production and reception, respectively, in a time -efficient way. Building on these novel methods, this la rge-scale project in stroke patients (n=600) aims to transform aphasia assessment in the acute phase by including natural speech measures. More specifically, using automatic measures of natural speech production and reception, we aim (1) to detect aphasia, as well as (2) to obtain a rich language profile of each patient, as this could allow for early individualized interventions. Furthermore, by integrating a patient’s acute (natural) language profile with corresponding lesion data, we aim (3) to precisely predict a patient’s language recovery in the chronic phase. Our natural speech approach provides a novel way to diagnose aphasia in a more comprehensive, functionally relevant and clinically -feasible manner . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, d igital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .wav .pdf .doc .nii .csv ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA NA Acute data KWS MRI brain data and infor matio n from reports of the medical file (KWS) ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .wav .pdf .doc .nii .par/rec ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Acute data EEG EEG data in acute stroke patients and neurotypicals ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☒ Sound ☒ Numerical ☐ Textual ☐ Model EEG output files ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 ☐ Software ☐ Other : Acute data language assessment Standardised language test + natural speech measures in acute stroke patients and neurotypicals ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .doc .csv .pdf .wav ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Chron ic data EEG Longitudinal EEG data in chronic stroke patients and neurotypicals ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : EEG output files ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Chronic data language assessment Longitudinal standardised language test + natural speech measures in chronic stroke patients and neurotypicals ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .doc .csv .pdf .wav ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all mat erials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an in tegral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . We will re use information that is available in the m edical files regarding medical risk factors or history for stroke, gender, age, and other psych iatric disorders (e.g. dementia) . In addition, we will also use the MRI scans that are clinically acquired. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval number: S60007 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : EC amendment will be requested because the current a pprov al does not contain acute EEG testing. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: S60007 . EC amendment will be requested because the current a pprov al does not contain acute EEG testing. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Although very depend ed on the obtained results and the interest from industr y, there is a potential to apply EEG and MRI -based prediction models for diagnosis and prog nosis of aphasia in the acu te phase . In addition, the natural speech measures obtained via automatic speech recognition has also the po tential for commercial valorization. Do existing 3rd party agreement s restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: Depending on the results and interest, we might contact LRD about potential IP rights and ownership 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . All data will be stored on secure KU Leuven network drives and in no case on personal computers. The data are stored according to BIDS -structure, which is a standard open -science data storing structure. At the level of the dataset and ind ividual elements, README.txt files are provided with a (standardized) description. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The data will be stored based on the BIDS structure, an organization structure for neuroimaging and behavioral data. This makes it easy to browse from a co mputer, as well as to automatically parse a BIDS folder with a program. The BIDS structure makes minimal assumptions about the tools needed to interact with the data that’s inside. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☒ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume S torage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYS TEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data Only res earchers involved in the project have access to the secured KUL drives. The data will be as much as possible pseudonomized (not possible for audiorecordings and MRI images) by removing personal data and by storing this data separately from the research data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect 3 Tb of data, hence data storage at KU Leuven drives will be 1 000 EUR/year. We requested 6000EUR in the FWO proposal to cover (1) f or 4 year s during the project (4000 EUR) , and ( 2) for data preservation to upcoming 10 years ( 2000 EUR , see be low). 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Wher e will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J -drive) ☐ Other (specifiy): FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data pr eservation are estimated to be around 2000 EUR . We will preserve all raw data and we will make a selection of datasets and analysing pipelines that are related to published manuscripts. Costs are covered. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted dat a (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The pseudon ymized dataset will be made available when publishing the associated manuscript. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical asp ects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : audio recordings and MRI lesion data inherently contain identifying information. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please e xplain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and softwar e sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? There are no costs expected 7. Responsibilities Who will manage data documentation and metadata during the research project? The appointed PhD students under supervison of the PI’s Who will manage data storage and backup during the research project? The appointed PhD students under supervison of the PI’s Who will manage data preservation and sharing? The appointed PhD student s. When their contract has ended, the responsibility shifts towards the PI (Maaike Vandermosten) to ensure data preservation and reuse Who will update and implement this DMP? The PI (Maaike Vandermosten) bears the end responsibility of updating and implementing this DMP."
}