{
    "document_id": "D-2022-1527",
    "LinkTitle": "D-2022-1527",
    "file_name": "D-2022-1527.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1527.pdf",
    "metadata": {
        "title": "Predicting and explaining the occurrence of non-consensual dissemination of sexts: risk and protective factors among adolescents and emerging adults - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Predicting and explaining the occurrence of non-consensual dissemination of\nsexts: risk and protective factors among adolescents and emerging adults - DMP title\nProject Identifier\n G0B5922N\nGrant Title\n NA\nPrincipal Investigator / Researcher\n Stefaan Pleysier\nProject Data Contact\n stefaan.pleysier@kuleuven.be \n+3216325267\nDescription\n Lately, there has been increasing societal and scientific attention to sexting and the\ncriminal behaviour of non-consensual dissemination of sexts (NCDS) among adolescents and\nemerging adults. Yet, little empirical research has been executed to predict and explain this\nrecent offence. This study attempts to fill this gap by examining which factors contribute to the\n(non-)occurrence of NCDS. In other words, this study aims to identify the factors that increase or\ndecrease the likelihood of perpetration and victimisation of NCDS, referred to as risk- and\nprotective factors. Through quantitative and qualitative research we aim to expand the\nexplanation and understanding of (the occurrence of) this phenomenon. First, Flemish\nadolescents and emerging adults are surveyed about their possible perpetration and/or\nvictimisation of NCDS and related factors (e.g., socio-demographic factors, contextual factors). In\na second phase, perpetrators and victims are interviewed about their ideas of NCDS in general\nand the relevant contributing factors, as revealed by the survey, in the occurrence of this\noffence. As a result of expanding our understanding of the phenomenon, the study will also\nprovide important insight and guidance for a societal response related to policy, support,\neducation and prevention concerning this behaviour, which in turn helps to prevent the NCDS\nand to protect youth against it.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nprof. dr. Stefaan Pleysier\nSupervisor\nLeuven Institute of Criminology (LINC)\nFaculty of Law & Criminology\nHerbert Hooverplein 9 box 3418, 3000 Leuven, Belgium\n \nSilke Van den Eynde\nPhD student\nLeuven Institute of Criminology (LINC)\nFaculty of Law and Criminology\nHerbert Hooverplein 9 box 3418, 3000 Leuven, Belgium\n \n \nFWO Project Number & Title\nProject number: G0B5922N\nTitle (ENG): Predicting and explaining the occurrence of non-consensual dissemination of sexts:\nrisk and protective factors among adolescents and emerging adults.\nTitle (NED): Voorspellen en verklaren van het al dan niet optreden van niet-consensuele\nverspreiding van sexts: risico- en beschermende factoren bij adolescenten en jongvolwassenen.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWork\npackage\nOrigin of\ndata\nRaw vs.\nProcessed\nType of\ndata\nFormat\nVolume\nHow created\nWP3\nFirst part of\nthe\nempirical\nresearch:\nthe\nquantitative\nstudy\nOnline\nsurvey\nRaw\nDataset\n.sav\nDataset with\nresponses\nfrom 1.500\nto 2.000\nrespondents\non six\nthemes (e.g.\nsocio-\ndemographic\nfactors),\neach of\nwhich\nquestions a\nnumber of\ndifferent\nitems (e.g.\ngender, age)\n(estimated    \n< 5.000KB)\nApproximately\n1.500 to\n2.000 young\npeople (aged\n14 to 25) will\ncomplete the\nonline survey\nvia Qualtrics.\nThe data can\nbe extracted\ndirectly from\nQualtrics into\nSPSS\nProcessed\nSPSS\nstatistics\noutput\ndocument\n(analysis\ndocument)\n.spv\nThe number\nof output\ndocuments\ncannot be\nestimated\nyet\nAnalysis of the\nonline survey\ndata (in SPSS)\nWP4\nSecond part\nof the\nempirical\nresearch:\nthe\nInterviews\nRaw\nAudio-\nrecordings\nof the\ninterviews\n.mp3\nFiles of about\n30\ninterviews\n(estimated\n2-4GB)\nRecordings\nmade with a\ndigital,\nportable audio\nrecorder\nduring the\nface-to-face\n(or, in case of\nstricter\nCOVID-19\nmeasures,\nonline)\ninterviews\nwith young\nvictims and/or\nperpetrators\nof NCDS\nField notes\non the\ninterviews\nOn\npaper\nNotes of\nabout 30\ninterviews\nNotes made\nduring these\nface-to-face\n(or online)\ninterviews on\nthe situation\nor context of\nthe interview\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nqualitative\nstudy\nProcessed\nInterview\ntranscripts\n.docx\nTranscripts\nof about 30\ninterviews\n(estimated\naround 20\npages per\ninterview;\nestimated 6-\n10MB)\nTranscriptions\nof the audio-\nfiles of the\ninterviews\nField notes\non the\ninterviews\n.docx\nNotes of\nabout 30\ninterviews\nThe paper\nnotes shall be\nincluded in\nthe interview\ntranscripts\nwhile\ntranscribing\nthe\n(associated)\naudio-file(s)\nCoding\n.nvp\nDigital\ndatasets of\nall interview\ntranscripts\nwith codes\nThe interview\ntranscripts will\nbe imported\nto NVivo and\ncoded\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: Ethical approval will be obtained before the start of the research.\nThis is currently in preparation: G-2022-4845\nShort description of the kind of personal data that will be used: \nThe quantitative study will collect various data from the respondents. Specifically, the survey \nquestionnaire will look at: (1) socio-demographic factors (e.g. age, sex, race/ethnicity, SES,\neducational level), (2) contextual factors (e.g. family functioning, peers), (3) personality factors\n(e.g. dark personality traits, sensation seeking, hypergender orientations), (4) sexuality (e.g.\nsexual orientation, sexual activity, pornography use), (5) sexting activity (e.g. pressurized or\nvoluntary sexting, attitudes towards and experiences with sexting and NCDS, context of sexting\nand NCDS i.e. relationship type and quality of sender and receiver), and (6) awareness of the\nnegative consequences of NCDS (e.g. awareness of the criminality of NCDS and therefore the\npotential for legal consequences, awareness of the negative consequences on victims). The\nsurvey itself does not ask for identification information, but at the end of the online survey\ncertain respondents (i.e. victims and/or perpetrators of NCDS) are asked to cooperate in an\nadditional qualitative interview study on the subject. Interested respondents can leave their\ncontact details on a separate form to ensure that this information cannot be linked to the survey\ndata. The contact details are thus asked in a way that they cannot be linked to the respondents’\nanswers and are also only used for the practical organization of the interviews. Once the\ninterviews are completed, all the contact details will be deleted. The interviews will explore the\nideas of victims and perpetrators of NCDS about this behaviour in general. In addition, they will\nbe questioned about relevant (dynamic) risk and protective factors in the occurrence of this\nbehaviour, as revealed by the quantitative study. It is therefore not yet certain what data exactly\nwill be collected in the interviews. In addition, the collected data will defer from one interview to\nanother. These interviews will be recorded after permission of the participants. The audio-\nrecordings are solely for the purpose of better transcribing the research data. After each\ninterview the accessory audio file will be transferred to the secured KU Leuven network-drives as\nsoon as possible, and after this be deleted from the portable audio recorder. The interviews are\ntranscribed anonymously: no data that can identify a participant are included in the transcripts.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nWhen the transcription process is completed, the audio files will also be deleted from the KU\nLeuven network-drives.    \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical approval will be obtained with SMEC (Social and Societal Ethics Committee) before the\nstart of the research. This is currently in preparation: G-2022-4845\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nWP3, the quantitative survey study: General information on the (quantitative and sampling)\nmethodology and the informed consent procedure is described in detail in the PRET application.\n For the survey data, a codebook with variable-level information will be created (questions in text\nwith associated variable number and label, and answers in text with associated values and value\nlabels (= codes)).   \nWP4, the qualitative interview study: General information on the (qualitative and sampling)\nmethodology and the informed consent procedure is described in detail in the PRET application.\nInformation about the interview (e.g. recording, removal of direct identifiers in the transcripts)\nand instructions for the interviewer and the participants (e.g. the participant’s right to stop the\ninterview at any time) is included in the interview guide, together with the interview questions\nand topic list. Details about the setting and context of the interview will be documented in field\nnotes. A logbook will be drawn up with rules on transcribing the interview data. Then, during\ndata-analysis in NVivo, a hierarchal coding structure will be created with variable-level\ninformation (main and subcodes and their frequencies). Lastly, explanatory comments will be\nadded to these codes in NVivo.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe digital data (survey and interview, raw and final) will be stored on the personal One Drive\nstorage of the researcher and on protected network-drives operated by the KU Leuven, with\nservers on university premises. Back-ups for the network-drives are automated. The analog data,\ni.e. informed consent forms of the qualitative study and the interview field notes will be stored in\na locked safe in the researcher's office. The interview audio-recordings, which are solely for the\npurpose of better transcribing the research data, will be transferred to the secured KU Leuven\nnetwork-drives after each interview as soon as possible, and after this be deleted from the\nportable audio recorder. When the transcription process is completed, the audio files will be\ndeleted from the KU Leuven network-drives and the interview field notes will be destroyed. For\nlong-term storage of the digital data we will use the KU Leuven K-drive (dedicated storage for\narchival purposes). The analog data will be stored in the storage/archive unit (locked room) of the\nLeuven Institute of Criminology (LINC).\nHow is backup of the data provided?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nThe digital data will be stored on protected network-drives operated by the KU Leuven. Back-ups\nfor these network-drives are automated.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nGiven the nature and quantity of our research data, we do not expect to exceed the researcher’s\npersonal storage capacity and the storage capacity of the KU Leuven network-drives. In the case\nthat this does happen, it is possible to expand the capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nWe do not expect any costs for data storage. In case we need to expand the storage capacity,\nthis costs will be covered by the FWO bench fee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll research data will be processed confidentially and anonymously. All digital data will be stored\non protected network-drives operated by the KU Leuven. Paper data (i.e. informed consent forms\nof the interview study) will be stored in a locked safe in the researcher’s office. For long time\nstorage of the digital data we will use the KU Leuven K-drive (dedicated storage for archival\npurposes). The paper data will be stored in the LINC storage/archive unit (locked room).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll collected data will be preserved for at least 10 years after the end of the research (conform\nthe KU Leuven RDM policy), with the exception of the contact details (of certain respondents at\nthe separate form at end of the online survey) and the interview recordings on the portable audio\nrecorder. The contact details will be deleted after the practical organization and completion of\nthe interviews. The audio files will be transferred to the secured KU Leuven network-drives as\nsoon as possible, and after this be deleted from the portable audio recorder. When the\ntranscription process is completed, the audio files will also be deleted from the KU Leuven\nnetwork-drives. We choose to delete these data due to its identifiable and/or sensitive nature.\nMoreover, the paper field notes of the interviews will be destroyed after they are saved\nelectronically with the transcripts in Word.\nWhere will the data be archived (= stored for the longer term)?\nFor long-term storage of the digital data (at least 10 years) we will use the KU Leuven K-drive.\nThe analog data, i.e. informed consent forms of the qualitative study, will be stored in the LINC\nstorage/archive unit (locked room).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo costs expected.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe research data can only be used for scientific or societal purposes. The data can not be used\nor shared for any other purpose.\nWhich data will be made available after the end of the project?\nThe raw dataset of the quantitative study (no identification information) will be made available\nfor colleague researchers. The qualitative data (i.e. interview transcripts, field notes and codes)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nwill not be shared due to privacy reasons.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nThe quantitative dataset will be uploaded in a .csv or .xlsx format on an internal data repository\nfor KU Leuven researchers.\nNon KU Leuven researchers can get access to the quantitative dataset upon motivated email\nrequest. \nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nThe quantitative dataset will be shared a year after the doctoral defense of the PhD student. This\nembargo period (1 year after the day of the doctoral defense) offers the researcher enough time\nto publish on the data.\nWho will be able to access the data and under what conditions?\nFor KU Leuven researchers: the quantitative dataset will be uploaded in a .csv or .xlsx format on\nan internal data repository. Therefore, it will be available to anyone with the required (KU\nLeuven) licenses for any scientific and/or societal purpose, provided that they give appropriate\ncredit to the creators.\nFor non KU Leuven researchers: access will be considered after a motivated request/abstract is\nsubmitted explaining the planned reuse. Only uses for scientific and societal purposes will be\nallowed. Commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo expected costs. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe supervisor (prof. dr. Stefaan Pleysier) and the PhD student (Silke Van den Eynde) will be\nresponsible.\n \nWho will be responsible for data storage & back up during the project?\nThe supervisor (prof. dr. Stefaan Pleysier) and the PhD student (Silke Van den Eynde) will be\nresponsible for storing the data on the internal servers of the university. KU Leuven is responsible\nfor the back-up of the data relating to the project on their servers.\n \nWho will be responsible for ensuring data preservation and reuse ?\nThe supervisor (prof. dr. Stefaan Pleysier) will be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating and implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Predicting and explaining the occurrence of non-consensual dissemination of sexts: risk and protective factors among adolescents and emerging adults - DMP title Project Identifier G0B5922N Grant Title NA Principal Investigator / Researcher Stefaan Pleysier Project Data Contact stefaan.pleysier@kuleuven.be +3216325267 Description Lately, there has been increasing societal and scientific attention to sexting and the criminal behaviour of non-consensual dissemination of sexts (NCDS) among adolescents and emerging adults. Yet, little empirical research has been executed to predict and explain this recent offence. This study attempts to fill this gap by examining which factors contribute to the (non-)occurrence of NCDS. In other words, this study aims to identify the factors that increase or decrease the likelihood of perpetration and victimisation of NCDS, referred to as risk- and protective factors. Through quantitative and qualitative research we aim to expand the explanation and understanding of (the occurrence of) this phenomenon. First, Flemish adolescents and emerging adults are surveyed about their possible perpetration and/or victimisation of NCDS and related factors (e.g., socio-demographic factors, contextual factors). In a second phase, perpetrators and victims are interviewed about their ideas of NCDS in general and the relevant contributing factors, as revealed by the survey, in the occurrence of this offence. As a result of expanding our understanding of the phenomenon, the study will also provide important insight and guidance for a societal response related to policy, support, education and prevention concerning this behaviour, which in turn helps to prevent the NCDS and to protect youth against it. Institution KU Leuven 1. General Information Name applicant prof. dr. Stefaan Pleysier Supervisor Leuven Institute of Criminology (LINC) Faculty of Law & Criminology Herbert Hooverplein 9 box 3418, 3000 Leuven, Belgium Silke Van den Eynde PhD student Leuven Institute of Criminology (LINC) Faculty of Law and Criminology Herbert Hooverplein 9 box 3418, 3000 Leuven, Belgium FWO Project Number & Title Project number: G0B5922N Title (ENG): Predicting and explaining the occurrence of non-consensual dissemination of sexts: risk and protective factors among adolescents and emerging adults. Title (NED): Voorspellen en verklaren van het al dan niet optreden van niet-consensuele verspreiding van sexts: risico- en beschermende factoren bij adolescenten en jongvolwassenen. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Work package Origin of data Raw vs. Processed Type of data Format Volume How created WP3 First part of the empirical research: the quantitative study Online survey Raw Dataset .sav Dataset with responses from 1.500 to 2.000 respondents on six themes (e.g. socio- demographic factors), each of which questions a number of different items (e.g. gender, age) (estimated < 5.000KB) Approximately 1.500 to 2.000 young people (aged 14 to 25) will complete the online survey via Qualtrics. The data can be extracted directly from Qualtrics into SPSS Processed SPSS statistics output document (analysis document) .spv The number of output documents cannot be estimated yet Analysis of the online survey data (in SPSS) WP4 Second part of the empirical research: the Interviews Raw Audio- recordings of the interviews .mp3 Files of about 30 interviews (estimated 2-4GB) Recordings made with a digital, portable audio recorder during the face-to-face (or, in case of stricter COVID-19 measures, online) interviews with young victims and/or perpetrators of NCDS Field notes on the interviews On paper Notes of about 30 interviews Notes made during these face-to-face (or online) interviews on the situation or context of the interview This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 qualitative study Processed Interview transcripts .docx Transcripts of about 30 interviews (estimated around 20 pages per interview; estimated 6- 10MB) Transcriptions of the audio- files of the interviews Field notes on the interviews .docx Notes of about 30 interviews The paper notes shall be included in the interview transcripts while transcribing the (associated) audio-file(s) Coding .nvp Digital datasets of all interview transcripts with codes The interview transcripts will be imported to NVivo and coded 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Ethical approval will be obtained before the start of the research. This is currently in preparation: G-2022-4845 Short description of the kind of personal data that will be used: The quantitative study will collect various data from the respondents. Specifically, the survey questionnaire will look at: (1) socio-demographic factors (e.g. age, sex, race/ethnicity, SES, educational level), (2) contextual factors (e.g. family functioning, peers), (3) personality factors (e.g. dark personality traits, sensation seeking, hypergender orientations), (4) sexuality (e.g. sexual orientation, sexual activity, pornography use), (5) sexting activity (e.g. pressurized or voluntary sexting, attitudes towards and experiences with sexting and NCDS, context of sexting and NCDS i.e. relationship type and quality of sender and receiver), and (6) awareness of the negative consequences of NCDS (e.g. awareness of the criminality of NCDS and therefore the potential for legal consequences, awareness of the negative consequences on victims). The survey itself does not ask for identification information, but at the end of the online survey certain respondents (i.e. victims and/or perpetrators of NCDS) are asked to cooperate in an additional qualitative interview study on the subject. Interested respondents can leave their contact details on a separate form to ensure that this information cannot be linked to the survey data. The contact details are thus asked in a way that they cannot be linked to the respondents’ answers and are also only used for the practical organization of the interviews. Once the interviews are completed, all the contact details will be deleted. The interviews will explore the ideas of victims and perpetrators of NCDS about this behaviour in general. In addition, they will be questioned about relevant (dynamic) risk and protective factors in the occurrence of this behaviour, as revealed by the quantitative study. It is therefore not yet certain what data exactly will be collected in the interviews. In addition, the collected data will defer from one interview to another. These interviews will be recorded after permission of the participants. The audio- recordings are solely for the purpose of better transcribing the research data. After each interview the accessory audio file will be transferred to the secured KU Leuven network-drives as soon as possible, and after this be deleted from the portable audio recorder. The interviews are transcribed anonymously: no data that can identify a participant are included in the transcripts. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 When the transcription process is completed, the audio files will also be deleted from the KU Leuven network-drives. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical approval will be obtained with SMEC (Social and Societal Ethics Committee) before the start of the research. This is currently in preparation: G-2022-4845 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? WP3, the quantitative survey study: General information on the (quantitative and sampling) methodology and the informed consent procedure is described in detail in the PRET application. For the survey data, a codebook with variable-level information will be created (questions in text with associated variable number and label, and answers in text with associated values and value labels (= codes)). WP4, the qualitative interview study: General information on the (qualitative and sampling) methodology and the informed consent procedure is described in detail in the PRET application. Information about the interview (e.g. recording, removal of direct identifiers in the transcripts) and instructions for the interviewer and the participants (e.g. the participant’s right to stop the interview at any time) is included in the interview guide, together with the interview questions and topic list. Details about the setting and context of the interview will be documented in field notes. A logbook will be drawn up with rules on transcribing the interview data. Then, during data-analysis in NVivo, a hierarchal coding structure will be created with variable-level information (main and subcodes and their frequencies). Lastly, explanatory comments will be added to these codes in NVivo. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The digital data (survey and interview, raw and final) will be stored on the personal One Drive storage of the researcher and on protected network-drives operated by the KU Leuven, with servers on university premises. Back-ups for the network-drives are automated. The analog data, i.e. informed consent forms of the qualitative study and the interview field notes will be stored in a locked safe in the researcher's office. The interview audio-recordings, which are solely for the purpose of better transcribing the research data, will be transferred to the secured KU Leuven network-drives after each interview as soon as possible, and after this be deleted from the portable audio recorder. When the transcription process is completed, the audio files will be deleted from the KU Leuven network-drives and the interview field notes will be destroyed. For long-term storage of the digital data we will use the KU Leuven K-drive (dedicated storage for archival purposes). The analog data will be stored in the storage/archive unit (locked room) of the Leuven Institute of Criminology (LINC). How is backup of the data provided? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 The digital data will be stored on protected network-drives operated by the KU Leuven. Back-ups for these network-drives are automated. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Given the nature and quantity of our research data, we do not expect to exceed the researcher’s personal storage capacity and the storage capacity of the KU Leuven network-drives. In the case that this does happen, it is possible to expand the capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? We do not expect any costs for data storage. In case we need to expand the storage capacity, this costs will be covered by the FWO bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data will be processed confidentially and anonymously. All digital data will be stored on protected network-drives operated by the KU Leuven. Paper data (i.e. informed consent forms of the interview study) will be stored in a locked safe in the researcher’s office. For long time storage of the digital data we will use the KU Leuven K-drive (dedicated storage for archival purposes). The paper data will be stored in the LINC storage/archive unit (locked room). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All collected data will be preserved for at least 10 years after the end of the research (conform the KU Leuven RDM policy), with the exception of the contact details (of certain respondents at the separate form at end of the online survey) and the interview recordings on the portable audio recorder. The contact details will be deleted after the practical organization and completion of the interviews. The audio files will be transferred to the secured KU Leuven network-drives as soon as possible, and after this be deleted from the portable audio recorder. When the transcription process is completed, the audio files will also be deleted from the KU Leuven network-drives. We choose to delete these data due to its identifiable and/or sensitive nature. Moreover, the paper field notes of the interviews will be destroyed after they are saved electronically with the transcripts in Word. Where will the data be archived (= stored for the longer term)? For long-term storage of the digital data (at least 10 years) we will use the KU Leuven K-drive. The analog data, i.e. informed consent forms of the qualitative study, will be stored in the LINC storage/archive unit (locked room). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The research data can only be used for scientific or societal purposes. The data can not be used or shared for any other purpose. Which data will be made available after the end of the project? The raw dataset of the quantitative study (no identification information) will be made available for colleague researchers. The qualitative data (i.e. interview transcripts, field notes and codes) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 will not be shared due to privacy reasons. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail The quantitative dataset will be uploaded in a .csv or .xlsx format on an internal data repository for KU Leuven researchers. Non KU Leuven researchers can get access to the quantitative dataset upon motivated email request. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary The quantitative dataset will be shared a year after the doctoral defense of the PhD student. This embargo period (1 year after the day of the doctoral defense) offers the researcher enough time to publish on the data. Who will be able to access the data and under what conditions? For KU Leuven researchers: the quantitative dataset will be uploaded in a .csv or .xlsx format on an internal data repository. Therefore, it will be available to anyone with the required (KU Leuven) licenses for any scientific and/or societal purpose, provided that they give appropriate credit to the creators. For non KU Leuven researchers: access will be considered after a motivated request/abstract is submitted explaining the planned reuse. Only uses for scientific and societal purposes will be allowed. Commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No expected costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The supervisor (prof. dr. Stefaan Pleysier) and the PhD student (Silke Van den Eynde) will be responsible. Who will be responsible for data storage & back up during the project? The supervisor (prof. dr. Stefaan Pleysier) and the PhD student (Silke Van den Eynde) will be responsible for storing the data on the internal servers of the university. KU Leuven is responsible for the back-up of the data relating to the project on their servers. Who will be responsible for ensuring data preservation and reuse ? The supervisor (prof. dr. Stefaan Pleysier) will be responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}