{
    "document_id": "D-2021-1076",
    "LinkTitle": "D-2021-1076",
    "file_name": "D-2021-1076.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1076.pdf",
    "metadata": {
        "title": "FWO 12W7822N DMP - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO 12W7822N DMP - DMP title\nProject Identifier\n 12W7822N\nGrant Title\n 12W7822N\nPrincipal Investigator / Researcher\n Steve Peigneur\nProject Data Contact\n 016323418, steve.peigneur@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSteve Peigneur\nFWO Project Number & Title\n12W7822N\nFUNCTIONAL CHARACTERISATION OF TRANSIENT RECEPTOR POTENTIAL VANILLOID\n(TRPV2) AS A POTENTIAL NEW TARGET FOR ENDOMETRIAL CANCER\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWork Package 1: Identification of novel TRPV2 modulators\nA large number of venom and plant extractions will be investigated using a fluorescence-based\nTHC-induced assay. In this assay, HEK293 cells stably expressing mouse TRPV2 are transferred\ninto wells of a microtiter plate and loaded with the Ca2+-sensitive fluorescent dye fura-2.\nMoreover, whole-cell patch-clamp measurements on HEK cells overexpressing mouse and human\nTRPV2 will be performed to investigate potential TRPV2 species differences. We will evaluate the\neffect of selected compounds on the responses of primary stromal cells of different species.\nPrimary endometrial stromal cultures will be isolated from human, and mice (TRPV2\n+/+\n and\nTRPV2\n-/-\n), and responses will be tested using Fura-2 mediated Ca\n2+\n-imaging and validated by\nwhole-cell patch-clamp experiments.\n \n \nWP2: Structure-function activity relationship investigation (QSARs): Biophysical\ncharacterisation TRPV2\nChimaeras between mouse and human TRPV2 will be constructed and their functionality\nassessed by patch-clamp experiments in a heterologous overexpressing system.\n \nWP3: Assessment of TRPV2 as a target for the treatment of endometrial cancer\nTask 3.1 TRPV2 agonist therapy\nThe optimized and in-depth characterized lead compounds will be used to investigate the\ninvolvement of TRPV2 \nin vitro\n and \nin vivo\n proliferation, migration and differentiation assays of\ncontrol and maligned endometrial cells. To this end, we will test both TRPV2 agonists (THC and\noutcome WP1) and antagonists (LICR1 and outcome WP1) in proliferation, migration and\ndifferentiation protocols. To validate the anti-tumour properties of TRPV2 targeting compounds,\nwe will use endometrial tumour cell lines with a variable EMT status and patient-derived\nendometrial cancer organoids (EC-O).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nWork\npackage\nOrigin of data\n Type of data\nFile\nformat \nEstimated\n Volume\nWP 1\n:\nTask 1.1:\nExploration of\nnatural\nsources for\nnovel TRPV2\nligands\n \nComputer, HPLC\nchromatogram\nNumerical and\nimage, ...\nxlsx,\njpeg\n1 GB \nTask 1.2:\nValidation of\nhit\ncompounds &\nTask 1.3:\nSelectivity\nprofile\ndetermination\nof hit\ncompounds\n \nComputer\nelectrophysiological,\nexperimental data\nelectrophysiological,\nexperimental data,\nnumerical\nAnalyzed\ndata\n(Xlsx)\nRaw\ndata\n(Xlsx)\n500 MB\nWP 2\n: Task\n2.1:\nMolecular\nelucidation of\nthe difference\nin compound\nsensitivity\nbetween\nhuman TRPV2\nand rat\nTRPV2 & Task\n2.2:\nIdentifying\nthe lead\ncompound´s\nmechanism of\naction\n \n \nComputer\nelectrophysiological,\nexperimental data,\nnumerical\nAnalyzed\ndata\n(Xlsx)\nRaw\ndata\n(Xlsx)\n500 MB\n \nComputer\nCalcium imaging of\nprimary stromal\ncells\nRaw\ndata\n(nd2)\n \nExported\ndata\n(xlsx)\n \nAnalysed\ndata\n(xlsx)\n \nImages\n& figures\n(tiff,\njpeg)\n10 GB/file\n \n \n \n10 MB/file\n \n \n \n10 MB/file\n \n \n \n1 MB/file\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nWP3\n:\nAssessment\nof TRPV2 as a\ntarget for the\ntreatment of\nendometrial\ncancer\nendometrial\ntumour cell\nlines\ncomputer\nCalcium imaging of\nprimary stromal\ncells\nRaw\ndata\n(nd2)\n \nExported\ndata\n(xlsx)\n \nAnalysed\ndata\n(xlsx)\n \nImages\n& figures\n(tiff,\njpeg)\n10 GB/file\n \n \n \n10 MB/file\n \n \n \n10 MB/file\n \n \n \n1 MB/file\nWP3\n:\nendometrial\ncancer-\nderived\norganoids\nComputer,\nautomated analysis\nof cell behavior\nMigration and\ninvasion assays in\ncell imaging\nplatform incucyte\nRaw\ndata\n(nd2,\nNikon)\n \nExported\ndata\n(xlsx)\n \nAnalysed\ndata\n(xlsx)\n \nImages\n& figures\n(tiff,\njpeg)\n10 GB/file\n \n \n \n10 MB/file\n \n \n \n10 MB/file\n \n \n \n1 MB/file\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data generated will follow standerized protocols. Metadata will be documented by the\nresearch and technical staff at the time of data collection and analysis. Data will be stored in\nequipment-specific files on the KU Leuven Large Volume storage, with names that include the\ndate, cell type and experiment file number. Metadata files generated by the equipment are\nsaved on the KU Leuven Large Volume storage in the folder corresponding to the date of\nacquisition. Metadata generated by the researcher are stored in hard copy notebooks and\nuploaded and saved in the electronic lab notebook under the acquisition date. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nSince there is no formally acknowledged metadata standard specific to our discipline, the DDI\nstandard (Data Documentation Initiative) will be used. Future-wise, we will investigate whether a\nsuitable metadata standard for electrophysiology data is available.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData are temporaly stored at the internal storage of equipment-specific computers. Patch clamp\ndata are temporarelly stored on the applicant's personal computer. After acquisition, data are\nsaved on the KU Leuven Large Volume Storage and duplicated on external hard drives on a 2\nweekly base. \nHow is backup of the data provided?\nData is backed up on the KU Leuven Large Volume Storage facility in a weekly automated\nprocess. In parallel, copies are taken every 2 weeks on external hard discs.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe KU Leuven Large Volume Storage facility has a capacity of 6 PB. If required, more space can\nbe purchased in blocks of 5 TB.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nExpected costs for data storage are estimated at 1500 euro/3 years. These costs will be covered\nby the host lab.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nRaw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven\nsecurity groups. Analyzed data are stored on password-protected KU Leuven personal computers\nand hard drives.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll relevant research data expected to be generated during this project are retained for a period\nof minimally 10 years after the end of the project, in a safe, secure & sustainable way for\npurposes of reproducibility, verification, and potential reuse. \nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. The anonymised transcripts will be\nmade available through Harvard Dataverse. Access will be considered after a request is\nsubmitted explaining the planned reuse. Only uses for research purposes will be allowed and\ncommercial reuse will be excluded.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExpected costs for data storage are expected to be 1500 euro for 3 years. For backup, the\ncurrent KU Leuven tarrifs are around 175 euro/TB/year. These costs will be covered by the\nhosting lab. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe anonymised transcripts with be published in Harvard Dataverse.\nWhere/how will the data be made available for reuse?\nThe anonymised transcripts with be published in Harvard Dataverse.\nWhen will the data be made available?\nImmediately after the end of the project\nThe anonymised transcripts with be published in Harvard Dataverse.\nWho will be able to access the data and under what conditions?\nThe anonymised transcripts will be made available through Harvard Dataverse. Access will be\nconsidered after a request is submitted explaining the planned reuse. Only uses for research\npurposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSteve Peigneur\nWho will be responsible for data storage & back up during the project?\nSteve Peigneur\nWho will be responsible for ensuring data preservation and reuse ?\nJan Tytgat\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Jan Tytgat) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO 12W7822N DMP - DMP title Project Identifier 12W7822N Grant Title 12W7822N Principal Investigator / Researcher Steve Peigneur Project Data Contact 016323418, steve.peigneur@kuleuven.be Institution KU Leuven 1. General Information Name applicant Steve Peigneur FWO Project Number & Title 12W7822N FUNCTIONAL CHARACTERISATION OF TRANSIENT RECEPTOR POTENTIAL VANILLOID (TRPV2) AS A POTENTIAL NEW TARGET FOR ENDOMETRIAL CANCER Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Work Package 1: Identification of novel TRPV2 modulators A large number of venom and plant extractions will be investigated using a fluorescence-based THC-induced assay. In this assay, HEK293 cells stably expressing mouse TRPV2 are transferred into wells of a microtiter plate and loaded with the Ca2+-sensitive fluorescent dye fura-2. Moreover, whole-cell patch-clamp measurements on HEK cells overexpressing mouse and human TRPV2 will be performed to investigate potential TRPV2 species differences. We will evaluate the effect of selected compounds on the responses of primary stromal cells of different species. Primary endometrial stromal cultures will be isolated from human, and mice (TRPV2 +/+ and TRPV2 -/- ), and responses will be tested using Fura-2 mediated Ca 2+ -imaging and validated by whole-cell patch-clamp experiments. WP2: Structure-function activity relationship investigation (QSARs): Biophysical characterisation TRPV2 Chimaeras between mouse and human TRPV2 will be constructed and their functionality assessed by patch-clamp experiments in a heterologous overexpressing system. WP3: Assessment of TRPV2 as a target for the treatment of endometrial cancer Task 3.1 TRPV2 agonist therapy The optimized and in-depth characterized lead compounds will be used to investigate the involvement of TRPV2 in vitro and in vivo proliferation, migration and differentiation assays of control and maligned endometrial cells. To this end, we will test both TRPV2 agonists (THC and outcome WP1) and antagonists (LICR1 and outcome WP1) in proliferation, migration and differentiation protocols. To validate the anti-tumour properties of TRPV2 targeting compounds, we will use endometrial tumour cell lines with a variable EMT status and patient-derived endometrial cancer organoids (EC-O). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Work package Origin of data Type of data File format Estimated Volume WP 1 : Task 1.1: Exploration of natural sources for novel TRPV2 ligands Computer, HPLC chromatogram Numerical and image, ... xlsx, jpeg 1 GB Task 1.2: Validation of hit compounds & Task 1.3: Selectivity profile determination of hit compounds Computer electrophysiological, experimental data electrophysiological, experimental data, numerical Analyzed data (Xlsx) Raw data (Xlsx) 500 MB WP 2 : Task 2.1: Molecular elucidation of the difference in compound sensitivity between human TRPV2 and rat TRPV2 & Task 2.2: Identifying the lead compound´s mechanism of action Computer electrophysiological, experimental data, numerical Analyzed data (Xlsx) Raw data (Xlsx) 500 MB Computer Calcium imaging of primary stromal cells Raw data (nd2) Exported data (xlsx) Analysed data (xlsx) Images & figures (tiff, jpeg) 10 GB/file 10 MB/file 10 MB/file 1 MB/file This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 WP3 : Assessment of TRPV2 as a target for the treatment of endometrial cancer endometrial tumour cell lines computer Calcium imaging of primary stromal cells Raw data (nd2) Exported data (xlsx) Analysed data (xlsx) Images & figures (tiff, jpeg) 10 GB/file 10 MB/file 10 MB/file 1 MB/file WP3 : endometrial cancer- derived organoids Computer, automated analysis of cell behavior Migration and invasion assays in cell imaging platform incucyte Raw data (nd2, Nikon) Exported data (xlsx) Analysed data (xlsx) Images & figures (tiff, jpeg) 10 GB/file 10 MB/file 10 MB/file 1 MB/file 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data generated will follow standerized protocols. Metadata will be documented by the research and technical staff at the time of data collection and analysis. Data will be stored in equipment-specific files on the KU Leuven Large Volume storage, with names that include the date, cell type and experiment file number. Metadata files generated by the equipment are saved on the KU Leuven Large Volume storage in the folder corresponding to the date of acquisition. Metadata generated by the researcher are stored in hard copy notebooks and uploaded and saved in the electronic lab notebook under the acquisition date. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. Future-wise, we will investigate whether a suitable metadata standard for electrophysiology data is available. 5. Data storage and backup during the FWO project Where will the data be stored? Data are temporaly stored at the internal storage of equipment-specific computers. Patch clamp data are temporarelly stored on the applicant's personal computer. After acquisition, data are saved on the KU Leuven Large Volume Storage and duplicated on external hard drives on a 2 weekly base. How is backup of the data provided? Data is backed up on the KU Leuven Large Volume Storage facility in a weekly automated process. In parallel, copies are taken every 2 weeks on external hard discs. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The KU Leuven Large Volume Storage facility has a capacity of 6 PB. If required, more space can be purchased in blocks of 5 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? Expected costs for data storage are estimated at 1500 euro/3 years. These costs will be covered by the host lab. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security groups. Analyzed data are stored on password-protected KU Leuven personal computers and hard drives. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All relevant research data expected to be generated during this project are retained for a period of minimally 10 years after the end of the project, in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for data storage are expected to be 1500 euro for 3 years. For backup, the current KU Leuven tarrifs are around 175 euro/TB/year. These costs will be covered by the hosting lab. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The anonymised transcripts with be published in Harvard Dataverse. Where/how will the data be made available for reuse? The anonymised transcripts with be published in Harvard Dataverse. When will the data be made available? Immediately after the end of the project The anonymised transcripts with be published in Harvard Dataverse. Who will be able to access the data and under what conditions? The anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No costs are expected for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Steve Peigneur Who will be responsible for data storage & back up during the project? Steve Peigneur Who will be responsible for ensuring data preservation and reuse ? Jan Tytgat Who bears the end responsibility for updating & implementing this DMP? The PI (Jan Tytgat) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}