{
    "document_id": "D-2021-1036",
    "LinkTitle": "D-2021-1036",
    "file_name": "D-2021-1036.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1036.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Angshuman Kapil\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAngshuman Kapil\nFWO Project Number & Title\nProject Number: 1250422N\nTitle: TOWARDS THE NEXT GENERATION FAST AND ENERGY EFFICIENT ARC-RESISTANCE HYBRID\nADDITIVE MANUFACTURING (ARHAM).\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nSimulation\nfiles (contour\nplots, graphs,\nAnimations)\n.dat, .cas\n100-200 GB\nBy running\nsimulations\nand post-\nprocessing in\nANSYS Fluent.\nMicroscopy\nimages\n.tif\n5 GB max\nOptical and\nscanning\nelectron\nmicroscopy\nNumeric data\n.xls, .cvs\n5 GB max\nData collection\nduring welding\nand other\nmanufacturing\noperations\nNumeric data\n.dat, .mat\n10 GB max\nRunning\nsimulations in\nMATLAB.\nGraphical data\n.tif\n2 GB max\nPost\nprocessing in\nMicrosoft excel\nand Matlab.\nPublications\n.doc, .pdf\n1 GB max\nWriting\nreports,\njournal and\nconference\npublications.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nYes, the work shall possibly result in research data with potential for patent filing and commercial\nvalorisation. The data required for commercialisation can be shared under the \"Creative\nCommons Attribution-ShareAlike (CC-BY-SA)'' licence.\nYes, IP restrcitions might be claimed for a part of the data created during the project. \nAs a part of the project a new hybrid additive mnaufacturing process is planned to be developed.\nThe data of the final design of the process, the processing parameters, the numercial simulation\ndata for process optimization will have IP restrictions. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nFor all the simulation data, a common folder will be maintained for storage. The folder will\ncontain subfolders sorting the data generated month wise. A .txt file will accompany each\nset of raw data that makes the data easily understandable. The .txt file will contain\ninformation including but not limited to date of acquisition, parameter conditions, software\nused for simulation, description of the data and how it was generated. The folders and\nsubfolders will also be named according to the data generated (e.g., velocity contours,\ntemperature maps), and .txt files will be maintained to clearly describe the nomenclature.\n2\n. \nFor storing all microscopy images, a common folder will be created. Optical microscopy and\nScanning electron microscopy images will be then stored in separate sub-folders. For the\noptical microscopy images information like microscope settings (magnification, lens type,\netc.) will be noted in .txt files, for scanning electron microscopy images, information like\nmicroscope settings (beam voltage, current, magnification, microscope type), collection\ntechnique (secondary electrons, backscattered electron, EDS, EBSD, etc.,) will be noted in\n.txt files.\n3\n. \nNumeric data (.xls, .cvs, .dat, .mat) and graphical data (.png, .tif) will be stored in separate\nfolders. A .txt file will clearly identify the folder nomenclature as well the source\nfile/simulation/experiment from which the numeric and graphical data is generated.\n4\n. \nFor all the written data in form of word and pdf files, a folder will be maintained. Reports will\nbe sorted as quaterly/yearly. Publications resulting from this project (all raw files and final\nversion of the publication) will be stored in a subfolder.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll the data generated during the project duration will be stored in OneDrive (storage provided\nby KU Leuven). This is to ensure active use of the data during the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with weekly back-up procedures. In\naddition the data will be regularly backedup in an external hard drive specific to the project.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nFree OneDrive storage upto 2 TB provided by KU Leueven. \nExternal hard drive of 1TB capacity. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe applicant does not foresee any costs for data storage and backup during the project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSInce the universitys secure environement will be used for data storage and backup, the data\nsecurtity is ensured.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the generated data from the project will be retained for the expected 5 year period after the\nend of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers for at least 5 years after the end of the\nproject, and conform the KU Leuven RDM policy.\nIn addition at the end of the proejct the entire data will also be backed up in hard drives.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nSince the size of the database expected to be generated is < 2 TB, it can thus be freely stored on\nuniverisity servers and also on supervisors OneDrive account during the retention period of 5\nyears. Thus, no costs are expected for data preservation.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nDatasets can be made available to users upon specific request.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe data will be primarily available to the applicant and the supervisor. The data will be made\naccessible to users upon request by email.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs of data sharing.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe applicant will be responsible for data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nThe applicant will be responsible for data storage and backup during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe applicant and the supervisor will be both responsible for data preservation and resuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe applicant bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Angshuman Kapil Institution KU Leuven 1. General Information Name applicant Angshuman Kapil FWO Project Number & Title Project Number: 1250422N Title: TOWARDS THE NEXT GENERATION FAST AND ENERGY EFFICIENT ARC-RESISTANCE HYBRID ADDITIVE MANUFACTURING (ARHAM). Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Simulation files (contour plots, graphs, Animations) .dat, .cas 100-200 GB By running simulations and post- processing in ANSYS Fluent. Microscopy images .tif 5 GB max Optical and scanning electron microscopy Numeric data .xls, .cvs 5 GB max Data collection during welding and other manufacturing operations Numeric data .dat, .mat 10 GB max Running simulations in MATLAB. Graphical data .tif 2 GB max Post processing in Microsoft excel and Matlab. Publications .doc, .pdf 1 GB max Writing reports, journal and conference publications. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Yes, the work shall possibly result in research data with potential for patent filing and commercial valorisation. The data required for commercialisation can be shared under the \"Creative Commons Attribution-ShareAlike (CC-BY-SA)'' licence. Yes, IP restrcitions might be claimed for a part of the data created during the project. As a part of the project a new hybrid additive mnaufacturing process is planned to be developed. The data of the final design of the process, the processing parameters, the numercial simulation data for process optimization will have IP restrictions. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . For all the simulation data, a common folder will be maintained for storage. The folder will contain subfolders sorting the data generated month wise. A .txt file will accompany each set of raw data that makes the data easily understandable. The .txt file will contain information including but not limited to date of acquisition, parameter conditions, software used for simulation, description of the data and how it was generated. The folders and subfolders will also be named according to the data generated (e.g., velocity contours, temperature maps), and .txt files will be maintained to clearly describe the nomenclature. 2 . For storing all microscopy images, a common folder will be created. Optical microscopy and Scanning electron microscopy images will be then stored in separate sub-folders. For the optical microscopy images information like microscope settings (magnification, lens type, etc.) will be noted in .txt files, for scanning electron microscopy images, information like microscope settings (beam voltage, current, magnification, microscope type), collection technique (secondary electrons, backscattered electron, EDS, EBSD, etc.,) will be noted in .txt files. 3 . Numeric data (.xls, .cvs, .dat, .mat) and graphical data (.png, .tif) will be stored in separate folders. A .txt file will clearly identify the folder nomenclature as well the source file/simulation/experiment from which the numeric and graphical data is generated. 4 . For all the written data in form of word and pdf files, a folder will be maintained. Reports will be sorted as quaterly/yearly. Publications resulting from this project (all raw files and final version of the publication) will be stored in a subfolder. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All the data generated during the project duration will be stored in OneDrive (storage provided by KU Leuven). This is to ensure active use of the data during the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 How is backup of the data provided? The data will be stored on the university's central servers with weekly back-up procedures. In addition the data will be regularly backedup in an external hard drive specific to the project. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Free OneDrive storage upto 2 TB provided by KU Leueven. External hard drive of 1TB capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? The applicant does not foresee any costs for data storage and backup during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? SInce the universitys secure environement will be used for data storage and backup, the data securtity is ensured. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data from the project will be retained for the expected 5 year period after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers for at least 5 years after the end of the project, and conform the KU Leuven RDM policy. In addition at the end of the proejct the entire data will also be backed up in hard drives. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Since the size of the database expected to be generated is < 2 TB, it can thus be freely stored on univerisity servers and also on supervisors OneDrive account during the retention period of 5 years. Thus, no costs are expected for data preservation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Datasets can be made available to users upon specific request. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The data will be primarily available to the applicant and the supervisor. The data will be made accessible to users upon request by email. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs of data sharing. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 8. Responsibilities Who will be responsible for data documentation & metadata? The applicant will be responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The applicant will be responsible for data storage and backup during the project. Who will be responsible for ensuring data preservation and reuse ? The applicant and the supervisor will be both responsible for data preservation and resuse. Who bears the end responsibility for updating & implementing this DMP? The applicant bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}