{
    "document_id": "D-2025-3756",
    "LinkTitle": "D-2025-3756",
    "file_name": "D-2025-3756.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3756.pdf",
    "metadata": {
        "title": "D-2025-3756",
        "author": "Marijke Verbruggen",
        "num_pages": 6
    },
    "content": {
        "full_text": "Data Management Plan – C1 project\nProject Name: C14/24/029: “Inertia in the labor market. Towards a better understanding of career-\nrelated inaction among workers and recruiters”\nSAP project code: 3H240213\nGrant Number: C14/24/029\nPrincipal investigator:  Marijke Verbruggen; co-supervisor: Rein De Cooman\nFunder: BOF (KU Leuven) – C1\nAbstract:\nPolicy makers in many countries aim to stimulate job mobility across occupations and industries. This \nlabor reallocation is needed because changes in technologies, values and required resources led to a \nboost in the labor demand in some industries and a decline in others. Yet, realizing this labor \nreallocation is hard since many labor markets are highly rigid. Although (1) many workers express a \ndesire for occupational change and (2) organizations in boosting industries have a hard time filling in \ntheir vacancies, job mobility remains extremely low. Besides structural explanations for this situation, \nresearch also points to individual reasons: many individuals do not act sufficiently on their desired \nchange and organizations are not open to candidates who lack industry or occupational experience. \nThis project takes this micro-perspective and explores psychological inertial forces among workers \nand recruiters. We build on and extend the Theory of Career Inaction using a dynamic lens. We foresee  \n4 work packages (WPs): two experimental vignette studies in which we manipulate time dimensions \n(WP1: among workers; WP2: among recuriters) and two weekly diary studies (WP3: among workers; \nWP4: among recruiters).  \n1. General Information\nName applicant\nMarijke Verbruggen (ZAP)\nProject Number & Title\nC14/24/029: “Inertia in the labor market. Towards a better understanding of career-related inaction \namong workers and recruiters”\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) \nvolume. This may be easiest in a table (see example) or as a data flow and per WP or objective of  \nthe project. If you reuse existing data, specify the source of these data. Distinguish data types \n(the kind of content) from data formats (the technical format).\nData(set) name Origin of \ndataType of \ndataRaw/processedFile \nformat \ndurin \nprojectEstimate \nvolume\nEmail addresses prize \nraffle_workers1Experimenta\nl vignette \nstudyTextualProcessedxlsx0.08 MB\nEmail addresses prize \nraffle_recruiters1Experimenta\nl vignette \nstudyTextualProcessedXlsx0.08 MB\nVignettes_workers_rawdata Experimenta\nl vignette \nstudyNumerical, \ntextualRaw export \nfrom QualtricsSpss0.3 MB\nVignettes_recruiters_rawdata Experimenta\nl vignette \nstudyNumerical, \ntextualRaw export \nfrom qualtricsSpss0.3 MB\nVignettes_workers_workingfil\neExperimenta\nl vignette \nstudyNumerical, \ntextualProcessed \n(anonymized)Spss1.0 MB\nVignette_recruiters_workingfil\neExperimenta\nl vignette \nstudyNumerical, \ntextualProcessed \n(anonymized)Spss1.0 MB\nVignettes_workers_syntax SPSSTextualProcessed Spss0.5 MB\nVignette_recruiters_syntax SPSSTextualProcessed Spss0.5 MB\nVign_workers_metafile QualtricsTextualProcessedXlsx0.05 MB\nVign_recruit_metafile QualtricsTextualProcessedxlsx0.05 MB\nEmail addresses \nlong_workers2Diary study \nworkersTextualProcessedxlsx0.05 MB\nEmail addresses \nlong_recruiters2Diary study \nrecruitersTextualProcessedXlsx0.05 MB\nDiary_workers_rawdata Diary study \nworkersNumerical, \ntextualRaw export \nfrom QualtricsSpss1.2 MB\nDiary_recruiters_rawdata Diary study \nrecruitersNumerical, \ntextualRaw export \nfrom qualtricsSpss1.2 MB\nDiary_workers_workingfile Diary study \nworkersNumerical, \ntextualProcessed \n(anonymized)Spss1.5 MB\nDiary_recruiters_workingfile Diary study \nrecruitersNumerical, \ntextualProcessed \n(anonymized)Spss1.5 MB\nDiary_workers_syntax SPSSTextualProcessed Spss0.5 MB\nDiary_recruiters_syntax SPSSTextualProcessed Spss0.5 MB\nVign_workers_metafile QualtricsTextualProcessedXlsx0.05 MB\nVign_recruit_metafile QualtricsTextualProcessedxlsx0.05 MB\nAfter finishing the project, xlsx files will be converted into csv files optimal for long-term storage.\n3. Legal and ethical issues\nWill you use personal data? If so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). Be aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nReference to ethical committee approval (PRET application): SMEC approval G-2024-8875-\nR2(MAR) en  G-2024-8907-R2(MIN) for the first 2 work packages.\nShort description of the kind of personal data that will be used:\nEmail addresses (for all respondents who indicate to enter the prize raffle or to prefer receiving a \nfeedback report in all data collections, and/or respondents of WP3+4 where we plan to link the various  \nwaves using the email addresses).  \nWe have 2 vignette studies and 2 daily diary studies. For all four data collections, the email addresses \nof respondents who enter the prize raffle or want to receive a feedback report will be stored in secured,  \nseparate files saved on the PI’s personal Y-drive (and secured OneDrive during the project). After the \nwinners of the raffle have been contacted, and feedback reports have been sent, these files will be \ndeleted since they serve no other use.\nFor the two daily diary studies, we also plan to use the collected email addresses to link the two waves  \nof our survey. When the waves have been linked, and again, all winners of the raffle and have been \ncontacted, and feedback reports have been sent, these files will be deleted since they serve no other \nuse.\nFrom this point on, data will be anonymized and the email addresses will be deleted.\nSociodemographic data : in WP1+3 (among working employees), we will collect the age, sex, number \nof children, age of the youngest child, highest educational degree, and employment status (statute, \nsector) of the working adults participating in the study; in WP2+4 (among recruiters) we will ask age, \nsex, months of recruitment experience, and educational degree.  \nAre there any ethical issues concerning the creation and/or use of the data\nYes. Reference to ethical committee approval (PRET application): SMEC approval G-2024-8875-\nR2(MAR) en  G-2024-8907-R2(MIN)\nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? \nIf so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\n1.For the experimental vignette surveys (WP1: among workers and WP2: among recruiters) we \nwill provide an overview of all asked questions, the relating concepts and research questions, \ntheir type (open-closed, etc.), response categories and options. Further, we plan to include the \nsampling methodology and published research on which we built the survey questions. This \nwill be in a .xlsx format during the project and csv format after the project. Surveys will have \nadditional metadata (e.g. duration, progress, date of record) as generated by the Qualtrics \nsurvey software and stored in the same .xlsx and csv formats.  \n2.For the diary (multiple-wave) surveys (WP3: among workers and WP4: among recruiters), \nwe will provide similar information, in the same .xlsx and csv format (resp. during and after \nthe project). Surveys will have additional metadata (e.g. duration, progress, date of record) as \ngenerated by the Qualtrics survey software and stored in the same .xlsx and csv formats.\nWill a metadata standard be used? If so, describe in detail which standard will be used. If\nno, state in detail which metadata will be created to make the data easy/easier to find and\nreuse.\nNo. We will use pseudonymized datasets for all our analysis. In these datasets, we will include the \nmetadata generated with the Qualtrics survey software (such as variable name, duration, progress, date  \nof record, etc.). The metadata files for the surveys will be stored as .xlsx files during the project and \ncsv files afterward.\n5. Data storage and backup during the project\nWhere will the data be stored?\n1. Original datasets and all metadata will be stored in the central storage facility (Y-drive) of the \nprimary investigator. Data will be stored for 10 years in the secured, KU Leuven J-drive, in line with \nthe data management requirements of the FEB. Both the J- and Y-drive are automatically backed- up \neach night.\n2. During the project, only the PI will have access to the personal data (email addresses) of \nparticipants. These will be stored in a separated Y-drive file or personal (professional) KU Leuven \nOneDrive (secured, only accessible by the principal investigator). After the prize are raffled (WP 1-4), \nthe feedback reports are sent (WP1-4), and longitudinal diary data are linked (WP3+4), all \nemailaddresses will be deleted.  \n3. We plan to collaborate with master students for data collection in all four work packages. Yet, \ninvolved master students will only have access to the anonymized data sets within SPSS where they \nwill analyze those data aimed at the completion of their master's thesis. They will sign a document \nstating they agree to delete the SPSS files as soon as they passed their master's thesis.  \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes. During the study, we will make use of the Y-drive, the J-drive and the professional, secured KU \nLeuven OneDrive (cloud) account. All storage costs of these servers are covered by the department. \nThe research group's drive provides sufficient space for storage and backup of the data for this project.  \nIn the exceptional case this would not be so, we will purchase additional space.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nIn the exceptional case we would need to purchase an additional licence, this will be covered by a \nsmall part of the allocated project budget (<100 euro/year/licence).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nOur research group uses secured J/Y-drives from the KU Leuven. Thus, data will not be saved on the \npersonal laptop of the researcher. In addition, the access to these secured drives requires a password. \nThese measures should prevent the risk of lost or stolen data when laptops are lost.  \n6. Data preservation after the project\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nPersonal data will be deleted as soon as possible, that is, after the coding process or after \nprizes/feedback reports have been distributed among respondents. The remaining, coded data will be \ndeleted after 10 years, as recommended by KU Leuven’s guidelines on research data management. \nFiles can be shared for additional collaborations with other scholars in the following years in terms of \nadditional studies. This will be limited to parts of the dataset that are needed for the collaboration.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at \nleast 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5 years? How \nwill the costs be covered?\nThe costs in case additional space is purchased will be less than 100 euro/year/license. This will be \ncovered by a part of the allocated project budget and by other funding of the PIs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined \nin an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full anonymised datasets (see earlier) can be shared with scholars in terms of additional \nstudies/collaborations. If the informed consent allows this and the participants agree, we can share a \nfully anonymised dataset in a repository.\nWhere/how will the data be made available for reuse?\nData will be available on request after signing a data sharing agreement. We will explore whether \nsome data can be shared in a repository (preferably from KU Leuven).\nWhen will the data be made available?\nUpon publication of the research results. Data will be available on request after signing a data sharing \nagreement, after contacting the research team.\nWho will be able to access the data and under what conditions?\nAnonymised transcripts of the audiofiles as well as the full anonymised datasets (see earlier) can be \nshared with scholars in terms of additional studies/collaborations (peer-to-peer).\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo extra costs\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAll researchers involved in the project: Marijke Verbruggen (u0044343), Rein De Cooman \n(u0046016) and the PhD-researchers Lotte De Rooy (u0174595) and Jitske Straatman (u0174401).\nWho will be responsible for data storage & back up during the project?\nAll researchers involved in the project: Marijke Verbruggen (u0044343), Rein De Cooman \n(u0046016) and the PhD-researchers Lotte De Rooy (u0174595) and Jitske Straatman (u0174401).\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotors are responsible\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP."
    },
    "clean_full_text": "Data Management Plan – C1 project Project Name: C14/24/029: “Inertia in the labor market. Towards a better understanding of career- related inaction among workers and recruiters” SAP project code: 3H240213 Grant Number: C14/24/029 Principal investigator: Marijke Verbruggen; co-supervisor: Rein De Cooman Funder: BOF (KU Leuven) – C1 Abstract: Policy makers in many countries aim to stimulate job mobility across occupations and industries. This labor reallocation is needed because changes in technologies, values and required resources led to a boost in the labor demand in some industries and a decline in others. Yet, realizing this labor reallocation is hard since many labor markets are highly rigid. Although (1) many workers express a desire for occupational change and (2) organizations in boosting industries have a hard time filling in their vacancies, job mobility remains extremely low. Besides structural explanations for this situation, research also points to individual reasons: many individuals do not act sufficiently on their desired change and organizations are not open to candidates who lack industry or occupational experience. This project takes this micro-perspective and explores psychological inertial forces among workers and recruiters. We build on and extend the Theory of Career Inaction using a dynamic lens. We foresee 4 work packages (WPs): two experimental vignette studies in which we manipulate time dimensions (WP1: among workers; WP2: among recuriters) and two weekly diary studies (WP3: among workers; WP4: among recruiters). 1. General Information Name applicant Marijke Verbruggen (ZAP) Project Number & Title C14/24/029: “Inertia in the labor market. Towards a better understanding of career-related inaction among workers and recruiters” Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Data(set) name Origin of dataType of dataRaw/processedFile format durin projectEstimate volume Email addresses prize raffle_workers1Experimenta l vignette studyTextualProcessedxlsx0.08 MB Email addresses prize raffle_recruiters1Experimenta l vignette studyTextualProcessedXlsx0.08 MB Vignettes_workers_rawdata Experimenta l vignette studyNumerical, textualRaw export from QualtricsSpss0.3 MB Vignettes_recruiters_rawdata Experimenta l vignette studyNumerical, textualRaw export from qualtricsSpss0.3 MB Vignettes_workers_workingfil eExperimenta l vignette studyNumerical, textualProcessed (anonymized)Spss1.0 MB Vignette_recruiters_workingfil eExperimenta l vignette studyNumerical, textualProcessed (anonymized)Spss1.0 MB Vignettes_workers_syntax SPSSTextualProcessed Spss0.5 MB Vignette_recruiters_syntax SPSSTextualProcessed Spss0.5 MB Vign_workers_metafile QualtricsTextualProcessedXlsx0.05 MB Vign_recruit_metafile QualtricsTextualProcessedxlsx0.05 MB Email addresses long_workers2Diary study workersTextualProcessedxlsx0.05 MB Email addresses long_recruiters2Diary study recruitersTextualProcessedXlsx0.05 MB Diary_workers_rawdata Diary study workersNumerical, textualRaw export from QualtricsSpss1.2 MB Diary_recruiters_rawdata Diary study recruitersNumerical, textualRaw export from qualtricsSpss1.2 MB Diary_workers_workingfile Diary study workersNumerical, textualProcessed (anonymized)Spss1.5 MB Diary_recruiters_workingfile Diary study recruitersNumerical, textualProcessed (anonymized)Spss1.5 MB Diary_workers_syntax SPSSTextualProcessed Spss0.5 MB Diary_recruiters_syntax SPSSTextualProcessed Spss0.5 MB Vign_workers_metafile QualtricsTextualProcessedXlsx0.05 MB Vign_recruit_metafile QualtricsTextualProcessedxlsx0.05 MB After finishing the project, xlsx files will be converted into csv files optimal for long-term storage. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Reference to ethical committee approval (PRET application): SMEC approval G-2024-8875- R2(MAR) en G-2024-8907-R2(MIN) for the first 2 work packages. Short description of the kind of personal data that will be used: Email addresses (for all respondents who indicate to enter the prize raffle or to prefer receiving a feedback report in all data collections, and/or respondents of WP3+4 where we plan to link the various waves using the email addresses). We have 2 vignette studies and 2 daily diary studies. For all four data collections, the email addresses of respondents who enter the prize raffle or want to receive a feedback report will be stored in secured, separate files saved on the PI’s personal Y-drive (and secured OneDrive during the project). After the winners of the raffle have been contacted, and feedback reports have been sent, these files will be deleted since they serve no other use. For the two daily diary studies, we also plan to use the collected email addresses to link the two waves of our survey. When the waves have been linked, and again, all winners of the raffle and have been contacted, and feedback reports have been sent, these files will be deleted since they serve no other use. From this point on, data will be anonymized and the email addresses will be deleted. Sociodemographic data : in WP1+3 (among working employees), we will collect the age, sex, number of children, age of the youngest child, highest educational degree, and employment status (statute, sector) of the working adults participating in the study; in WP2+4 (among recruiters) we will ask age, sex, months of recruitment experience, and educational degree. Are there any ethical issues concerning the creation and/or use of the data Yes. Reference to ethical committee approval (PRET application): SMEC approval G-2024-8875- R2(MAR) en G-2024-8907-R2(MIN) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1.For the experimental vignette surveys (WP1: among workers and WP2: among recruiters) we will provide an overview of all asked questions, the relating concepts and research questions, their type (open-closed, etc.), response categories and options. Further, we plan to include the sampling methodology and published research on which we built the survey questions. This will be in a .xlsx format during the project and csv format after the project. Surveys will have additional metadata (e.g. duration, progress, date of record) as generated by the Qualtrics survey software and stored in the same .xlsx and csv formats. 2.For the diary (multiple-wave) surveys (WP3: among workers and WP4: among recruiters), we will provide similar information, in the same .xlsx and csv format (resp. during and after the project). Surveys will have additional metadata (e.g. duration, progress, date of record) as generated by the Qualtrics survey software and stored in the same .xlsx and csv formats. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. We will use pseudonymized datasets for all our analysis. In these datasets, we will include the metadata generated with the Qualtrics survey software (such as variable name, duration, progress, date of record, etc.). The metadata files for the surveys will be stored as .xlsx files during the project and csv files afterward. 5. Data storage and backup during the project Where will the data be stored? 1. Original datasets and all metadata will be stored in the central storage facility (Y-drive) of the primary investigator. Data will be stored for 10 years in the secured, KU Leuven J-drive, in line with the data management requirements of the FEB. Both the J- and Y-drive are automatically backed- up each night. 2. During the project, only the PI will have access to the personal data (email addresses) of participants. These will be stored in a separated Y-drive file or personal (professional) KU Leuven OneDrive (secured, only accessible by the principal investigator). After the prize are raffled (WP 1-4), the feedback reports are sent (WP1-4), and longitudinal diary data are linked (WP3+4), all emailaddresses will be deleted. 3. We plan to collaborate with master students for data collection in all four work packages. Yet, involved master students will only have access to the anonymized data sets within SPSS where they will analyze those data aimed at the completion of their master's thesis. They will sign a document stating they agree to delete the SPSS files as soon as they passed their master's thesis. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. During the study, we will make use of the Y-drive, the J-drive and the professional, secured KU Leuven OneDrive (cloud) account. All storage costs of these servers are covered by the department. The research group's drive provides sufficient space for storage and backup of the data for this project. In the exceptional case this would not be so, we will purchase additional space. What are the expected costs for data storage and back up during the project? How will these costs be covered? In the exceptional case we would need to purchase an additional licence, this will be covered by a small part of the allocated project budget (<100 euro/year/licence). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Our research group uses secured J/Y-drives from the KU Leuven. Thus, data will not be saved on the personal laptop of the researcher. In addition, the access to these secured drives requires a password. These measures should prevent the risk of lost or stolen data when laptops are lost. 6. Data preservation after the project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Personal data will be deleted as soon as possible, that is, after the coding process or after prizes/feedback reports have been distributed among respondents. The remaining, coded data will be deleted after 10 years, as recommended by KU Leuven’s guidelines on research data management. Files can be shared for additional collaborations with other scholars in the following years in terms of additional studies. This will be limited to parts of the dataset that are needed for the collaboration. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs in case additional space is purchased will be less than 100 euro/year/license. This will be covered by a part of the allocated project budget and by other funding of the PIs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full anonymised datasets (see earlier) can be shared with scholars in terms of additional studies/collaborations. If the informed consent allows this and the participants agree, we can share a fully anonymised dataset in a repository. Where/how will the data be made available for reuse? Data will be available on request after signing a data sharing agreement. We will explore whether some data can be shared in a repository (preferably from KU Leuven). When will the data be made available? Upon publication of the research results. Data will be available on request after signing a data sharing agreement, after contacting the research team. Who will be able to access the data and under what conditions? Anonymised transcripts of the audiofiles as well as the full anonymised datasets (see earlier) can be shared with scholars in terms of additional studies/collaborations (peer-to-peer). What are the expected costs for data sharing? How will the costs be covered? No extra costs 8. Responsibilities Who will be responsible for data documentation & metadata? All researchers involved in the project: Marijke Verbruggen (u0044343), Rein De Cooman (u0046016) and the PhD-researchers Lotte De Rooy (u0174595) and Jitske Straatman (u0174401). Who will be responsible for data storage & back up during the project? All researchers involved in the project: Marijke Verbruggen (u0044343), Rein De Cooman (u0046016) and the PhD-researchers Lotte De Rooy (u0174595) and Jitske Straatman (u0174401). Who will be responsible for ensuring data preservation and reuse ? The promotors are responsible Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}