{
    "document_id": "D-2024-2729",
    "LinkTitle": "D-2024-2729",
    "file_name": "D-2024-2729.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2729.pdf",
    "metadata": {
        "title": "Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage phenotypes",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nphenotypes\nphenotypes\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMarcello Delfini\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PRZ24N\nID: \nID: \n206046\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nBreast cancer is the most common cancer in women with a large fraction being unresponsive to therapies. It has been demonstrated that the Tumor\nMicroenvironment (TME) is playing a role in poor prognosis; with tumor-associated macrophages (TAMs) being a major culprit. TAMs possess a\nstrong phenotypic plasticity and have the potential to display antitumor properties. Therefore, we and others have attempted to re-educate these cells to\na more antitumor phenotype. This so far has proved to be ineffective due to the poor understanding on the molecular mechanisms which induce\nmacrophage polarization. It is becoming clear that RNA modifications (so-called RNA epigenetics) has an influence on the cellular plasticity of TAMs\nwhich are influenced by cues in the TME such as hypoxia. Our data indicated that two tRNA modifying enzymes Adat2 and Trmt6 were highly\ndownregulated in hypoxia suggesting that RNA epigenetics might be linked with hypoxia induced TAM polarization. This raised our interest to target\nthese genes into being more antitumoral, given that hypoxia can cause TAMs to be immunosuppressive within the TME. We aim to understand the\nprecise mechanisms in how epigenetic circuits are influenced by hypoxia which could lead to a rewiring in the epigenome in TAMs. Ultimately, we\nwish to increase our knowledge in the unexplored world of epigenetics in TAM biology to translate these findings into a clinical setting to combat\ncancer growth. \nLast modified: \nLast modified: \n04-04-2024\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n1 of 9\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nphenotypes\nphenotypes\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n2 of 9\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nphenotypes\nphenotypes\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n3 of 9\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nUnderstanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage\nphenotypes\nphenotypes\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n4 of 9\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSequencing\nscRNA-seq\nNew\nDigital\nExperimental\n.bam\n<10TB\n \n \nFlow\nCytometry\nNew\nDigital\nExperimental\n.fcs\n<5TB\n \n \nMurine organ\nNew\n \n \n \n \n10\nboxes\n \nMicroscopy\nNew\nDigital\nExperimental\nlsm, .tif\n<1TB\n \nFunctional\nassays\nPhagocytosis\nCytotoxicity\nAntigen\npresentation\nT cell\nsuppression\nNew\nDigital\nExperimental\n.xlsx .pfz .fcs\n<1GB\n \n \nLentiviral\nvectors\nNew\n \n \n \n \n10\nboxes\n \nMouse strains\nNew\n \n \n \n \n \n \nSOPs\nNew\nDigital\ntextual\n.pdf\n<1GB\n \n \nDNA\nRNA\nProteins\nNew\n \n \n \n \n10\nboxes\n \nqRT-PCR\nNew\nDigital\nExperimental\n.xlsx, .pfz\n<1GB\n \n \nMetabolomics \nNew\nDigital\nExperimental\n.raw, .pmd\n<10GB\n \n \nProteomics\nNew\nDigital\nExperimental\nraw, .pmd\n<10GB\n \n \nTumor\ngrowth,\nvolume,\nmetastasis\nNew\nDigital\nExperimental\n.xlsx, .pfz\n<1GB\n \n \nIllustration\nNew\nDigital\nimages\n.ai .pdf .tiff\n<5GB\n \n \nPublication\nNew\nDigital\ntextual\n.pdf\n<5GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n5 of 9\nYes, animal data\nECD reference number: 194/2022\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nIntellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU\nLeuven. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nAs above, dissemination or exploitation of the data will be managed according to the framework agreement between VIB, KULeuven and UZ\nLeuven \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nProtocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by\nthe applicants. Long-term storage of the lab books is supervised by the lab manager. The lab book describes in detail the experimental setting\nand any deviation from the original experimental design. Experiments are organized by date and therefore fully searchable. Data folders\ncontaining raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the\ndate of data generation and the different experimental conditions analysed. Data analysis methods and particularities (including metadata) will\nbe described in text documents and Excel files included in these folders. Standard operating procedures (SOP) are constantly updated and\nsafely stored as PDF to ensure proper replication of the biological experiments. SOPs are backed up to the J-drive once per month, where they\nare available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n6 of 9\nNo\nText documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis \nmethods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to\nensure the reusability of the data and the reproducibility of any further data generation. Experiments are organized by date so they can be\ncompared with lab books for additional information. References of reagents used are listed on an excel table together with the reference and the\ndilution used. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nStorage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb,\nUnlimited Size, Stored data can be modified); (3) K- Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can\nNOT be modified or deleted). \nHow will the data be backed up?\nHow will the data be backed up?\nData storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon\nupload, for safety backup purposes. Data storage and backup is based on a combination of internal servers and external storage with\ncommercial providers such as Microsoft, and with public databases and repositories. Long- term storage, is ensured by the L-drive (stored data\ncan NOT be modified or deleted. This, will guarantee the preservation of data over the minimum term of 10 years. Regular computer backups\nthrough the inSync platform (unlimited storage) secure the recovery of unsaved data. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10\nyears after the end of the research. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nNon-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT\nservices. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of\nmirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the\nproject. These costs will be covered by the budget of the project leader. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n7 of 9\nBiologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to\nthe type of biological material. As a general rule, data will be preserved for a minimum term of 10 years. Datasets collected in the context of\nclinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years, in agreement with the University\nHospital policies and the European Regulation 536/2014 on clinical trials of medicinal products for human use. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nPhysical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable\nmaterials). Digital data will be stored on KU Leuven storage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage\ncapacity for the outlined project. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of\nmirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the\nproject. These costs will be covered by the budget of the project leader. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nOther, please specify:\nThe key findings of the project and their interpretation will be made available through publication of journal articles in established, peer-\nreviewed (non-predatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open-\naccess data repositories \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case\nbasis by the project leaders. We do not exclude that the proposed work could result in research data with the potential for tech transfer and\nvalorization. The partner institutes have a policy to actively monitor research data for such potential. If there is substantial potential, the\ninvention will be thoroughly assessed, and in a number of cases, the invention will be IP protected (mostly patent protection or copyright\nprotection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a\npatent application it will be planned so that any delay to publication is minimal. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nWe do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. If there is\nsubstantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will be IP-protected (mostly patent\nprotection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a\ndecision is taken to file a patent application it will be planned so that any delay to publication is minimal. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDepending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals\nfor reuse of data other than those deposited in open-access repositories will be assessed on a case-by-case basis by the project leaders. \nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n8 of 9\nWhen will the data be made available?\nWhen will the data be made available?\nAs study leader, Prof. Massimiliano Mazzone will monitor data sharing requests. Data will be automatically made available after the\npublication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the\nVIB tech transfer office. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are\npossible with staff and students within the VIB–KU Leuven Center for Cancer Biology, as well as within the KU Leuven Department of\nOncology, upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be\nassessed on a case-by-case basis by the project leaders. Commercial- based requests will be navigated in coordination between KU\nLeuven/VIB Tech Transfer team. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhen relevant PID/DOI/accession numbers will be added to datasets \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nMainly publication fees and other costs for data sharing will be discussed with collaborators on a case-by-case basis. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nData documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof.\nMassimiliano Mazzone and Sarah Trusso Cafarello (Lab Manager) will monitor. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD student (Iris Nikoletta Charatsidou) associated with this project. Prof.\nMassimiliano Mazzone and Sarah Trusso Cafarello will monitor. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nAs study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will\nbe automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use\nof the data will be negotiated through the VIB tech transfer office. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe lab manager (Sarah Trusso Cafarello, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor\nInflammation and Angiogenesis) and the PI (Prof. Massimiliano Mazzone) will share the responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n9 of 9"
    },
    "clean_full_text": "Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage phenotypes phenotypes A Data Management Plan created using DMPonline.be Creator: Creator: Marcello Delfini Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PRZ24N ID: ID: 206046 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Breast cancer is the most common cancer in women with a large fraction being unresponsive to therapies. It has been demonstrated that the Tumor Microenvironment (TME) is playing a role in poor prognosis; with tumor-associated macrophages (TAMs) being a major culprit. TAMs possess a strong phenotypic plasticity and have the potential to display antitumor properties. Therefore, we and others have attempted to re-educate these cells to a more antitumor phenotype. This so far has proved to be ineffective due to the poor understanding on the molecular mechanisms which induce macrophage polarization. It is becoming clear that RNA modifications (so-called RNA epigenetics) has an influence on the cellular plasticity of TAMs which are influenced by cues in the TME such as hypoxia. Our data indicated that two tRNA modifying enzymes Adat2 and Trmt6 were highly downregulated in hypoxia suggesting that RNA epigenetics might be linked with hypoxia induced TAM polarization. This raised our interest to target these genes into being more antitumoral, given that hypoxia can cause TAMs to be immunosuppressive within the TME. We aim to understand the precise mechanisms in how epigenetic circuits are influenced by hypoxia which could lead to a rewiring in the epigenome in TAMs. Ultimately, we wish to increase our knowledge in the unexplored world of epigenetics in TAM biology to translate these findings into a clinical setting to combat cancer growth. Last modified: Last modified: 04-04-2024 Created using DMPonline.be. Last modiﬁed 04 April 2024 1 of 9 Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage phenotypes phenotypes DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 04 April 2024 2 of 9 Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage phenotypes phenotypes GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 04 April 2024 3 of 9 Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage Understanding the roles of the epigenetic machinery in shaping distinct tumor-associated macrophage phenotypes phenotypes FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 04 April 2024 4 of 9 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Sequencing scRNA-seq New Digital Experimental .bam <10TB Flow Cytometry New Digital Experimental .fcs <5TB Murine organ New 10 boxes Microscopy New Digital Experimental lsm, .tif <1TB Functional assays Phagocytosis Cytotoxicity Antigen presentation T cell suppression New Digital Experimental .xlsx .pfz .fcs <1GB Lentiviral vectors New 10 boxes Mouse strains New SOPs New Digital textual .pdf <1GB DNA RNA Proteins New 10 boxes qRT-PCR New Digital Experimental .xlsx, .pfz <1GB Metabolomics New Digital Experimental .raw, .pmd <10GB Proteomics New Digital Experimental raw, .pmd <10GB Tumor growth, volume, metastasis New Digital Experimental .xlsx, .pfz <1GB Illustration New Digital images .ai .pdf .tiff <5GB Publication New Digital textual .pdf <5GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 04 April 2024 5 of 9 Yes, animal data ECD reference number: 194/2022 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Intellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU Leuven. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes As above, dissemination or exploitation of the data will be managed according to the framework agreement between VIB, KULeuven and UZ Leuven Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by the applicants. Long-term storage of the lab books is supervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental design. Experiments are organized by date and therefore fully searchable. Data folders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the date of data generation and the different experimental conditions analysed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. Standard operating procedures (SOP) are constantly updated and safely stored as PDF to ensure proper replication of the biological experiments. SOPs are backed up to the J-drive once per month, where they are available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 04 April 2024 6 of 9 No Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. Experiments are organized by date so they can be compared with lab books for additional information. References of reagents used are listed on an excel table together with the reference and the dilution used. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Storage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb, Unlimited Size, Stored data can be modified); (3) K- Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can NOT be modified or deleted). How will the data be backed up? How will the data be backed up? Data storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. Data storage and backup is based on a combination of internal servers and external storage with commercial providers such as Microsoft, and with public databases and repositories. Long- term storage, is ensured by the L-drive (stored data can NOT be modified or deleted. This, will guarantee the preservation of data over the minimum term of 10 years. Regular computer backups through the inSync platform (unlimited storage) secure the recovery of unsaved data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10 years after the end of the research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Non-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT services. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Created using DMPonline.be. Last modiﬁed 04 April 2024 7 of 9 Biologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material. As a general rule, data will be preserved for a minimum term of 10 years. Datasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years, in agreement with the University Hospital policies and the European Regulation 536/2014 on clinical trials of medicinal products for human use. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Physical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). Digital data will be stored on KU Leuven storage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage capacity for the outlined project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. We expect that 15 TB will be sufficient to store all data generated as part of the project. These costs will be covered by the budget of the project leader. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Other, please specify: The key findings of the project and their interpretation will be made available through publication of journal articles in established, peer- reviewed (non-predatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open- access data repositories If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project leaders. We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. The partner institutes have a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publication is minimal. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will be IP-protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publication is minimal. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Depending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals for reuse of data other than those deposited in open-access repositories will be assessed on a case-by-case basis by the project leaders. Created using DMPonline.be. Last modiﬁed 04 April 2024 8 of 9 When will the data be made available? When will the data be made available? As study leader, Prof. Massimiliano Mazzone will monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are possible with staff and students within the VIB–KU Leuven Center for Cancer Biology, as well as within the KU Leuven Department of Oncology, upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project leaders. Commercial- based requests will be navigated in coordination between KU Leuven/VIB Tech Transfer team. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes When relevant PID/DOI/accession numbers will be added to datasets What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Mainly publication fees and other costs for data sharing will be discussed with collaborators on a case-by-case basis. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Data documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone and Sarah Trusso Cafarello (Lab Manager) will monitor. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD student (Iris Nikoletta Charatsidou) associated with this project. Prof. Massimiliano Mazzone and Sarah Trusso Cafarello will monitor. Who will manage data preservation and sharing? Who will manage data preservation and sharing? As study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Who will update and implement this DMP? Who will update and implement this DMP? The lab manager (Sarah Trusso Cafarello, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor Inflammation and Angiogenesis) and the PI (Prof. Massimiliano Mazzone) will share the responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 04 April 2024 9 of 9"
}