{
    "document_id": "D-2024-2535",
    "LinkTitle": "D-2024-2535",
    "file_name": "D-2024-2535.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2535.pdf",
    "metadata": {
        "title": "A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL UNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM PRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL\nA MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL\nUNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM\nUNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM\nPRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES.\nPRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES.\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nJoke De Vocht, n.n. n.n., n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., Joke De Vocht\nData Manager:\nData Manager:\n \nn.n. n.n., Joke De Vocht\nProject Administrator:\nProject Administrator:\n \nn.n. n.n., Joke De Vocht\nGrant number / URL: \nGrant number / URL: \n12AQF24N\nID: \nID: \n206741\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2026\nProject abstract:\nProject abstract:\nThe main goal of this project is to better understand how neurodegeneration and neuroinflammation\nfit in a sequential model of disease progression in Amyotrophic Lateral Sclerosis (ALS). ALS is a\ncomplex neurodegenerative disorder with a myriad of disease presentations at the clinical, genetic\nand pathogenic level. Neuroinflammation and neurodegeneration play a key role in ALS\npathophysiology, but there is no consensus on the regional and temporal relations between both\ndisease mechanisms, nor their relation to disease onset and progression.\nWe will address this knowledge gap, by studying both disease mechanisms in presymptomatic and\nsymptomatic carriers of ALS genetic variants. We will focus on the two most common ALS genetic\nvariants in our regions: C9orf72RE and SOD1 gene mutations. This will help us identify predictors of\ndisease onset and phenotype, as well as disease progression (rate) and survival at single subject\nlevel.\nUnravelling the precise sequence of events at different stages of the disease process will be critical\nfor: (i) reducing heterogeneity, (ii) defining the optimal timing for therapeutic interventions, (iii)\nmonitoring treatment outcomes, and (iv) providing rich knowledge on the neurobiological\nunderpinnings of disease onset and progression in ALS.\nThis will be realized, by combining advanced PET/MR imaging and biofluid markers to study both\ndisease mechanisms, with detailed clinical and neuropsychological parameters in a longitudinal study\ndesign.\nLast modified: \nLast modified: \n29-04-2024\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n1 of 6\nA MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL\nA MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL\nUNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM\nUNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM\nPRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES.\nPRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab, .csv,.pdf,\n.txt, .rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nHuman\nNeuroImaging\nData\nPET/MRI\nsequences\nReusing existing and generating new\ndata\nDigital\nExperimental\n.dcm, .nii, .json\n<1TB\n \nHuman\nNeuroImaging\nData\nPET/MRI\nsequence\nReusing existing and generating new\ndata\nDigital\nExperimental\n.dcm, .nii, .json\n<1TB\n \nHuman\nBiofluid\nSamples\nblood &\nCSF\nsamples\nReusing existing and generating new\ndata\nPhysical\n \n \n \nCSF:\n<15mL/study\nvisit/subject\nBlood:\n<20mL/study\nvisit/subject \nHuman\nBiofluid\nSamples\nblood &\nCSF\nsamples\nReusing existing and generating new\ndata\nPhysical\n \n \n \nCSF:\n5-10 mL /\nstudy visit /\nsubject\nBlood:\n<20mL /\nstudy visit /\nsubject \nForms\nsurvey\nresults\nReusing existing and generating new\ndata\nDigital &\nPhysical\nObservational\n.csv, .xlsx\n<1GB\na binder per\nstudy\nsubject \n1-10 boxes\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will reuse the following:\nexisting clinical and 18F FDG PET data that was already collected and generated previously in the following projects: s50354, s58248, s59552, s66999\n(https://doi.org/10.3390/cells12060933; 10.1001/jamaneurol.2020.1087).\nBiofluid samples previously collected in the context of s58248 (DOI: 10.1001/jamaneurol.2020.1087).\nForms that were previously collected in the context of s58248, s59552 (DOI: 10.1136/jnnp-2021-327774; 10.1001/jamaneurol.2020.1087).\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n2 of 6\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nsection. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe will use human subject data (i.e. neuroimaging data, CSF and blood samples, paper forms), for which we received ethical approval by the University Hospitals\nLeuven ethical committee (s50354, s58248, s59552, s66999).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nwhen appropriate.\nYes\nYes, we will collect and store personal data (e.g. name and surname, birth date, age, sex, home address, email address, personal or work phone number, identification\nnumber), in compliance with GDPR.\nEthical approval was granted by the CTC/EC Research UZ Leuven.\nAll personal data will be pseudonymized.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nor data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nn/a\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\nn/a\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nwhere this information is recorded).\nwhere this information is recorded).\nWe will document by means of:\nreadme files with all necessary information concerning our data\na codebook to log key dates and time, all relevant files, variables, associated descriptions, response options if applicable.\nIn-file documentation will be used in all excel and csv files.\nDocumentation will be stored in our online database progeny, methodology reports and protocols in a dedicated folder on KULeuven drives and the UZLeuven\nnetwork drive.  \nAll metadata (coding) used during the project will be saved on KULeuven drives, the internal University Hospitals Leuven server (which is backed-up daily) and\nRDR where applicable.\n \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n3 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nWe plan to deposit and share research data via KU Leuven RDR and will use DataCite as a metadata standard.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nClinical and neuroimaging data will be stored on the internal University Hospitals Leuven server (which is backed-up daily), CSF and serum samples will be stored\nin the neurobiobank, and neuropsychological data will be stored in an e-registry (Progeny / REDCAP).\nAll clinical [18F]FDG-PET and biofluid measurements are saved in the electronic patient file, and all other relevant clinical data in an e-registry (Progeny)\nHow will the data be backed up?\nHow will the data be backed up?\nThe internal University Hospitals Leuven server is backed-up daily. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, a dedicated folder on the University Hospitals Leuven server has been allocated with ample storage and backup capacity to meet the project's requirements.\nWe will also use a dedicated KULeuven personal network drive. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDedicated project folders are only accessible to individuals directly involved in the project through secure authentication measures (e.g. user permissions). \nAccess control mechanisms will be implemented to ensure that only authorized personnel can view, modify, or interact with the data. Additionally, regular audits and\nmonitoring protocols will be established to detect and prevent unauthorized access attempts.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nA dedicated KULeuven personal network drive will cost 503,66 € / TB / year.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll prospective datasets will be pseudonymized and preserved for at least 20 years.\nPrimary data:\n1. PET and PET/MR neuroimaging sequences: [18F]FDG PET, [18F]DPA714 PET, T1-weighted MRI,\nFluid-Attenuated Inversion Recovery (FLAIR), Multi-shell diffusion-weighted MRI, Resting-state\nfunctional MRI;\n2. CSF and Serum samples;\n3. patient reported questionnaires to investigate functional decline (ALS functional rating scale\nrevised);\n4. neuropsychological and neuropsychiatric assessments of executive functioning, language, social\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n4 of 6\ncognition, verbal fluency, memory, visuospatial functioning, behavioral changes;\n5. neurological and clinical assessments of neurological symptoms/signs (by an experienced\nneurologist).\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nA dedicated folder on the University Hospitals Leuven server and by means of Large Volume Storage at the KULeuven. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected cost: € 104,42 / TB / year.\nCosts will be covered by the lab of Neurobiology.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nbe made available.\nbe made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\n1\n. \nPET and PET/MR neuroimaging sequences: [18F]FDG PET, [18F]DPA714 PET, T1-weighted MRI, Fluid-Attenuated Inversion Recovery (FLAIR), Multi-\nshell diffusion-weighted MRI, Resting-state functional MRI;\nWill be made stored in a restricted access repository, and will be made available for other researchers associated with the Lab of Neurobiology, or through\nDTA with external research groups.\n2\n. \nCSF and Serum samples\n;\nWill be stored in the neurobiobank and leftovers will be made available to other researchers associated with the Lab of Neurobiology, or through DTA with\nexternal research groups.\n3\n. \npatient reported questionnaires to investigate functional decline (ALS functional rating scale revised), neuropsychological and neuropsychiatric assessments of\nexecutive functioning, language, social cognition, verbal fluency, memory, visuospatial functioning, behavioral changes, and neurological and clinical\nassessments of neurological symptoms/signs (by an experienced neurologist).\nWill be pseudonymized and stored in a restricted access repository, and will be made available for other researchers associated with the Lab of Neurobiology,\nor through DTA with external research groups.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to the data will be restricted to individuals directly affiliated with the Lab of Neurobiology or actively engaged in the project. These individuals will be\ngranted access under strict conditions, including authentication through user credentials, and their access will be limited to the specific data necessary for their role in\nthe project.\nIn the event of exchanging data with external groups, all transfers will be conducted through Data Transfer Agreements (DTAs). These agreements will outline the\nterms and conditions governing the transfer, including data usage, confidentiality, and security protocols. By utilizing DTAs, we ensure that data exchange is\nconducted in a secure and legally compliant manner, safeguarding the confidentiality and integrity of the shared information.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nthe comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nData sharing will be restricted, to restrict sharing of sensitive patient (research) data (e.g. genetic information, identifiers). \nTo address these restrictions, we will pseudonymize data to remove personally identifiable information and restrict access to individuals affiliated with the project.\nThis ensures compliance with ethical and legal standards while allowing for necessary collaboration and data sharing within the project team.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n5 of 6\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWe plan to use KU Leuven RDR, as we work with sensitive data.\nCSF and blood samples will be stored in the neurobiobank.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0 as the research outcomes are not intended to be commercialized.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nn/a\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJoke De Vocht; Nikita Lamaire; Fouke Ombelet; Philip Van Damme \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJoke De Vocht; Nikita Lamaire; Fouke Ombelet; Philip Van Damme \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPhilip Van Damme; Joke De Vocht \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nJoke De Vocht \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n6 of 6"
    },
    "clean_full_text": "A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL UNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM UNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM PRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES. PRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES. A Data Management Plan created using DMPonline.be Creators: Creators: Joke De Vocht, n.n. n.n., n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n., Joke De Vocht Data Manager: Data Manager: n.n. n.n., Joke De Vocht Project Administrator: Project Administrator: n.n. n.n., Joke De Vocht Grant number / URL: Grant number / URL: 12AQF24N ID: ID: 206741 Start date: Start date: 01-11-2023 End date: End date: 31-10-2026 Project abstract: Project abstract: The main goal of this project is to better understand how neurodegeneration and neuroinflammation fit in a sequential model of disease progression in Amyotrophic Lateral Sclerosis (ALS). ALS is a complex neurodegenerative disorder with a myriad of disease presentations at the clinical, genetic and pathogenic level. Neuroinflammation and neurodegeneration play a key role in ALS pathophysiology, but there is no consensus on the regional and temporal relations between both disease mechanisms, nor their relation to disease onset and progression. We will address this knowledge gap, by studying both disease mechanisms in presymptomatic and symptomatic carriers of ALS genetic variants. We will focus on the two most common ALS genetic variants in our regions: C9orf72RE and SOD1 gene mutations. This will help us identify predictors of disease onset and phenotype, as well as disease progression (rate) and survival at single subject level. Unravelling the precise sequence of events at different stages of the disease process will be critical for: (i) reducing heterogeneity, (ii) defining the optimal timing for therapeutic interventions, (iii) monitoring treatment outcomes, and (iv) providing rich knowledge on the neurobiological underpinnings of disease onset and progression in ALS. This will be realized, by combining advanced PET/MR imaging and biofluid markers to study both disease mechanisms, with detailed clinical and neuropsychological parameters in a longitudinal study design. Last modified: Last modified: 29-04-2024 Created using DMPonline.be. Last modiﬁed 29 April 2024 1 of 6 A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL A MULTI-MODAL AND LONGITUDINAL APPROACH TO STUDY THE NEUROBIOLOGICAL UNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM UNDERPINNINGS OF DISEASE ONSET AND PROGRESSION IN GENETIC ALS VARIANTS: FROM PRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES. PRESYMPTOMATIC TO SYMPTOMATIC DISEASE STAGES. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Human NeuroImaging Data PET/MRI sequences Reusing existing and generating new data Digital Experimental .dcm, .nii, .json <1TB Human NeuroImaging Data PET/MRI sequence Reusing existing and generating new data Digital Experimental .dcm, .nii, .json <1TB Human Biofluid Samples blood & CSF samples Reusing existing and generating new data Physical CSF: <15mL/study visit/subject Blood: <20mL/study visit/subject Human Biofluid Samples blood & CSF samples Reusing existing and generating new data Physical CSF: 5-10 mL / study visit / subject Blood: <20mL / study visit / subject Forms survey results Reusing existing and generating new data Digital & Physical Observational .csv, .xlsx <1GB a binder per study subject 1-10 boxes If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will reuse the following: existing clinical and 18F FDG PET data that was already collected and generated previously in the following projects: s50354, s58248, s59552, s66999 (https://doi.org/10.3390/cells12060933; 10.1001/jamaneurol.2020.1087). Biofluid samples previously collected in the context of s58248 (DOI: 10.1001/jamaneurol.2020.1087). Forms that were previously collected in the context of s58248, s59552 (DOI: 10.1136/jnnp-2021-327774; 10.1001/jamaneurol.2020.1087). Created using DMPonline.be. Last modiﬁed 29 April 2024 2 of 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We will use human subject data (i.e. neuroimaging data, CSF and blood samples, paper forms), for which we received ethical approval by the University Hospitals Leuven ethical committee (s50354, s58248, s59552, s66999). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. when appropriate. Yes Yes, we will collect and store personal data (e.g. name and surname, birth date, age, sex, home address, email address, personal or work phone number, identification number), in compliance with GDPR. Ethical approval was granted by the CTC/EC Research UZ Leuven. All personal data will be pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No n/a Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No n/a 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). where this information is recorded). We will document by means of: readme files with all necessary information concerning our data a codebook to log key dates and time, all relevant files, variables, associated descriptions, response options if applicable. In-file documentation will be used in all excel and csv files. Documentation will be stored in our online database progeny, methodology reports and protocols in a dedicated folder on KULeuven drives and the UZLeuven network drive. All metadata (coding) used during the project will be saved on KULeuven drives, the internal University Hospitals Leuven server (which is backed-up daily) and RDR where applicable. Created using DMPonline.be. Last modiﬁed 29 April 2024 3 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes We plan to deposit and share research data via KU Leuven RDR and will use DataCite as a metadata standard. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Clinical and neuroimaging data will be stored on the internal University Hospitals Leuven server (which is backed-up daily), CSF and serum samples will be stored in the neurobiobank, and neuropsychological data will be stored in an e-registry (Progeny / REDCAP). All clinical [18F]FDG-PET and biofluid measurements are saved in the electronic patient file, and all other relevant clinical data in an e-registry (Progeny) How will the data be backed up? How will the data be backed up? The internal University Hospitals Leuven server is backed-up daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, a dedicated folder on the University Hospitals Leuven server has been allocated with ample storage and backup capacity to meet the project's requirements. We will also use a dedicated KULeuven personal network drive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Dedicated project folders are only accessible to individuals directly involved in the project through secure authentication measures (e.g. user permissions). Access control mechanisms will be implemented to ensure that only authorized personnel can view, modify, or interact with the data. Additionally, regular audits and monitoring protocols will be established to detect and prevent unauthorized access attempts. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? A dedicated KULeuven personal network drive will cost 503,66 € / TB / year. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All prospective datasets will be pseudonymized and preserved for at least 20 years. Primary data: 1. PET and PET/MR neuroimaging sequences: [18F]FDG PET, [18F]DPA714 PET, T1-weighted MRI, Fluid-Attenuated Inversion Recovery (FLAIR), Multi-shell diffusion-weighted MRI, Resting-state functional MRI; 2. CSF and Serum samples; 3. patient reported questionnaires to investigate functional decline (ALS functional rating scale revised); 4. neuropsychological and neuropsychiatric assessments of executive functioning, language, social Created using DMPonline.be. Last modiﬁed 29 April 2024 4 of 6 cognition, verbal fluency, memory, visuospatial functioning, behavioral changes; 5. neurological and clinical assessments of neurological symptoms/signs (by an experienced neurologist). Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? A dedicated folder on the University Hospitals Leuven server and by means of Large Volume Storage at the KULeuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected cost: € 104,42 / TB / year. Costs will be covered by the lab of Neurobiology. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. be made available. Yes, in a restricted access repository (after approval, institutional access only, …) 1 . PET and PET/MR neuroimaging sequences: [18F]FDG PET, [18F]DPA714 PET, T1-weighted MRI, Fluid-Attenuated Inversion Recovery (FLAIR), Multi- shell diffusion-weighted MRI, Resting-state functional MRI; Will be made stored in a restricted access repository, and will be made available for other researchers associated with the Lab of Neurobiology, or through DTA with external research groups. 2 . CSF and Serum samples ; Will be stored in the neurobiobank and leftovers will be made available to other researchers associated with the Lab of Neurobiology, or through DTA with external research groups. 3 . patient reported questionnaires to investigate functional decline (ALS functional rating scale revised), neuropsychological and neuropsychiatric assessments of executive functioning, language, social cognition, verbal fluency, memory, visuospatial functioning, behavioral changes, and neurological and clinical assessments of neurological symptoms/signs (by an experienced neurologist). Will be pseudonymized and stored in a restricted access repository, and will be made available for other researchers associated with the Lab of Neurobiology, or through DTA with external research groups. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data will be restricted to individuals directly affiliated with the Lab of Neurobiology or actively engaged in the project. These individuals will be granted access under strict conditions, including authentication through user credentials, and their access will be limited to the specific data necessary for their role in the project. In the event of exchanging data with external groups, all transfers will be conducted through Data Transfer Agreements (DTAs). These agreements will outline the terms and conditions governing the transfer, including data usage, confidentiality, and security protocols. By utilizing DTAs, we ensure that data exchange is conducted in a secure and legally compliant manner, safeguarding the confidentiality and integrity of the shared information. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Data sharing will be restricted, to restrict sharing of sensitive patient (research) data (e.g. genetic information, identifiers). To address these restrictions, we will pseudonymize data to remove personally identifiable information and restrict access to individuals affiliated with the project. This ensures compliance with ethical and legal standards while allowing for necessary collaboration and data sharing within the project team. Created using DMPonline.be. Last modiﬁed 29 April 2024 5 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. We plan to use KU Leuven RDR, as we work with sensitive data. CSF and blood samples will be stored in the neurobiobank. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 as the research outcomes are not intended to be commercialized. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? n/a 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Joke De Vocht; Nikita Lamaire; Fouke Ombelet; Philip Van Damme Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Joke De Vocht; Nikita Lamaire; Fouke Ombelet; Philip Van Damme Who will manage data preservation and sharing? Who will manage data preservation and sharing? Philip Van Damme; Joke De Vocht Who will update and implement this DMP? Who will update and implement this DMP? Joke De Vocht Created using DMPonline.be. Last modiﬁed 29 April 2024 6 of 6"
}