{
    "document_id": "D-2024-3435",
    "LinkTitle": "D-2024-3435",
    "file_name": "D-2024-3435.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3435.pdf",
    "metadata": {
        "title": "Sexual Rehabilitation in Couples Confronted with Penile cancer",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nSexual Rehabilitation in Couples Confronted with Penile cancer\nCreator:\nCreator:\nCamille Roumieux\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nPenile cancer, though rare, poses significant challenges to affected individuals, impacting physical, mental, and social dimensions of\nhealth. Current treatment involves surgery, affecting sexual well-being and quality of life. Psychosexual support is limited, and there is a\nlack of evidence-based strategies. This research project aims to fill this gap by developing and evaluating a personalized digital sex-\ncounseling program for couples facing penile cancer.\nThe study, divided into four work packages, will explore relationship processes during sexual rehabilitation (WP1), investigate gender\ndifferences in the usage of existing digital programs (WP2), co-develop and improve a couple sex-counseling program (WP3), and\nexplore real-time usage and effectiveness (WP4). The proposed digital program addresses the unique needs of patients who underwent\ngenital surgery, involving partners, and aligns with current healthcare cost-cutting trends.\nMethodologically, the project combines dyadic qualitative and quantitative analyses, involving patients and partners in a collaborative\ndevelopment process. The interdisciplinary approach incorporates inputs from urologists, sexologists, and patient representatives. A\npilot trial, adopting web-based tracking and experience sampling, precedes a potential randomized controlled trial.\nAnticipated outcomes include valuable insights into sexual challenges, risk factors, and the effectiveness of digital sex-counseling for\npenile cancer couples. If successful, the program could be a breakthrough in providing much-needed psychosexual support, aligning with\nprofessional guidelines, and adapting to the cost-cutting climate. Findings will be transferable internationally, contributing to a more\ncomprehensive understanding of sexual rehabilitation in diverse patient populations.\nThis innovative project marks a crucial step towards improving the quality of life for penile cancer patients and their partners,\nemphasizing patient-centered care and addressing a significant gap in current healthcare practices.\nID: \nID: \n205131\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n01-11-2029\nLast modified: \nLast modified: \n01-04-2025\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n1 of 7\nSexual Rehabilitation in Couples Confronted with Penile cancer\nSexual Rehabilitation in Couples Confronted with Penile cancer\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1\nDyadic\ninterviews\nAudio and\nvideo recorded\ninterviews in\npenile cancer\npatients and\ntheir partners\nQuestionnaires\non paper and\nlater\ndigitalized\nAudio and\nvideo recorded\ninterviews\nInterview\ntranscripts\nGenerate new\ndata\nDigital\nPhysical\nObservational \nAudio data\n(.mp3)\nVideo data\n(.mp4)\nTextual data\n(.pdf, .docx)\nData\nanalysis \n(.sav, .spv,\n.rda, .cvs,\n.xlsx, .nvpx)\n \n<100GB\nPaper\nquestionnaires\nwill be\ndigitalized and\nstored digitally\nWP1\nLongitudinal\nsurvey\nLongitudinal\nsurvey in\npenile cancer\npatients and\ntheir partners\nQuestionnaires\non paper and\nlater\ndigitalized\nGenerate new\ndata\nDigital\nPhysical\nObservational \nTextual data\n(.pdf, .docx)\nData\nanalysis \n(.sav, .spv,\n.rda, .cvs,\n.xlsx)\n<100GB\nPaper\nquestionnaires\nwill be\ndigitalized and\nstored digitally\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n2 of 7\n WP3\nProgram co-\ndevelopment\nCo-\ndevelopment\nand\nimprovement\nof digital sex-\ncounseling\nprogram for\ncouples facing\npenile cancer\nRecorded\nonline\nmeetings\nDigital\nquestionnaires\n \n Generate new\ndata\n Digital\n Observational\n \n Audio data\n(.mp3)\nVideo data\n(.mp4)\nTextual data\n(.pdf, .docx)\n <100GB\n \n WP3\nThink-aloud\ninterviews\n User\nexperience\ninterviews in\npenile cancer\npatients and\ntheir partners\nQuestionnaires\non paper and\nlater\ndigitalized\nAudio\nrecorded\ninterviews\nInterview\ntranscripts\n Generate new\ndata\n Digital\nPhysical\n Observational\n \n  Audio data\n(.mp3)\nTextual data\n(.pdf, .docx)\nData\nanalysis \n(.sav, .spv,\n.rda, .cvs,\n.xlsx, .nvpx)\n <100GB\n Paper\nquestionnaires\nwill be\ndigitalized and\nstored digitally\nWP4\nFeasibility\npilot\nExperience\nsampling\nstudy with\nmPath: digital\nquestionnaires\nQuestionnaires\non paper\nGenerate new\ndata\nDigital \nPhysical\nObservational\nTextual data\n(.pdf, .docx)\nData\nanalysis \n(.sav, .spv,\n.rda, .cvs,\n.xlsx)\n<100GB\n Paper\nquestionnaires\nwill be\ndigitalized and\nstored digitally\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman subject data will be collected in all work packages.\n(Survey data and Interview data)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n3 of 7\nPersonal data will be processed during this research project. Only personal data relevant to the research will be collected and any\npersonal data that is not necessary for further analysis of the data will be deleted. Ethical approval will be obtained before the\nstart of each study.\nPersonal data used for organizing the research: (i.e. name, phone number, e-mail adress). This data will not be included in the\nanalysis and will be stored separately from the research data.\nPersonal data for research purpose: for all workpackages participants will be asked to provide their demographics (e.g. age, sex,\neducation), medical history related to research purpose (e.g. treatment type) and subjective experiences/variables (e.g. personal\nand relational variables, sexuality related variables). These data will be pseudonomyzed.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nIn the 3rd work package, an digital sex-counseling program will be developed and optimized with the goal of providing education\nand skills training for men faced with penile cancer and their partners during sexual rehabilitation after treatment. The content of\nthe digital program will not consist of any personal data. Importantly, the main goal of the research project is not to\ncommercialise this digital program, but to implement the program sustainably in the health care pathway, ideally free of cost for\nusers.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor documentation and Metadata purposes we will make use of:\nFor each study, a study protocol is provided.\nA README file will be provided for each of the studies. We will use KU Leuven’s template.\nCodebooks with information about study, files and variables\nAll documentation will be stored in the folder where the dataset is stored.\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n4 of 7\nYes\nMetadata standard will be automatically applied when depositing data in RDR of KU Leuven.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored on a shared OneDrive for Business folder during active research phases. OneDrive for Business is a Microsoft\ncloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR\nadditional encryption will be activated to ensure the safe storage of (strictly)\nconfidential data. Only the PI can provide access to the OneDrive for study personnel.\nA copy of the data will be stored on a shared network drive (J-drive), only accessible by registered collaborating researchers.\nHow will the data be backed up?\nHow will the data be backed up?\nA back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per\nfile.\nA copy will be kept on the departmental J-drive within the secure KU Leuven environment. Automatic version management of the\nfiles occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where\nthe previous versions of the changed files are kept online in a snapshot on the same storage system. A mirror (an exact copy) of\nthe data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to\nthe second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the\nprimary storage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 250GB of online data storage on OneDrive for business. As the estimated sizes of the\ndatasets <100 GB, sufficient storage and backup capacity is available.\nOur research group will have a shared J-drive for long term data storage with a big enough capacity to store the estimated sizes\nof the datasets at <100 GB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a\nseparate folder will be created and encrypted for each dataset. Only the PI and registered collaborating researchers will have\naccess to these folders via the encryption key. \nKU Leuven network drive, specifically J-drive. The KU Leuven network drives are incorporated within secured KU Leuven\nenvironments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by\nregistered collaborating researchers. Only the PI can request access to the network drive for study personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\nThe Center for Biomedical Ethics and Law will provide a folder on a shared J-drive for data storage. As such, costs will be covered\nby the Center.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n5 of 7\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nDigital data: All digitally generated data and physical generated data that is later digitalized will be archived for minimally 10 years\nafter study completion, in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the J-\ndrive for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDigital data: Current costs for the J-Drive are approximately € 58/100GB/year, which will be covered by the research lab of the PI.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\nWe will always ask to give credit to the original data creators when the data it is being used by other researchers\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with personal and confidential data (e.g. name, sex, age, interview transcripts, several subjective perceptions,...). All data\nwill be pseudonomyzed.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia RDR, the KU Leuven institutional repository.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n6 of 7\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that\nusers have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nA DOI will be available through RDR, but is not yet available\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD Researcher (Camille Roumieux) will be responsible for e for data documentation & metadata, under supervision of the PI\n(Eline Dancet). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher (Camille Roumieux), under supervision of the PI\n(Eline Dancet). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Eline Dancet) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD researcher (Camille Roumieux) will be responsible for updating this DMP. The PI (Eline Dancet) bears the end\nresponsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Sexual Rehabilitation in Couples Confronted with Penile cancer Creator: Creator: Camille Roumieux Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Penile cancer, though rare, poses significant challenges to affected individuals, impacting physical, mental, and social dimensions of health. Current treatment involves surgery, affecting sexual well-being and quality of life. Psychosexual support is limited, and there is a lack of evidence-based strategies. This research project aims to fill this gap by developing and evaluating a personalized digital sex- counseling program for couples facing penile cancer. The study, divided into four work packages, will explore relationship processes during sexual rehabilitation (WP1), investigate gender differences in the usage of existing digital programs (WP2), co-develop and improve a couple sex-counseling program (WP3), and explore real-time usage and effectiveness (WP4). The proposed digital program addresses the unique needs of patients who underwent genital surgery, involving partners, and aligns with current healthcare cost-cutting trends. Methodologically, the project combines dyadic qualitative and quantitative analyses, involving patients and partners in a collaborative development process. The interdisciplinary approach incorporates inputs from urologists, sexologists, and patient representatives. A pilot trial, adopting web-based tracking and experience sampling, precedes a potential randomized controlled trial. Anticipated outcomes include valuable insights into sexual challenges, risk factors, and the effectiveness of digital sex-counseling for penile cancer couples. If successful, the program could be a breakthrough in providing much-needed psychosexual support, aligning with professional guidelines, and adapting to the cost-cutting climate. Findings will be transferable internationally, contributing to a more comprehensive understanding of sexual rehabilitation in diverse patient populations. This innovative project marks a crucial step towards improving the quality of life for penile cancer patients and their partners, emphasizing patient-centered care and addressing a significant gap in current healthcare practices. ID: ID: 205131 Start date: Start date: 01-11-2024 End date: End date: 01-11-2029 Last modified: Last modified: 01-04-2025 Created using DMPonline.be. Last modiﬁed 01 April 2025 1 of 7 Sexual Rehabilitation in Couples Confronted with Penile cancer Sexual Rehabilitation in Couples Confronted with Penile cancer FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1 Dyadic interviews Audio and video recorded interviews in penile cancer patients and their partners Questionnaires on paper and later digitalized Audio and video recorded interviews Interview transcripts Generate new data Digital Physical Observational Audio data (.mp3) Video data (.mp4) Textual data (.pdf, .docx) Data analysis (.sav, .spv, .rda, .cvs, .xlsx, .nvpx) <100GB Paper questionnaires will be digitalized and stored digitally WP1 Longitudinal survey Longitudinal survey in penile cancer patients and their partners Questionnaires on paper and later digitalized Generate new data Digital Physical Observational Textual data (.pdf, .docx) Data analysis (.sav, .spv, .rda, .cvs, .xlsx) <100GB Paper questionnaires will be digitalized and stored digitally Created using DMPonline.be. Last modiﬁed 01 April 2025 2 of 7 WP3 Program co- development Co- development and improvement of digital sex- counseling program for couples facing penile cancer Recorded online meetings Digital questionnaires Generate new data Digital Observational Audio data (.mp3) Video data (.mp4) Textual data (.pdf, .docx) <100GB WP3 Think-aloud interviews User experience interviews in penile cancer patients and their partners Questionnaires on paper and later digitalized Audio recorded interviews Interview transcripts Generate new data Digital Physical Observational Audio data (.mp3) Textual data (.pdf, .docx) Data analysis (.sav, .spv, .rda, .cvs, .xlsx, .nvpx) <100GB Paper questionnaires will be digitalized and stored digitally WP4 Feasibility pilot Experience sampling study with mPath: digital questionnaires Questionnaires on paper Generate new data Digital Physical Observational Textual data (.pdf, .docx) Data analysis (.sav, .spv, .rda, .cvs, .xlsx) <100GB Paper questionnaires will be digitalized and stored digitally If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human subject data will be collected in all work packages. (Survey data and Interview data) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Created using DMPonline.be. Last modiﬁed 01 April 2025 3 of 7 Personal data will be processed during this research project. Only personal data relevant to the research will be collected and any personal data that is not necessary for further analysis of the data will be deleted. Ethical approval will be obtained before the start of each study. Personal data used for organizing the research: (i.e. name, phone number, e-mail adress). This data will not be included in the analysis and will be stored separately from the research data. Personal data for research purpose: for all workpackages participants will be asked to provide their demographics (e.g. age, sex, education), medical history related to research purpose (e.g. treatment type) and subjective experiences/variables (e.g. personal and relational variables, sexuality related variables). These data will be pseudonomyzed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes In the 3rd work package, an digital sex-counseling program will be developed and optimized with the goal of providing education and skills training for men faced with penile cancer and their partners during sexual rehabilitation after treatment. The content of the digital program will not consist of any personal data. Importantly, the main goal of the research project is not to commercialise this digital program, but to implement the program sustainably in the health care pathway, ideally free of cost for users. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For documentation and Metadata purposes we will make use of: For each study, a study protocol is provided. A README file will be provided for each of the studies. We will use KU Leuven’s template. Codebooks with information about study, files and variables All documentation will be stored in the folder where the dataset is stored. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 01 April 2025 4 of 7 Yes Metadata standard will be automatically applied when depositing data in RDR of KU Leuven. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data will be stored on a shared OneDrive for Business folder during active research phases. OneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can provide access to the OneDrive for study personnel. A copy of the data will be stored on a shared network drive (J-drive), only accessible by registered collaborating researchers. How will the data be backed up? How will the data be backed up? A back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. A copy will be kept on the departmental J-drive within the secure KU Leuven environment. Automatic version management of the files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 250GB of online data storage on OneDrive for business. As the estimated sizes of the datasets <100 GB, sufficient storage and backup capacity is available. Our research group will have a shared J-drive for long term data storage with a big enough capacity to store the estimated sizes of the datasets at <100 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for each dataset. Only the PI and registered collaborating researchers will have access to these folders via the encryption key. KU Leuven network drive, specifically J-drive. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. The Center for Biomedical Ethics and Law will provide a folder on a shared J-drive for data storage. As such, costs will be covered by the Center. Created using DMPonline.be. Last modiﬁed 01 April 2025 5 of 7 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Digital data: All digitally generated data and physical generated data that is later digitalized will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Digital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the J- drive for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Digital data: Current costs for the J-Drive are approximately € 58/100GB/year, which will be covered by the research lab of the PI. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? We will always ask to give credit to the original data creators when the data it is being used by other researchers Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with personal and confidential data (e.g. name, sex, age, interview transcripts, several subjective perceptions,...). All data will be pseudonomyzed. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Via RDR, the KU Leuven institutional repository. Created using DMPonline.be. Last modiﬁed 01 April 2025 6 of 7 When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes A DOI will be available through RDR, but is not yet available What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD Researcher (Camille Roumieux) will be responsible for e for data documentation & metadata, under supervision of the PI (Eline Dancet). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher (Camille Roumieux), under supervision of the PI (Eline Dancet). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Eline Dancet) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PhD researcher (Camille Roumieux) will be responsible for updating this DMP. The PI (Eline Dancet) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 01 April 2025 7 of 7"
}