{
    "document_id": "D-2024-3099",
    "LinkTitle": "D-2024-3099",
    "file_name": "D-2024-3099.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3099.pdf",
    "metadata": {
        "title": "D-2024-3099",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": " \nPLAN OVERVIEW  \nA Data Management Plan created using DMPonline.be  \n \nTitle: Belgian Literature in Secondary Education: Promoting Citizenship, Intercultural Competence, and Critical \nLiteracy  \n \nCreator: Jolien Lalmand  & Thijs Keer smaekers  \n \nAffiliation: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nProject abstract:  \nInternational research, including PISA 2023, is raising the alarm about the strong drop in critical literacy among \nFlemish 15 -year-olds. This project aims to  develop didactic methods and materials for teaching critical literacy, \nintercultural competences, and civic education in the final two years of Flemish secondary education, for both French \n(FLE) and Dutch. It draws on previous research that has demonstrated the effectiveness of literature education in \nattaining these educational goals. The modules will centre on Belgian literature, drawing on  the insights from earlier \nresearch projects. One project investigates the possibilities and methods of cross -linguistic collaboration (Dutch -\nFrench) to foster critical literacy and intercultural competences through the use/study of Belgian literature. The \nsecond project focuses on the possibilities and methods of  the use of literary texts in civic education, again with a \nspecific focus on Belgian literature and citizenship.  \n \nID: 213602  \n \nStart date: 01-10-2024  \n \nEnd date: 30-09-2028  \n \nLast modified: 18-03-2025  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nBELGIAN LITERATURE IN SECONDARY EDUCATION: PROMOTING \nCITIZENSHIP, INTERCULTURAL COMPETENCE, AND CRITICAL \nLITERACY  \n \n \nRESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \nDataset name / ID  Description  New \nor \nreuse  Digital or \nPhysical \ndata Data \nType  File \nform\nat Data \nvolum\ne Physical \nvolume  \n    Indica\nte: \nN(ew \ndata) \nor \nE(xisti\nng \ndata)   \n \n \n \n Indicate:   D(i\ngital) or \nP(hysical)  Indicate\n: \n \n \nAudiovi\nsual \n \n \nImages  \n \n \nSound  \n \n \nNumeric\nal \nTextual  \n \n \nModel \n \n \nSOftwar\ne \n \n \nOther \n(specify\n)   Indica\nte: \n \n \n<1GB  \n \n \n<100\nGB \n \n \n<1TB  \n \n \n<5TB  \n \n \n>5TB  \n \n \nNA   \nWP1_Literature_review  Notes on \nthe existing \nliterature \nrelated to \nthe topic of \nthis \nresearch \nproject.  N D T .pdf <100\nGB / \nWP1_Teaching_materials  Teaching \nmaterials \ndeveloped \nfor the pilot \nstudy in a N D \nP T \nA \nI \nS .pdf \n.mp\n3 \n.mp\n4 <100\nGB tbc. \nclassroom \ncontext. The \nteaching \nmodules will \ncomprise \nthe primary \ntexts, \nteaching \nmaterials \n(print, digital \nand multime\ndial), the \ndidactic \nmethods \nand work \nformats, \ntask and \nevaluation \nsheets for \nthe \nstudents, \nand an \nextensive \nteacher’s \nmanual.  .jpe\ng \nWP2_Informed_Consent_Forms  Signed \nICF's by \nparticipants \n(paper and \nscanned)  N D \nP T .pdf <1GB  1 CF (2 \nsheets)/parti\ncipant  \nWP2_Personal_Data_Participant\ns Personal \ndata of the \nparticipants \ncollected via \nLimeSurve y\n. N D T .csv <1GB  / \nWP2_Advice_Stakeholders_User\ns_Committee  Notes taken \nduring the \nstakeholder\ns' and \nusers' \ncommittee \nmeetings.   N D T .pdf <1GB  / \nWP2_Questionnaires  Online \nquestionnair\nes (via \nLimeSurvey\n) for \nteachers \nand \nstudents to \nshare their \nexperiences \nand assess \nthe teaching \nmodule.  N D T .csv <100\nGB / \nWP2_Interviews   Recordings, \ntranscripts \nand notes of \nthe in -depth \ninterviews \nwith N D S \nT .mp\n3 \n.csv <100\nGB / \nteachers \nand \nstudents to \nreport their \nexperiences \nwith the \nteaching \nmodule.   \nWP2_Data_Analysis  Content \nanalysis of \nthe \nquestionnair\nes and \ninterviews \nusing \nNvivo.   N D SO .qdp\nx <100\nGB / \nBibliographic references   Bibliographi\nc references \nmanaged in \nZotero  N D T .pdf <100\nGB / \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \n/ \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.  \n \n● Yes, human subject data (Provide SMEC or EC approval number below)  \nEthical issues have been carefully considered as human participants will be involved in questionnaires and in -depth \ninterviews. Informed consent will be obtained from all participants, and pseudonymization  measures will be applied to \nprotect participants’ identities and personal data. As audio recordings may contain identifiable  information they will be \ntranscribed by the researcher and deleted as soon as possible. The study has received ethical approval  from SMEC \n(PRET approval number: G -2024 -8829 -R2(MAR) and complies with the ethical guidelines set forth by AVG and \nSMEC.  \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).  \n \n● Yes (Provide PRET G -number or EC S -number below)  \nThe personal data collected in this project includes different types of data:   \n● Teachers:    \n● Demographic level: gender, age, nationality, province the teacher works and lives in  \n● Professional level: years of experience as a teacher, which type of school the teacher works for  \n● Students:  \n● Demographic level: gender, age, year of study, study orientation, school  \nBoth teachers and students will participate in the online questionnaires and in -depth interviews. The in -depth \ninterviews will be recorded and transcribed afterwards. The transcriptions will subsequently be analyzed in Nvivo. The \npersonal data and questionnaire data will be collected via LimeSurvey.   \nThe data collection complies with GDPR regulations, ensuring informed consent, pseudonymization, and secure data \nstorage. The project has received ethical approval and is registered under number G -2024 -8829 -R2(MAR).   \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n \n● No \n/ \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.  \n \n● No \n/ \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● No \n/ \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).   \n \nThe documentation of data will be included in the form of README.txt files to ensure accurate interpretation, and \nfacilitate future  data reuse. Data will describe features such as when it was created, file type, the context in which it \nwas gathered, a description of the contents of each dataset.  \nThese README.txt files will be placed inside each folder alongside the data and organised on KU Leuven’s \nOneDrive, ensuring easy sharing among researchers at KU Leuven. Bellow the top -level folder, which is the main \nproject folder, there will be a folder assigned to the data of the project. This data folder will be divided in subfolders: \none subfolder per WP. The folders for work packages will also have a subfolder for each type of data (e.g., audio \nfiles, transcripts, survey responses).  \n \nEach file name will follow this structure:  \n \n1. Data Description (e.g.  Interview)  \n2. Date in format: YYYYMMDD  \n3. (Version)  \n \nThe folder structure and file naming conventions will be described in a README.txt file in the main project folder.  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data?    \nIf so, please specify which metadata standard will be used.  \n \nIf not, please specify which metadata will be created to make the data easier to find and reuse.   \n \n● No \nA specific metadata standard will not be used. README.txt files will explain the folder structure and file naming \nscheme, ensuring  the data is findable and understandable.  \n \n \n \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \n● Sharepoint online  \n \n \nHow will the data be backed up?  \n \n● Standard back -up provided by KU Leuven ICTS for my storage solution  \n \n \nIs there currently sufficient storage & backup capacity during the project?  \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.   \n \n● Yes \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?   \n \nData will be securely stored in SharePoint, with full access restricted to the PhD researchers and supervisors.   \n  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nNo costs are expected for data storage and backup during the research project, as we will exclusively use the \navailable free storage of KU Leuven SharePoint, a service provided to all staff of KU Leuven.  \n \n \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).  \n \n● Certain data cannot be kept for 10 years (explain below)  \nMost data will be retained for 10 years in KU Leuven RDR to support reproducibility and potential follow -up research. \nHowever, personal data that is  not essential for long -term analysis will be deleted when it is no longer necessary: for \ninstance audio recordings will be deleted after transcription to prevent potential identification of participants.   \n \n \nWhere will these data be archived (stored and curated for the long -term)?   \n \n● KU Leuven RDR  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nNo costs are expected for data preservation during the retention period, as all digital data will be stored on KU \nLeuven’s infrastructure, which is provided at no additional cost.  \n \n \n \nDATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n \n● Yes, as open data  \n● No (closed access)  \n● Open data: all data will be open unless access is closed where necessary, because of ethical issues \nregarding privacy.  \n● Closed access: sensitive data, including informed consent forms, non -pseudonymized personal data, and \naudio recordings of interviews, will remain securely stored and inaccessible to external parties to ensure \nprivacy and compliance with ethical guidelines.  \n  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \n \n/ \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \n \nPlease explain per dataset or data type where appropriate.  \n \n● Yes, privacy aspects  \nPersonal data of the participants (survey respondents and interviewees) will not be made public for privacy reasons. \nOnly pseumdonimised data will be available. Audio recordings will be transcribed and deleted to preserve the privacy \nof participants.   \n \n \nWhere will the data be made available?   \n \nIf already known, please provide a repository per dataset or data type.  \n \n● KU Leuven RDR (Research Data Repository)  \n \n \nWhen will the data be made available?   \n \n● Upon publication of research results  \n \n \nWhich data usage licenses are you going to provide?  \n \nIf none, please explain why.   \n \n● CC-BY 4.0 (data)  \nThe CC -BY 4.0 license  maximizes reuse while ensuring proper attribution to the original creators. This license allows \nothers to freely share, use, and adapt the data, even for commercial purposes, fostering open science and \nencouraging further innovation and collaboration.  \n \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.   \n \n● Yes, a PID will be added upon deposit in a data repository  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \nThere are no expected costs as the KU Leuven RDR is provided for free.  \n \n \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \nThe PhD students: Jolien Lalmand & Thijs Keersmaekers  \n \n \nWho will manage data storage and backup during the research project?   \n \nThe PhD students: Jolien Lalmand & Thijs Keersmaekers  \n \n \nWho will manage data preservation and sharing?   \n \nThe supervisors: Elke Brems, Elke D'hoker & Reine Meylaerts  \n \n \nWho will update and implement this DMP?   \n \nThe PhD students: Jolien Lalmand & Thijs Keersmaekers   \n \n "
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Belgian Literature in Secondary Education: Promoting Citizenship, Intercultural Competence, and Critical Literacy Creator: Jolien Lalmand & Thijs Keer smaekers Affiliation: KU Leuven (KUL) Template: KU Leuven BOF -IOF Project abstract: International research, including PISA 2023, is raising the alarm about the strong drop in critical literacy among Flemish 15 -year-olds. This project aims to develop didactic methods and materials for teaching critical literacy, intercultural competences, and civic education in the final two years of Flemish secondary education, for both French (FLE) and Dutch. It draws on previous research that has demonstrated the effectiveness of literature education in attaining these educational goals. The modules will centre on Belgian literature, drawing on the insights from earlier research projects. One project investigates the possibilities and methods of cross -linguistic collaboration (Dutch - French) to foster critical literacy and intercultural competences through the use/study of Belgian literature. The second project focuses on the possibilities and methods of the use of literary texts in civic education, again with a specific focus on Belgian literature and citizenship. ID: 213602 Start date: 01-10-2024 End date: 30-09-2028 Last modified: 18-03-2025 BELGIAN LITERATURE IN SECONDARY EDUCATION: PROMOTING CITIZENSHIP, INTERCULTURAL COMPETENCE, AND CRITICAL LITERACY RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File form at Data volum e Physical volume Indica te: N(ew data) or E(xisti ng data) Indicate: D(i gital) or P(hysical) Indicate : Audiovi sual Images Sound Numeric al Textual Model SOftwar e Other (specify ) Indica te: <1GB <100 GB <1TB <5TB >5TB NA WP1_Literature_review Notes on the existing literature related to the topic of this research project. N D T .pdf <100 GB / WP1_Teaching_materials Teaching materials developed for the pilot study in a N D P T A I S .pdf .mp 3 .mp 4 <100 GB tbc. classroom context. The teaching modules will comprise the primary texts, teaching materials (print, digital and multime dial), the didactic methods and work formats, task and evaluation sheets for the students, and an extensive teacher’s manual. .jpe g WP2_Informed_Consent_Forms Signed ICF's by participants (paper and scanned) N D P T .pdf <1GB 1 CF (2 sheets)/parti cipant WP2_Personal_Data_Participant s Personal data of the participants collected via LimeSurve y . N D T .csv <1GB / WP2_Advice_Stakeholders_User s_Committee Notes taken during the stakeholder s' and users' committee meetings. N D T .pdf <1GB / WP2_Questionnaires Online questionnair es (via LimeSurvey ) for teachers and students to share their experiences and assess the teaching module. N D T .csv <100 GB / WP2_Interviews Recordings, transcripts and notes of the in -depth interviews with N D S T .mp 3 .csv <100 GB / teachers and students to report their experiences with the teaching module. WP2_Data_Analysis Content analysis of the questionnair es and interviews using Nvivo. N D SO .qdp x <100 GB / Bibliographic references Bibliographi c references managed in Zotero N D T .pdf <100 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● Yes, human subject data (Provide SMEC or EC approval number below) Ethical issues have been carefully considered as human participants will be involved in questionnaires and in -depth interviews. Informed consent will be obtained from all participants, and pseudonymization measures will be applied to protect participants’ identities and personal data. As audio recordings may contain identifiable information they will be transcribed by the researcher and deleted as soon as possible. The study has received ethical approval from SMEC (PRET approval number: G -2024 -8829 -R2(MAR) and complies with the ethical guidelines set forth by AVG and SMEC. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● Yes (Provide PRET G -number or EC S -number below) The personal data collected in this project includes different types of data: ● Teachers: ● Demographic level: gender, age, nationality, province the teacher works and lives in ● Professional level: years of experience as a teacher, which type of school the teacher works for ● Students: ● Demographic level: gender, age, year of study, study orientation, school Both teachers and students will participate in the online questionnaires and in -depth interviews. The in -depth interviews will be recorded and transcribed afterwards. The transcriptions will subsequently be analyzed in Nvivo. The personal data and questionnaire data will be collected via LimeSurvey. The data collection complies with GDPR regulations, ensuring informed consent, pseudonymization, and secure data storage. The project has received ethical approval and is registered under number G -2024 -8829 -R2(MAR). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No / Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No / Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No / DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The documentation of data will be included in the form of README.txt files to ensure accurate interpretation, and facilitate future data reuse. Data will describe features such as when it was created, file type, the context in which it was gathered, a description of the contents of each dataset. These README.txt files will be placed inside each folder alongside the data and organised on KU Leuven’s OneDrive, ensuring easy sharing among researchers at KU Leuven. Bellow the top -level folder, which is the main project folder, there will be a folder assigned to the data of the project. This data folder will be divided in subfolders: one subfolder per WP. The folders for work packages will also have a subfolder for each type of data (e.g., audio files, transcripts, survey responses). Each file name will follow this structure: 1. Data Description (e.g. Interview) 2. Date in format: YYYYMMDD 3. (Version) The folder structure and file naming conventions will be described in a README.txt file in the main project folder. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● No A specific metadata standard will not be used. README.txt files will explain the folder structure and file naming scheme, ensuring the data is findable and understandable. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Sharepoint online How will the data be backed up? ● Standard back -up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be securely stored in SharePoint, with full access restricted to the PhD researchers and supervisors. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected for data storage and backup during the research project, as we will exclusively use the available free storage of KU Leuven SharePoint, a service provided to all staff of KU Leuven. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ● Certain data cannot be kept for 10 years (explain below) Most data will be retained for 10 years in KU Leuven RDR to support reproducibility and potential follow -up research. However, personal data that is not essential for long -term analysis will be deleted when it is no longer necessary: for instance audio recordings will be deleted after transcription to prevent potential identification of participants. Where will these data be archived (stored and curated for the long -term)? ● KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected for data preservation during the retention period, as all digital data will be stored on KU Leuven’s infrastructure, which is provided at no additional cost. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Yes, as open data ● No (closed access) ● Open data: all data will be open unless access is closed where necessary, because of ethical issues regarding privacy. ● Closed access: sensitive data, including informed consent forms, non -pseudonymized personal data, and audio recordings of interviews, will remain securely stored and inaccessible to external parties to ensure privacy and compliance with ethical guidelines. If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ● Yes, privacy aspects Personal data of the participants (survey respondents and interviewees) will not be made public for privacy reasons. Only pseumdonimised data will be available. Audio recordings will be transcribed and deleted to preserve the privacy of participants. Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) When will the data be made available? ● Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ● CC-BY 4.0 (data) The CC -BY 4.0 license maximizes reuse while ensuring proper attribution to the original creators. This license allows others to freely share, use, and adapt the data, even for commercial purposes, fostering open science and encouraging further innovation and collaboration. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? There are no expected costs as the KU Leuven RDR is provided for free. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The PhD students: Jolien Lalmand & Thijs Keersmaekers Who will manage data storage and backup during the research project? The PhD students: Jolien Lalmand & Thijs Keersmaekers Who will manage data preservation and sharing? The supervisors: Elke Brems, Elke D'hoker & Reine Meylaerts Who will update and implement this DMP? The PhD students: Jolien Lalmand & Thijs Keersmaekers"
}