{
    "document_id": "D-2023-1933",
    "LinkTitle": "D-2023-1933",
    "file_name": "D-2023-1933.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1933.pdf",
    "metadata": {
        "title": "Banking regulation and the interconnectedness of the banking industry",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "Banking regulation and the interconnectedness of the banking industry\nA Data Management Plan created using DMPonline.be\nCreator: \nCédric Huylebroek\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11C7923N\nID: \n198974\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nThis research project studies the effects of banking regulation and supervision on the banking sector and the real economy. In particular,\nthe first project uses administrative data from Italy to study whether regulatory reforms have affected banks’ systemic\ninterconnectedness; the second project uses administrative data from Norway to study whether regulatory reforms have affected banks’\ndomestic interconnectedness; the third project uses administrative data from Brazil to study the effect of supervisory interventions on\nbanks' balance sheet and lending decisions. In this way, this research project provides a better understanding of the effects of banking\nregulation on the stability of the financial system and the real economy.\nLast modified: \n22-04-2023\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n1 of 12\nBanking regulation and the interconnectedness of the banking industry\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or\n(re)use. (use up to 700 characters)\nThe project will use supervisory datasets managed by Bance d'Italia (the central bank of Italy), Norges Bank (the central bank of\nNorway), and Banco Central do Brasil (the central bank of Brazil). \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after\nthe end of the research? Motivate your answer. (use up to 700 characters)\nThe datasets are part of the central banks' main operations and will be preserved on the premises of the central banks for the\nforeseeable future. The central banks have sufficient storage capacity and can guarantee safe and secure storage. The data\ncannot be shared, but anyone can request access from the central banks.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation\nterm of 5 years? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific\nsecurity measures do those data require? (use up to 700 characters)\nNot applicable.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThe data are owned by central banks and can therefore not be shared. In general, the data are still accessible through\ncooperation with the central banks or its employees.\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n2 of 12\nBanking regulation and the interconnectedness of the banking industry\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n3 of 12\nBanking regulation and the interconnectedness of the banking industry\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n4 of 12\nBanking regulation and the interconnectedness of the banking industry\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nBank board\nmember data\nfor Italian\nbanks\nThe register of bank\nboard members comes\nfrom the Bank of Italy\nand allows to identify\nindividuals serving in\nboards of directors of\ndifferent banks.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<1GB\n/\nAdministrative\ncredit register\ndata for Italy\nData on banks’ loan\nmarket share at the\nprovincial-quarter level\ncan be retrieved from\nthe Italian credit\nregister. This dataset\ncontains the individual\nloans granted by banks\nto firms active in Italy.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<100GB\n/\nAdministrative\nsecurity\nholdings data\nfor Italian\nbanks\nThe Security Register\ndataset is managed by\nthe Bank of Italy and\nincludes microdata on\nall securities\ninvestments—at the\nsecurity level (ISIN\ncode)—for each bank\nin Italy (bonds, ABS,\nequities, derivatives,\nand shares of mutual\nfunds). Data are\navailable at monthly\nfrequency from 1999.\nFor each security,\nbanks must report the\nnotional amount they\nhold at the end of each\nperiod.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<10GB\n/\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n5 of 12\nData on\ninterbank\nloans\nbetween\nItalian banks\nData on interbank\nloans (month-end gross\nunconsolidated bilateral\ninterbank deposits)\nadministered by the\nBank of Italy. The\ndatabase allows for a\ndistinction between\ndifferent claims (CDs,\ncurrent accounts,\nrepos, other loans,\nsubordinated and\nunsubordinated bonds)\nclassified according to\ntheir maturity (up to\n18 months, over\n18 months), currency of\ndenomination and\ncounterpart nationality\n(Italy vs. rest of the\nworld)\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<10GB\n/\n \n \n \n \n \n \n \n \nNorwegian\nbank financial\nstatement\ndata\nDetailed data on\nNorwegian banks'\nfinancial statements.\nThis dataset reports\ncomponents of balance\nsheets and income\nstatements for all\nNorwegian banks –\nincluding commercial\nbanks, savings banks,\nsubsidiaries of foreign\nbanks, branches of\nforeign banks and\nbank-affiliated\nmortgage companies\nReused\nDigital\nCompiled data\n.cvs\n<10GB\n/\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n6 of 12\nAdministrative\ndata from the\nNorwegian\nTax Authority\nThis data is a high-\nquality matched firm-\nbank administrative\nregister from Norges\nBank. The unit of\nobservation in this\ndatabase is an\nindividual loan and the\nfrequency is annual.\nFor every loan, we\nobserve the firm-bank\nidentifiers as well as\nthe flow of interest paid\nduring the year and the\nend-of-year stock of\ndebt. Because the data\nis collected and\nmaintained by the tax\nauthority as a basis for\ncorporate taxation, the\nvariables are\nessentially\nmeasurement error-\nfree.The data set\ncovers all limited\nliability companies for\nthe time period of 2000-\n2019, which accounts\nfor roughly 90% of\nprivate sector\nemployment for most\nyears.\nReused\nDigital\nCompiled data\n.cvs\n<10GB\n \nAdministrative\nfirm data from\nBisnode for\nNorwegian\nfirms\nFirm data comes from\nthe credit rating agency\nBisnode, which\nprovides annual\nbalance sheet and\nincome statement items\non all Norwegian firms\nfor 1999-2019. The\ndata also includes\ninformation on firms’\ncredit rating scores and\nother firm\ncharacteristics such as\nage, location and\nindustry.\nReused\nDigital\nCompiled data\n.cvs\n<10GB\n \n \n \n \n \n \n \n \n \nBank financial\nstatement\ndata for\nbanks active\nin Brazil\nThis data contains the\nbalance sheet and\nincome statement data\nfor the individual\ninstitutions as well as\nthe financial\nconsolidates active in\nBrazil at a monthly\nfrequency. Variables\ninclude, among others,\ntotal assets, total\ndeposits, total equity,\ntotal liquid assets,\ngross loans, non-\nperforming loans, and\nloan loss provisions.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<1GB\n/\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n7 of 12\nAdministrative\ncredit register\ndata from the\ncentral bank\nof Brazil\nThis data is a high-\nquality matched firm-\nbank administrative\nregister managed by\nthe central bank of\nBrazil. The unit of\nobservation in this\ndatabase is an\nindividual loan and the\nfrequency is monthly.\nFor every loan, we\nobserve the firm-bank\nidentifiers as the end-\nof-month outstanding\nloan, interest rate, loan\nmaturity, collateral, and\nother loan performance\ncharacteristics.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<100GB\n/\nAdministrative\nsupervisory\ninterventions\ndata from the\ncentral bank\nof Brazil\nWe obtain detailed\ninformation about the\nsupervisory\ninterventions of the\ncentral bank of Brazil\nfrom a proprietary\ndataset administered\nby the Central Bank of\nBrazil. This supervisory\ndataset comprises\ninformation on the date\nof each supervisory\nintervention, the\nunderlying issue (or\nmotive) of the\nintervention, and the\ntime needed by the\naffected bank to\nresolve the issue.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<1GB\n/\nFirm financial\nstatement\ndata for\nBrazilian firms\nWe obtain quarterly firm\nemployment and\nprofitability data from\nRAIS (Relação Anual\nde Informações), which\nessentially comprises\nall tax-registered firms\noperating in Brazil. The\ndataset is administered\nby the Brazilian\nMinistry of Labor and\nEmployment, but\navailable via the central\nbank of Brazil.\nReused\nDigital\nCompiled/aggregated\ndata\n.csv\n<100GB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nThe datasets are all managed by central banks.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n8 of 12\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nYes\nAs the data is managed by the central bank, a co-author from the central bank is needed to be able to work with the data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nYes\nAs the data is managed by the central bank, a co-author from the central bank is needed to be able to work with the data.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nWe will provide:\n- documentation on data definitions\n- documentation on how to merge the datasets\n- a \"read me\" file (also called \"do files\") describing the precise handling of the datasets and empirical analysis\nThese are requested by journals during the publication process and are made available online to allow replication of results by\nother researchers (or for personal future projects).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n9 of 12\nThe \"read me\" files (\"do files\") that are made available together with the data sources should make sure that researchers can\neasily find and reuse the employed data.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the central banks' premises and is heavily protected by their IT systems.\nHow will the data be backed up?\nThe data will be backed up by the central banks.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe central banks have more than sufficient storage given that these datasets are part of their main operations.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is highly protected by the central banks and cannot leave the central banks' premises.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe central banks do not charge additional costs for using the data.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nThe data will be preserved (for at least 5 years) by the central banks by default.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived for the foreseeable future at the central banks' premises.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThese costs will be born by the central banks.\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n10 of 12\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe data are owned by the central banks, and can therefore not be shared. In general, the data are still accessible through\ncooperation with the central banks or their employees.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll coding and programs are made available when papers are published at journals. Data from the central banks is accessible\nthrough cooperation with the central banks or their employees.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nThe data are owned by the central banks, and can therefore not be shared. In general, the data are still accessible through\ncooperation with the central banks or their employees.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon publication of the research results.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data cannot be shared (due to central bank restrictions) so a data usage license is not applicable.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are not expected costs related to this.\nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n11 of 12\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMy coauthors from the central banks and me (Cédric Huylebroek). \nWho will manage data storage and backup during the research project?\nMy coauthors from the central banks and me (Cédric Huylebroek). \nWho will manage data preservation and sharing?\nMy coauthors from the central banks and me (Cédric Huylebroek). \nWho will update and implement this DMP?\nMy coauthors from the central banks and me (Cédric Huylebroek). \nCreated using DMPonline.be. Last modiﬁed 22 April 2023\n12 of 12"
    },
    "clean_full_text": "Banking regulation and the interconnectedness of the banking industry A Data Management Plan created using DMPonline.be Creator: Cédric Huylebroek Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11C7923N ID: 198974 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: This research project studies the effects of banking regulation and supervision on the banking sector and the real economy. In particular, the first project uses administrative data from Italy to study whether regulatory reforms have affected banks’ systemic interconnectedness; the second project uses administrative data from Norway to study whether regulatory reforms have affected banks’ domestic interconnectedness; the third project uses administrative data from Brazil to study the effect of supervisory interventions on banks' balance sheet and lending decisions. In this way, this research project provides a better understanding of the effects of banking regulation on the stability of the financial system and the real economy. Last modified: 22-04-2023 Created using DMPonline.be. Last modiﬁed 22 April 2023 1 of 12 Banking regulation and the interconnectedness of the banking industry Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will use supervisory datasets managed by Bance d'Italia (the central bank of Italy), Norges Bank (the central bank of Norway), and Banco Central do Brasil (the central bank of Brazil). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The datasets are part of the central banks' main operations and will be preserved on the premises of the central banks for the foreseeable future. The central banks have sufficient storage capacity and can guarantee safe and secure storage. The data cannot be shared, but anyone can request access from the central banks. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) The data are owned by central banks and can therefore not be shared. In general, the data are still accessible through cooperation with the central banks or its employees. Created using DMPonline.be. Last modiﬁed 22 April 2023 2 of 12 Banking regulation and the interconnectedness of the banking industry DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 April 2023 3 of 12 Banking regulation and the interconnectedness of the banking industry GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 April 2023 4 of 12 Banking regulation and the interconnectedness of the banking industry FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Bank board member data for Italian banks The register of bank board members comes from the Bank of Italy and allows to identify individuals serving in boards of directors of different banks. Reused Digital Compiled/aggregated data .csv <1GB / Administrative credit register data for Italy Data on banks’ loan market share at the provincial-quarter level can be retrieved from the Italian credit register. This dataset contains the individual loans granted by banks to firms active in Italy. Reused Digital Compiled/aggregated data .csv <100GB / Administrative security holdings data for Italian banks The Security Register dataset is managed by the Bank of Italy and includes microdata on all securities investments—at the security level (ISIN code)—for each bank in Italy (bonds, ABS, equities, derivatives, and shares of mutual funds). Data are available at monthly frequency from 1999. For each security, banks must report the notional amount they hold at the end of each period. Reused Digital Compiled/aggregated data .csv <10GB / Created using DMPonline.be. Last modiﬁed 22 April 2023 5 of 12 Data on interbank loans between Italian banks Data on interbank loans (month-end gross unconsolidated bilateral interbank deposits) administered by the Bank of Italy. The database allows for a distinction between different claims (CDs, current accounts, repos, other loans, subordinated and unsubordinated bonds) classified according to their maturity (up to 18 months, over 18 months), currency of denomination and counterpart nationality (Italy vs. rest of the world) Reused Digital Compiled/aggregated data .csv <10GB / Norwegian bank financial statement data Detailed data on Norwegian banks' financial statements. This dataset reports components of balance sheets and income statements for all Norwegian banks – including commercial banks, savings banks, subsidiaries of foreign banks, branches of foreign banks and bank-affiliated mortgage companies Reused Digital Compiled data .cvs <10GB / Created using DMPonline.be. Last modiﬁed 22 April 2023 6 of 12 Administrative data from the Norwegian Tax Authority This data is a high- quality matched firm- bank administrative register from Norges Bank. The unit of observation in this database is an individual loan and the frequency is annual. For every loan, we observe the firm-bank identifiers as well as the flow of interest paid during the year and the end-of-year stock of debt. Because the data is collected and maintained by the tax authority as a basis for corporate taxation, the variables are essentially measurement error- free.The data set covers all limited liability companies for the time period of 2000- 2019, which accounts for roughly 90% of private sector employment for most years. Reused Digital Compiled data .cvs <10GB Administrative firm data from Bisnode for Norwegian firms Firm data comes from the credit rating agency Bisnode, which provides annual balance sheet and income statement items on all Norwegian firms for 1999-2019. The data also includes information on firms’ credit rating scores and other firm characteristics such as age, location and industry. Reused Digital Compiled data .cvs <10GB Bank financial statement data for banks active in Brazil This data contains the balance sheet and income statement data for the individual institutions as well as the financial consolidates active in Brazil at a monthly frequency. Variables include, among others, total assets, total deposits, total equity, total liquid assets, gross loans, non- performing loans, and loan loss provisions. Reused Digital Compiled/aggregated data .csv <1GB / Created using DMPonline.be. Last modiﬁed 22 April 2023 7 of 12 Administrative credit register data from the central bank of Brazil This data is a high- quality matched firm- bank administrative register managed by the central bank of Brazil. The unit of observation in this database is an individual loan and the frequency is monthly. For every loan, we observe the firm-bank identifiers as the end- of-month outstanding loan, interest rate, loan maturity, collateral, and other loan performance characteristics. Reused Digital Compiled/aggregated data .csv <100GB / Administrative supervisory interventions data from the central bank of Brazil We obtain detailed information about the supervisory interventions of the central bank of Brazil from a proprietary dataset administered by the Central Bank of Brazil. This supervisory dataset comprises information on the date of each supervisory intervention, the underlying issue (or motive) of the intervention, and the time needed by the affected bank to resolve the issue. Reused Digital Compiled/aggregated data .csv <1GB / Firm financial statement data for Brazilian firms We obtain quarterly firm employment and profitability data from RAIS (Relação Anual de Informações), which essentially comprises all tax-registered firms operating in Brazil. The dataset is administered by the Brazilian Ministry of Labor and Employment, but available via the central bank of Brazil. Reused Digital Compiled/aggregated data .csv <100GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The datasets are all managed by central banks. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 22 April 2023 8 of 12 No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes As the data is managed by the central bank, a co-author from the central bank is needed to be able to work with the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes As the data is managed by the central bank, a co-author from the central bank is needed to be able to work with the data. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will provide: - documentation on data definitions - documentation on how to merge the datasets - a \"read me\" file (also called \"do files\") describing the precise handling of the datasets and empirical analysis These are requested by journals during the publication process and are made available online to allow replication of results by other researchers (or for personal future projects). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 22 April 2023 9 of 12 The \"read me\" files (\"do files\") that are made available together with the data sources should make sure that researchers can easily find and reuse the employed data. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the central banks' premises and is heavily protected by their IT systems. How will the data be backed up? The data will be backed up by the central banks. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The central banks have more than sufficient storage given that these datasets are part of their main operations. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is highly protected by the central banks and cannot leave the central banks' premises. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The central banks do not charge additional costs for using the data. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data will be preserved (for at least 5 years) by the central banks by default. Where will these data be archived (stored and curated for the long-term)? The data will be archived for the foreseeable future at the central banks' premises. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? These costs will be born by the central banks. Created using DMPonline.be. Last modiﬁed 22 April 2023 10 of 12 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The data are owned by the central banks, and can therefore not be shared. In general, the data are still accessible through cooperation with the central banks or their employees. If access is restricted, please specify who will be able to access the data and under what conditions. All coding and programs are made available when papers are published at journals. Data from the central banks is accessible through cooperation with the central banks or their employees. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other The data are owned by the central banks, and can therefore not be shared. In general, the data are still accessible through cooperation with the central banks or their employees. Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon publication of the research results. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The data cannot be shared (due to central bank restrictions) so a data usage license is not applicable. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? There are not expected costs related to this. Created using DMPonline.be. Last modiﬁed 22 April 2023 11 of 12 6. Responsibilities Who will manage data documentation and metadata during the research project? My coauthors from the central banks and me (Cédric Huylebroek). Who will manage data storage and backup during the research project? My coauthors from the central banks and me (Cédric Huylebroek). Who will manage data preservation and sharing? My coauthors from the central banks and me (Cédric Huylebroek). Who will update and implement this DMP? My coauthors from the central banks and me (Cédric Huylebroek). Created using DMPonline.be. Last modiﬁed 22 April 2023 12 of 12"
}