{
    "document_id": "D-2024-2630",
    "LinkTitle": "D-2024-2630",
    "file_name": "D-2024-2630.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2630.pdf",
    "metadata": {
        "title": "Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards new insights and improved therapeutic management",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nImpaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nnew insights and improved therapeutic management\nnew insights and improved therapeutic management\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nEllen Van Wonterghem, Helga Haberfehlner, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nEllen Van Wonterghem\nGrant number / URL: \nGrant number / URL: \n11P1P24N\nID: \nID: \n206540\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nActivities as sitting and moving require trunk control, which is frequently impaired in people with\ndyskinetic cerebral palsy (DCP). Impaired trunk control has a negative impact on musculoskeletal\ndevelopment, functional activities, social participation and quality of life. Thus far, there is a lack of\ninsights in trunk control in DCP. Current trunk control management for this group is not delineated,\nlacks evidence and is mainly based on the clinicians’ subjective evaluation and expertise. However\nadequate evaluation and in-depth insights of trunk control in DCP are deemed necessary for\nsuccessful treatment maximizing function and manage pain. Given the difficulty and variability of the\ndominant movement disorders within DCP, sensitive and easy-to-use evaluation tools are\nindispensable. Wearable instruments such as inertial sensors and markerless motion tracking are\nvery promising towards more comfortable, simple, cost- and time-efficient assessment, and thereby\nfeasible for clinical use. The goals of this project are to (1) validate wearable instruments for the\nevaluation of trunk control in individuals with DCP, (2) gain insights in their trunk control during\nsitting and mobility, and (3) assess the effectiveness of current clinical trunk control management.\nThis project is the first focusing on trunk control in children and youth with mild and severe DCP\nusing wearable instruments and recognizing the important interface between trunk control and daily\nlife functioning.\nLast modified: \nLast modified: \n22-04-2024\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n1 of 9\nImpaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nImpaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nnew insights and improved therapeutic management\nnew insights and improved therapeutic management\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nAn electronic case report form within RedCap (KU Leuven Data Management) will be created for all work packages.\nRaw digital data will be initially collected in a variety of file formats (mainly numerical) and stored on the KU Leuven L-Drive:\n1. IMU [.csv of x,y,z gyroscope and accelerometer data and time stamps]\n2. Pressure mat [.csv of x,y coordinates and values of pressure and timestamps]\n3. Video data [.mp4] - processed within DeepLabCut [.csv with timeseries of x,y pixel coordinates]\n4. Patient characteristics, medical status, clinical examinations and questionnaires [.csv, .pdf, .txt]\nData will be processed towards features within MATLAB and XSensor software. Statistical analysis will be performed in SPSS.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nThe principal investigator (PI; prof. E.M.) bears end responsibility for the data management of this project.\nDigital raw video data (non-pseudonymous raw data), remaining digital raw data (pseudonymous raw data) and processed data will be stored\non a Large Volume Storage (L-drive (3TB)) of KU Leuven. Patient characteristics will be stored within REDCap. In addition, following the\nFAIR principles, the processed dataset, data codes and metadata will be published open access in KU Leuven RDR/ManGo and Github along\nwith the article publication.\nData will be archived on the secured university’s network drive (K-drive) for a minimum of 25 years. For the video data, we only do this if we\nhave additional consent of the participant/guardian.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nWe will not deviate from the principle of preservation of data. Following the standard advice of the Research Ethics Committee of UZ/KU\nLeuven, after the end of the research project, the research data will be retained for a minimum of 25 years in a safe, secure & sustainable way\nfor purposes of reproducibility, verification, and potential reuse.\nVideo data will only be kept if we have additional consent of the participant/guardian.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nMost personal data (i.e. patient characteristics and medical status) will be pseudonymized. Only for the video data pseudonymization is not\npossible, as potential long-term purposes of this data may include analysis of the head-face region. During the project, all video data will be\nsaved on the secured KU Leuven network drive (L-drive). The PI of this project will be the only one who can grant access to this network.\nOnly the investigators (full access) and master thesis students (viewing access) will be granted. Before the start of the data collection, the\nethical committee will be contacted about how to arrange patient consent for the storage of this highly valuable data for potential secondary\nuse.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\n/\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n2 of 9\nImpaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nImpaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards\nnew insights and improved therapeutic management\nnew insights and improved therapeutic management\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nICF\nInformed consent forms\nNew\nDigital or\nPhysical\nObservational\n.pdf\n<100MB\nPrinted\npapers\n(one\nring\nbinder)\nIMU\nX,y,z\ngyroscope/accelerometer\nsensor data related to\ntrunk movement and\nposture\nNew\nDigital\nObservational\n.mt\n.csv\n<1GB\n \nPressure\nmapping\nX,y pressure values and\ncenter-of-pressure\ncoordinates \nNew\nDigital\nObservational\n.xsn\n.csv\n<1GB\n \nMarkerless\nmotion\ntracking (raw\nvideo data)\nSagittal and frontal\nvideo data to be used in\nclinical scoring and\nmarkerless motion\ntracking\nNew\nDigital\nObservational\n.mp4\n<1TB\n \nMarkerless\nmotion\ntracking\nX,y coordinates of body\npoints on the trunk\nextracted from video\nrecordings by\nDeepLabCut\nNew\nDigital\nAggregated \n.csv\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n3 of 9\nClinical\nscoring\nTCMS and\nSATCo\nClinical scale data\nobtained by scoring\nvideos of the Trunk\nControl Measurement\nScale and Segmental\nAssessment of Trunk\nControl\nNew\nDigital\nObservational\n.xlsx\n<100MB\n \nClinical\nscoring DIS\nClinical scale data\nobtained by scoring\nvideos of the Dyskinesia\nImpairment Scale\nNew or Existing\nDigital\nObservational\n.xlsx\n<100MB\n \nClinical\nscoring VAS\nClinical assessment of\npain and fatigue using\nthe Visual Analogue\nScale\nNew\nDigital\nObservational\n.xlsx\n<100MB\n \nPEDI-CAT\nquestionnaire\nSurvey data from the\nPediatric Evaluation \nof Disability \nInventory \nComputer Adaptive \nTest\nNew\nDigital\nObservational\n.pdf\n<100MB\n \nPatient\ncharacteristics\n(data\ncollection\nform)\nAge, sex, length, weight,\nshoulder width, trunk\nlength, type of CP,\nGMFCS, FMS and\nMACS level, data\nconcerning\nmusculoskeletal\ndisorders of the hip and\nback, and range-of-\nmotion lower limb\nNew or Existing\nDigital\nObservational\nxlsx\nother:\nRedCap\n<100MB\n \nContact\ninformation\nSubject identification\nlist including name,\nphone number, e-mail\n(collected for contact\npurposes)\nNew\nDigital\nObservational\n.xlsx\n \n<100MB\n \nMetadata\nMetadata on processed\ndata pressure mapping,\nmarkerless motion\ntracking, inertial sensors\nand clinical scoring\nNew\nDigital\nObservational\n \n.txt\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nIf available, we will reuse certain data from the child's medical record relevant to participation in this study:\nDemographic data: Age, sex, weight, length. \nMedical status data: Type of CP, additional diagnoses, GMFCS/MACS/FMS functional classifications.\nRecent medical history data: Range-of-motion lower limb, scoring of the DIS and PEDI-CAT questionnaire obtained in the last 12\nmonths.\nEthical approval has been given by each participant to collect the above-mentioned personal data (S66834, S67772).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe will conduct research on children and adolescents with or without diagnosis of dyskinetic cerebral palsy (observational study with\nhumans). Ethical approval was obtained by the Ethical Committee of KU Leuven (S66834, S67772). Research will be conducted only on the\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n4 of 9\nbasis of prior informed consent by the subjects, or their legal representatives, to participate in the study.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nThree types of personal data will be gathered: \n(i) Personal information for contact purposes (directly identifiable data included in the subject identification list e.g. name, phone number, e-\nmail), which will not be used in any further analysis. Participants will be asked whether this information can be stored in a database for future\nresearch, via a separate informed consent procedure in accordance with the General Data Protection Regulation. \n(ii) Personal information for research purposes (pseudonymous data), consisting of socio-demographical data (e.g. age, sex, length, weight) and\ndata concerning medical status (e.g. type of CP, additional diagnoses, GMFCS/MACS/FMS level, range-of-motion data and data concerning\nmusculoskeletal disorders of the hip and back), via the study-related informed consent procedure in agreement with the General Data\nProtection Regulation.\n(iii) Personal information for research purposes (non-pseudonymous data), concerning video recordings used for markerless motion tracking\nand scoring the Trunk Control Measurement Scale (TCMS), the Segmental Assessment of Trunk Control (SATCo) and the Dyskinesia\nImpairment Scale (DIS). Blurring (pseudonymization) in this case is not possible due to the potential long-term study purposes, entailing\ncomputer-based movement and posture analyses of the neck and head region.\nFor WP1, the use of personal data has been registered at the KU Leuven's Record of Processing Activities. Two PRET forms (G-2022-5416\nand G-2023-6605) were registered and accepted on 05/07/2022 and 07/07/2023. Ethical approval was obtained by the Ethical Committee of\nKU Leuven (S66834, S67772). For WP2 and WP3 ethical approval should be obtained.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\n/\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\n/\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nAll pseudonymous data (all data except of video recordings and contact information), appertaining codes and trained models will be made\npublicly available via the Research Data Repository (RDR) of KU Leuven. Video data will be stored locally in KU Leuven L-drive. Data\nsharing of video data (if access is requested) will be regulated with data sharing agreements with interesting parties after ethical approval. The\nmetadata of the video data will be made available at RDR of KU Leuven. \n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n5 of 9\nA detailed protocol will be written, including research methods, practices, instructions given to participants, etc., as well as a blank copy\nof the informed consent form and this for each work package separately. This word file will be stored in the project folder on OneDrive\n(shared with the project team). Additionally, all questionnaire and scoring details will be added to this documentation.\nA logbook will be kept in Excel containing all steps/decisions that were taken to develop the final methodology, date of implementation\nand name of the researcher who carried out the experiment.\nThe data code will be available on Github, with a detailed README.txt file. \nThe syntax of the statistical analyses (SPSS) will be stored.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nMetadata will be created to make the data set easier to find and reuse. For the majority of that data, metadata will be provided as README.txt,\nWord or Excel files, containing all settings and technical descriptions of the experiment and data (e.g. location and time, variable description,\netc.). Data documentation is saved in the same folder in which the corresponding datasets are saved, for example README.txt file added to\nthe L-drive. For each published article, together with the rest of the data or data codes, metadata will be published on KU Leuven\nRDR/ManGo and Github. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe following data will be collected in the eCRF and stored in REDCap: age, sex, weight, length, shoulder width, trunk length, type of CP,\nadditional diagnoses, GMFCS/MACS/FMS classification, SATCo/TCMS/DIS/PEDI-CAT scoring.\nDigital data (confidential/non-pseudonymous and non-confidential/pseudonymous) and metadata will be stored on a Large Volume Storage\n(L-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. Additionally, copies can be made\non the individual work pc of the researchers involved in the project. After publication of each article, digital non-confidential/pseudonymous\nprocessed data, data codes and metadata will be saved on KU Leuven RDR/ManGo and Github.\nPersonal research documents (e.g. reports, manuscripts, notes, protocol, presentations, etc.) will be stored on OneDrive (KU Leuven).\nThe paper copies of the informed consents and data collection forms will be stored in a secured locker at the Department of Rehabilitation\nSciences, Campus Bruges of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be\ngranted access by the PI (E.M.). As a back-up, the paper copies of the informed consents and data collection forms will be digitized and\ntogether with the digital data stored on the university’s secure network drive.\nAfter project completion digital data will be stored on an Archive Storage (K-drive) of the KU Leuven, specifically developed to archive data\nfor long periods of time. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up will be provided via the KU Leuven secure network drive with automatic daily backup procedures. Additionally, a mirror of\nthe data is provided in a second ICTS data center for business continuity or disaster recovery purposes. As a back-up, the paper copies of the\ninformed consents and data collection forms will be digitized and together with the digital data stored on the university’s secure network\ndrive. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient storage and backup capacity for the data -as described in part 1 of this DMP- is provided on the KU Leuven servers and networks. \nBack-up of the data will be provided via the university's secure network drive with automatic daily backup procedures. Additionally, a mirror\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n6 of 9\nof the data is provided in a second ICTS data centre for business continuity or disaster recovery purposes.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe digital pseudonymous data (i.e. coded and containing no personal information) and the non-pseudonymous data (i.e. video data) will be\nstored in a secure university environment. The PI of this project (E.M.) will be the only one who can grant access to this network drive. Access\nwill be granted to the investigator (E.V.W.). Masterthesis students will only have viewing access on this server data via a secured remote\nconnection (using TeamViewer, no download possibilities) during their thesis period. As a result, video data will be processed only within\nsecured KU Leuven systems. Access to the study folder on the L-drive is secured by a two-factor authenticated password protection. \nThe separate and uniquely double pass-word coded “Subject Identification Code List”, which matches identifying codes with the subjects’\ncontact information (i.e. name, phone number, e-mail), will be managed by the PI of this project (E.M.) and stored separately. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData will be stored on the L-drive, including 5 Tb. The expected costs are €641,95/year/5 Tb and will be covered by the project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nThe standard advice of the Research Ethics Committee of UZ/KU Leuven for data storage is to keep data on a highly secured network drive\n(i.e. K-drive) for a minimum of 25 years after completion of the study. This is with a view to reproduction, verification, and potential reuse of\nresearch data. \nVideo data will only be kept if we have additional consent of the participant/guardian.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData will be archived on the secured university’s network drive (K-drive) and RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor the final year of the project an additional part in the budget is foreseen for data archiving (K-drive) for a period of 5 years. The expected\ncosts are €12,84/year/100Gb. Costs related to archiving will be covered for 50% by the Department of Biomedical Sciences and for 50% by the\nproject. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe full pseudonymous dataset and the metadata will be made available after publication of the data and upon request with the PI. Importantly,\nonly pseudonymous data of participants who granted their approval for re-use, either within the research group (closed data) or outside the\nresearch group (open data), will be made available (also see ‘Who will be able to access the data and under what conditions?’).\nAdditionally, after publication, the data code will be made available with a detailed README.txt file. \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n7 of 9\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf parents/participants have consented, upon request, raw video data (non-pseudonymous data) can be shared for educational purposes at KU\nLeuven or within the European Network of Dyskinetic Cerebral Palsy.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nRaw video data cannot be shared in public due to privacy restrictions.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by mail\nRDR/ManGo: pseudonymous data + metadata\nGithub: data codes + metadata\nWhen will the data be made available?\nWhen will the data be made available?\nPublished data will be made available at the time of publication in case of open access or upon request for other publications.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 data license (The creator and title should be credited, and a link to the license should be provided. Changes should be indicated.)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nA DOI will be added automatically to the dataset upon deposit in a data repository (i.e. RDR/ManGo)\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected. If any occur, they will be covered by the requesting parties.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD (E.V.W.) associated with this project will be responsible for data documentation & metadata, under supervision of the PI (E.M.) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD associated with this project, under supervision of the PI (E.M.). \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n8 of 9\nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (E.M.) will be responsible for ensuring data preservation and reuse. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (E.M.) bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n9 of 9"
    },
    "clean_full_text": "Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards new insights and improved therapeutic management new insights and improved therapeutic management A Data Management Plan created using DMPonline.be Creators: Creators: Ellen Van Wonterghem, Helga Haberfehlner, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: Ellen Van Wonterghem Grant number / URL: Grant number / URL: 11P1P24N ID: ID: 206540 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Activities as sitting and moving require trunk control, which is frequently impaired in people with dyskinetic cerebral palsy (DCP). Impaired trunk control has a negative impact on musculoskeletal development, functional activities, social participation and quality of life. Thus far, there is a lack of insights in trunk control in DCP. Current trunk control management for this group is not delineated, lacks evidence and is mainly based on the clinicians’ subjective evaluation and expertise. However adequate evaluation and in-depth insights of trunk control in DCP are deemed necessary for successful treatment maximizing function and manage pain. Given the difficulty and variability of the dominant movement disorders within DCP, sensitive and easy-to-use evaluation tools are indispensable. Wearable instruments such as inertial sensors and markerless motion tracking are very promising towards more comfortable, simple, cost- and time-efficient assessment, and thereby feasible for clinical use. The goals of this project are to (1) validate wearable instruments for the evaluation of trunk control in individuals with DCP, (2) gain insights in their trunk control during sitting and mobility, and (3) assess the effectiveness of current clinical trunk control management. This project is the first focusing on trunk control in children and youth with mild and severe DCP using wearable instruments and recognizing the important interface between trunk control and daily life functioning. Last modified: Last modified: 22-04-2024 Created using DMPonline.be. Last modiﬁed 22 April 2024 1 of 9 Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards new insights and improved therapeutic management new insights and improved therapeutic management Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) An electronic case report form within RedCap (KU Leuven Data Management) will be created for all work packages. Raw digital data will be initially collected in a variety of file formats (mainly numerical) and stored on the KU Leuven L-Drive: 1. IMU [.csv of x,y,z gyroscope and accelerometer data and time stamps] 2. Pressure mat [.csv of x,y coordinates and values of pressure and timestamps] 3. Video data [.mp4] - processed within DeepLabCut [.csv with timeseries of x,y pixel coordinates] 4. Patient characteristics, medical status, clinical examinations and questionnaires [.csv, .pdf, .txt] Data will be processed towards features within MATLAB and XSensor software. Statistical analysis will be performed in SPSS. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) The principal investigator (PI; prof. E.M.) bears end responsibility for the data management of this project. Digital raw video data (non-pseudonymous raw data), remaining digital raw data (pseudonymous raw data) and processed data will be stored on a Large Volume Storage (L-drive (3TB)) of KU Leuven. Patient characteristics will be stored within REDCap. In addition, following the FAIR principles, the processed dataset, data codes and metadata will be published open access in KU Leuven RDR/ManGo and Github along with the article publication. Data will be archived on the secured university’s network drive (K-drive) for a minimum of 25 years. For the video data, we only do this if we have additional consent of the participant/guardian. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) We will not deviate from the principle of preservation of data. Following the standard advice of the Research Ethics Committee of UZ/KU Leuven, after the end of the research project, the research data will be retained for a minimum of 25 years in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Video data will only be kept if we have additional consent of the participant/guardian. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Most personal data (i.e. patient characteristics and medical status) will be pseudonymized. Only for the video data pseudonymization is not possible, as potential long-term purposes of this data may include analysis of the head-face region. During the project, all video data will be saved on the secured KU Leuven network drive (L-drive). The PI of this project will be the only one who can grant access to this network. Only the investigators (full access) and master thesis students (viewing access) will be granted. Before the start of the data collection, the ethical committee will be contacted about how to arrange patient consent for the storage of this highly valuable data for potential secondary use. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) / Created using DMPonline.be. Last modiﬁed 22 April 2024 2 of 9 Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards Impaired trunk control in children and youth with dyskinetic cerebral palsy: from innovative evaluation towards new insights and improved therapeutic management new insights and improved therapeutic management FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA ICF Informed consent forms New Digital or Physical Observational .pdf <100MB Printed papers (one ring binder) IMU X,y,z gyroscope/accelerometer sensor data related to trunk movement and posture New Digital Observational .mt .csv <1GB Pressure mapping X,y pressure values and center-of-pressure coordinates New Digital Observational .xsn .csv <1GB Markerless motion tracking (raw video data) Sagittal and frontal video data to be used in clinical scoring and markerless motion tracking New Digital Observational .mp4 <1TB Markerless motion tracking X,y coordinates of body points on the trunk extracted from video recordings by DeepLabCut New Digital Aggregated .csv <1GB Created using DMPonline.be. Last modiﬁed 22 April 2024 3 of 9 Clinical scoring TCMS and SATCo Clinical scale data obtained by scoring videos of the Trunk Control Measurement Scale and Segmental Assessment of Trunk Control New Digital Observational .xlsx <100MB Clinical scoring DIS Clinical scale data obtained by scoring videos of the Dyskinesia Impairment Scale New or Existing Digital Observational .xlsx <100MB Clinical scoring VAS Clinical assessment of pain and fatigue using the Visual Analogue Scale New Digital Observational .xlsx <100MB PEDI-CAT questionnaire Survey data from the Pediatric Evaluation of Disability Inventory Computer Adaptive Test New Digital Observational .pdf <100MB Patient characteristics (data collection form) Age, sex, length, weight, shoulder width, trunk length, type of CP, GMFCS, FMS and MACS level, data concerning musculoskeletal disorders of the hip and back, and range-of- motion lower limb New or Existing Digital Observational xlsx other: RedCap <100MB Contact information Subject identification list including name, phone number, e-mail (collected for contact purposes) New Digital Observational .xlsx <100MB Metadata Metadata on processed data pressure mapping, markerless motion tracking, inertial sensors and clinical scoring New Digital Observational .txt <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: If available, we will reuse certain data from the child's medical record relevant to participation in this study: Demographic data: Age, sex, weight, length. Medical status data: Type of CP, additional diagnoses, GMFCS/MACS/FMS functional classifications. Recent medical history data: Range-of-motion lower limb, scoring of the DIS and PEDI-CAT questionnaire obtained in the last 12 months. Ethical approval has been given by each participant to collect the above-mentioned personal data (S66834, S67772). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We will conduct research on children and adolescents with or without diagnosis of dyskinetic cerebral palsy (observational study with humans). Ethical approval was obtained by the Ethical Committee of KU Leuven (S66834, S67772). Research will be conducted only on the Created using DMPonline.be. Last modiﬁed 22 April 2024 4 of 9 basis of prior informed consent by the subjects, or their legal representatives, to participate in the study. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Three types of personal data will be gathered: (i) Personal information for contact purposes (directly identifiable data included in the subject identification list e.g. name, phone number, e- mail), which will not be used in any further analysis. Participants will be asked whether this information can be stored in a database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation. (ii) Personal information for research purposes (pseudonymous data), consisting of socio-demographical data (e.g. age, sex, length, weight) and data concerning medical status (e.g. type of CP, additional diagnoses, GMFCS/MACS/FMS level, range-of-motion data and data concerning musculoskeletal disorders of the hip and back), via the study-related informed consent procedure in agreement with the General Data Protection Regulation. (iii) Personal information for research purposes (non-pseudonymous data), concerning video recordings used for markerless motion tracking and scoring the Trunk Control Measurement Scale (TCMS), the Segmental Assessment of Trunk Control (SATCo) and the Dyskinesia Impairment Scale (DIS). Blurring (pseudonymization) in this case is not possible due to the potential long-term study purposes, entailing computer-based movement and posture analyses of the neck and head region. For WP1, the use of personal data has been registered at the KU Leuven's Record of Processing Activities. Two PRET forms (G-2022-5416 and G-2023-6605) were registered and accepted on 05/07/2022 and 07/07/2023. Ethical approval was obtained by the Ethical Committee of KU Leuven (S66834, S67772). For WP2 and WP3 ethical approval should be obtained. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No / Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No / Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes All pseudonymous data (all data except of video recordings and contact information), appertaining codes and trained models will be made publicly available via the Research Data Repository (RDR) of KU Leuven. Video data will be stored locally in KU Leuven L-drive. Data sharing of video data (if access is requested) will be regulated with data sharing agreements with interesting parties after ethical approval. The metadata of the video data will be made available at RDR of KU Leuven. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 22 April 2024 5 of 9 A detailed protocol will be written, including research methods, practices, instructions given to participants, etc., as well as a blank copy of the informed consent form and this for each work package separately. This word file will be stored in the project folder on OneDrive (shared with the project team). Additionally, all questionnaire and scoring details will be added to this documentation. A logbook will be kept in Excel containing all steps/decisions that were taken to develop the final methodology, date of implementation and name of the researcher who carried out the experiment. The data code will be available on Github, with a detailed README.txt file. The syntax of the statistical analyses (SPSS) will be stored. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes Metadata will be created to make the data set easier to find and reuse. For the majority of that data, metadata will be provided as README.txt, Word or Excel files, containing all settings and technical descriptions of the experiment and data (e.g. location and time, variable description, etc.). Data documentation is saved in the same folder in which the corresponding datasets are saved, for example README.txt file added to the L-drive. For each published article, together with the rest of the data or data codes, metadata will be published on KU Leuven RDR/ManGo and Github. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The following data will be collected in the eCRF and stored in REDCap: age, sex, weight, length, shoulder width, trunk length, type of CP, additional diagnoses, GMFCS/MACS/FMS classification, SATCo/TCMS/DIS/PEDI-CAT scoring. Digital data (confidential/non-pseudonymous and non-confidential/pseudonymous) and metadata will be stored on a Large Volume Storage (L-drive) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. Additionally, copies can be made on the individual work pc of the researchers involved in the project. After publication of each article, digital non-confidential/pseudonymous processed data, data codes and metadata will be saved on KU Leuven RDR/ManGo and Github. Personal research documents (e.g. reports, manuscripts, notes, protocol, presentations, etc.) will be stored on OneDrive (KU Leuven). The paper copies of the informed consents and data collection forms will be stored in a secured locker at the Department of Rehabilitation Sciences, Campus Bruges of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (E.M.). As a back-up, the paper copies of the informed consents and data collection forms will be digitized and together with the digital data stored on the university’s secure network drive. After project completion digital data will be stored on an Archive Storage (K-drive) of the KU Leuven, specifically developed to archive data for long periods of time. How will the data be backed up? How will the data be backed up? Standard back-up will be provided via the KU Leuven secure network drive with automatic daily backup procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. As a back-up, the paper copies of the informed consents and data collection forms will be digitized and together with the digital data stored on the university’s secure network drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient storage and backup capacity for the data -as described in part 1 of this DMP- is provided on the KU Leuven servers and networks. Back-up of the data will be provided via the university's secure network drive with automatic daily backup procedures. Additionally, a mirror Created using DMPonline.be. Last modiﬁed 22 April 2024 6 of 9 of the data is provided in a second ICTS data centre for business continuity or disaster recovery purposes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital pseudonymous data (i.e. coded and containing no personal information) and the non-pseudonymous data (i.e. video data) will be stored in a secure university environment. The PI of this project (E.M.) will be the only one who can grant access to this network drive. Access will be granted to the investigator (E.V.W.). Masterthesis students will only have viewing access on this server data via a secured remote connection (using TeamViewer, no download possibilities) during their thesis period. As a result, video data will be processed only within secured KU Leuven systems. Access to the study folder on the L-drive is secured by a two-factor authenticated password protection. The separate and uniquely double pass-word coded “Subject Identification Code List”, which matches identifying codes with the subjects’ contact information (i.e. name, phone number, e-mail), will be managed by the PI of this project (E.M.) and stored separately. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data will be stored on the L-drive, including 5 Tb. The expected costs are €641,95/year/5 Tb and will be covered by the project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). The standard advice of the Research Ethics Committee of UZ/KU Leuven for data storage is to keep data on a highly secured network drive (i.e. K-drive) for a minimum of 25 years after completion of the study. This is with a view to reproduction, verification, and potential reuse of research data. Video data will only be kept if we have additional consent of the participant/guardian. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data will be archived on the secured university’s network drive (K-drive) and RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the final year of the project an additional part in the budget is foreseen for data archiving (K-drive) for a period of 5 years. The expected costs are €12,84/year/100Gb. Costs related to archiving will be covered for 50% by the Department of Biomedical Sciences and for 50% by the project. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The full pseudonymous dataset and the metadata will be made available after publication of the data and upon request with the PI. Importantly, only pseudonymous data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available (also see ‘Who will be able to access the data and under what conditions?’). Additionally, after publication, the data code will be made available with a detailed README.txt file. Created using DMPonline.be. Last modiﬁed 22 April 2024 7 of 9 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. If parents/participants have consented, upon request, raw video data (non-pseudonymous data) can be shared for educational purposes at KU Leuven or within the European Network of Dyskinetic Cerebral Palsy. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Raw video data cannot be shared in public due to privacy restrictions. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by mail RDR/ManGo: pseudonymous data + metadata Github: data codes + metadata When will the data be made available? When will the data be made available? Published data will be made available at the time of publication in case of open access or upon request for other publications. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 data license (The creator and title should be credited, and a link to the license should be provided. Changes should be indicated.) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes A DOI will be added automatically to the dataset upon deposit in a data repository (i.e. RDR/ManGo) What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. If any occur, they will be covered by the requesting parties. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD (E.V.W.) associated with this project will be responsible for data documentation & metadata, under supervision of the PI (E.M.) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD associated with this project, under supervision of the PI (E.M.). Created using DMPonline.be. Last modiﬁed 22 April 2024 8 of 9 Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (E.M.) will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PI (E.M.) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 22 April 2024 9 of 9"
}