{
    "document_id": "D-2021-1338",
    "LinkTitle": "D-2021-1338",
    "file_name": "D-2021-1338.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1338.pdf",
    "metadata": {
        "title": "Representational complexity and dynamics of recurrent processing during visual object recognition - Representational complexity and dynamics of recurrent processing during visual object recognition",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Representational complexity and dynamics of recurrent processing during\nvisual object recognition\nProject Name\n Representational complexity and dynamics of recurrent processing during visual\nobject recognition \n- Representational complexity and dynamics of recurrent processing during\nvisual object recognition\nGrant Title\n 11C9122N\nPrincipal Investigator / Researcher\n Timothee Maniquet\nProject Data Contact\n Timothee Maniquet\nDescription\n Recognising objects is a crucial feature of human perception, achieved by the brain\nrapidly and accurately despite the complexity of visual environments. This ability, termed cored\nobject recognition, relies on a set of hierarchical operations by the ventral stream, whereby\nstimuli are progressively integrated in a feedforward fashion. Evidence shows, however, that\nmodelling object recognition with feedforward activity provides a limited account. Research\nprovides a solution with recurrent processing. Recent evidence from functional imaging indeed\nsupports its role in object recognition.?Despite the consensus in the field that core object\nrecognition relies on both feedforward and recurrent processing, there is divergence in how to\nmeasure their relative input. Dissective studies estimate the recurrence associated with separate\nvisual phenomena, whereas integrative studies compare non-recurrent with recurrent models.\nHere, we take a significant step towards reconciling these two approaches, as we design a new\nparadigm that simultaneously compares non-recurrent and recurrent processes of visual\nrecognition, and separates their respective computational role. We combine functional imaging\nmethods (fMRI & EEG) for an acute spatial and temporal measure of the impact of recurrence\nupon representational transformations in the ventral stream. This series of studies will\nsignificantly enhance our understanding of the role of recurrent processing in object recognition.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTimothee Maniquet\nFWO Project Number & Title\n11C9122N\nRepresentational complexity and dynamics of recurrent processing during visual object\nrecognition\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType 1:\n \nType: Behavioural responses of participants to visual tasks on computer or using online platform.\n \nFormat: Mostly .mat (Matlab files) or .csv\n \nSize: 1-10 GB\n \nHow created: Output of experimental scripts written in e.g. Matlab (PsychToolbox) or Python\n(PsychoPy)\n \n \n \nType 2:\n \nType: Magnetic Resonance Images (MRI) of the brain, Structural & Functional\n \nFormat: Mostly NIfTI or DICOM\n \nSize: 300 GB - 1 TB (the latter including intermediate processing steps)\n \nHow created: MRI research scanner\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n \n \nType 3:\n \nType: Electroencephalography (EEG)\n \nFormat: Depending on software, often .py and .mat\n \nSize:  40 GB - 100 GB (the latter including intermediate processing steps)\n \nHow created: EEG equipment (electrodes attached to the skin)\n \n \n \nType 4:\n \nType: Computer simulation data\n \nFormat: Depending on software, often .py and .mat\n \nSize: 500 GB\n \nHow created: By implementing artificial neural networks & training them to classify visual images\n(e.g. using Python & Tensorflow/PyTorch)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nYes, we use personal data. This is registered through our ethical approvals with EC and SMEC.\n \nFor all studies, we obtain the name, email address, personal address, and bank account\ninformation. This information is needed to pay participants.\n \nThis identifiable information is kept separate from the actual research data (see types 1-4 under\nSection 2.2\n). The research data are coded.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nYes, there are ethical considerations, and they are covered by several ethical approvals.\nSMEC: G-2020-2910; G-2020-2379\n \nEC: S62131\n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe raw data files for all four types are automatically stored with relevant meta-data.\n \nFor each experiment a detailed Methods section is written that allows to replicate the\nexperiment, and re-analyse the obtained data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.\nIf no, state in detail which metadata will be created to make the data easy/easier to\nfind and reuse.\nYes\nWe use data acquisition and analysis software that is internationally used (e.g., fMRIPREP, SPM,\ncosmoMVPA toolbox), and where relevant the applicable standard data formats such as BIDS\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n(which also standardizes directory structure & experimental information).\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe coded research data are stored on the professional KU Leuven Onedrive for Enterprises\nservers, using the drive of the main experimenter per experiment (up to 3 experimenters can be\ninvolved in this project). Copies can be made and kept on personal professional devices that fall\nunder the university secure environment. All people with access to these data use multi-factor\nauthentication.\n \nHow is backup of the data provided?\nThe Onedrive assures a storage using online cloud services. In addition, the coded research data\nmight be backed-up on local external hard drives that are encrypted and password-protected.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, the expected size of the research data is smaller than the 2 TB per person provided through\nOnedrive.\n \nWhat are the expected costs for data storage and back up during the project? How will\nthese costs be covered?\nNo substantial costs expected, except the purchase of a few external hard drives.\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe research data are always on password-protected devices. These research data are coded. \n \nThe identifiable information (name, email, address) is not saved with the research data. \n \nThe link between the identifiable information and the code of the research data is stored together\nwith the informed consent form on paper (= not electronically). This paperwork is stored in KU\nLeuven offices within a locked closet.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe coded research data will be preserved for 10 years.\n \nThe informed consents on paper will also be preserved for 10 years.\n \nWhere will the data be archived (= stored for the longer term)?\nCurrently we archive data on a central storage RAID system of our research group when a lab\nmember's contract ends, with additional backup on encrypted & password-protected external\nhard drives stored in a different building. \n \nTowards the end of this project, we hope to move towards using the university's central servers\n(with automatic back-up procedures) for at least 10 years, conform to the KU Leuven RDM policy.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nWith current policies, we expect a total cost of around 5 000 euro, which can be covered by the\nC1 budget (grant already existing in the lab).\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe research data can be shared (anonymously) with other researchers, also on online\ndatabases. This is explicitly mentioned in the informed consent forms signed by the participants.\n \nWhich data will be made available after the end of the project?\nWe share the final analyses files and further experimental material (stimuli etc.) using the OSF\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nplatform. \n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWe use the Open Science Framework (OSF).\nPartially also by mail, because not all the raw data files might be on OSF.\n \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nSummary data & analysis files and experimental material will be fully open access for all that are\nregistered on OSF\nWhat are the expected costs for data sharing? How will the costs be covered?\nOSF has no costs (at the moment).\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD candidate (Timothée Maniquet) and the supervisor/promotor (Prof. Hans Op de Beeck,\nthe latter is the first contact point).\nWho will be responsible for data storage & back up during the project?\nThe PhD candidate (Timothée Maniquet) and the supervisor/promotor (Prof. Hans Op de Beeck,\nthe latter is the first contact point).\n \nWho will be responsible for ensuring data preservation and reuse ?\nThe supervisor/promotor (Prof. Hans Op de Beeck).\nWho bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor/promotor\n(Prof. Hans Op de Beeck).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Representational complexity and dynamics of recurrent processing during visual object recognition Project Name Representational complexity and dynamics of recurrent processing during visual object recognition - Representational complexity and dynamics of recurrent processing during visual object recognition Grant Title 11C9122N Principal Investigator / Researcher Timothee Maniquet Project Data Contact Timothee Maniquet Description Recognising objects is a crucial feature of human perception, achieved by the brain rapidly and accurately despite the complexity of visual environments. This ability, termed cored object recognition, relies on a set of hierarchical operations by the ventral stream, whereby stimuli are progressively integrated in a feedforward fashion. Evidence shows, however, that modelling object recognition with feedforward activity provides a limited account. Research provides a solution with recurrent processing. Recent evidence from functional imaging indeed supports its role in object recognition.?Despite the consensus in the field that core object recognition relies on both feedforward and recurrent processing, there is divergence in how to measure their relative input. Dissective studies estimate the recurrence associated with separate visual phenomena, whereas integrative studies compare non-recurrent with recurrent models. Here, we take a significant step towards reconciling these two approaches, as we design a new paradigm that simultaneously compares non-recurrent and recurrent processes of visual recognition, and separates their respective computational role. We combine functional imaging methods (fMRI & EEG) for an acute spatial and temporal measure of the impact of recurrence upon representational transformations in the ventral stream. This series of studies will significantly enhance our understanding of the role of recurrent processing in object recognition. Institution KU Leuven 1. General Information Name applicant Timothee Maniquet FWO Project Number & Title 11C9122N Representational complexity and dynamics of recurrent processing during visual object recognition Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type 1: Type: Behavioural responses of participants to visual tasks on computer or using online platform. Format: Mostly .mat (Matlab files) or .csv Size: 1-10 GB How created: Output of experimental scripts written in e.g. Matlab (PsychToolbox) or Python (PsychoPy) Type 2: Type: Magnetic Resonance Images (MRI) of the brain, Structural & Functional Format: Mostly NIfTI or DICOM Size: 300 GB - 1 TB (the latter including intermediate processing steps) How created: MRI research scanner This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type 3: Type: Electroencephalography (EEG) Format: Depending on software, often .py and .mat Size: 40 GB - 100 GB (the latter including intermediate processing steps) How created: EEG equipment (electrodes attached to the skin) Type 4: Type: Computer simulation data Format: Depending on software, often .py and .mat Size: 500 GB How created: By implementing artificial neural networks & training them to classify visual images (e.g. using Python & Tensorflow/PyTorch) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Yes, we use personal data. This is registered through our ethical approvals with EC and SMEC. For all studies, we obtain the name, email address, personal address, and bank account information. This information is needed to pay participants. This identifiable information is kept separate from the actual research data (see types 1-4 under Section 2.2 ). The research data are coded. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Yes, there are ethical considerations, and they are covered by several ethical approvals. SMEC: G-2020-2910; G-2020-2379 EC: S62131 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The raw data files for all four types are automatically stored with relevant meta-data. For each experiment a detailed Methods section is written that allows to replicate the experiment, and re-analyse the obtained data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes We use data acquisition and analysis software that is internationally used (e.g., fMRIPREP, SPM, cosmoMVPA toolbox), and where relevant the applicable standard data formats such as BIDS This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 (which also standardizes directory structure & experimental information). 5. Data storage and backup during the FWO project Where will the data be stored? The coded research data are stored on the professional KU Leuven Onedrive for Enterprises servers, using the drive of the main experimenter per experiment (up to 3 experimenters can be involved in this project). Copies can be made and kept on personal professional devices that fall under the university secure environment. All people with access to these data use multi-factor authentication. How is backup of the data provided? The Onedrive assures a storage using online cloud services. In addition, the coded research data might be backed-up on local external hard drives that are encrypted and password-protected. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, the expected size of the research data is smaller than the 2 TB per person provided through Onedrive. What are the expected costs for data storage and back up during the project? How will these costs be covered? No substantial costs expected, except the purchase of a few external hard drives. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The research data are always on password-protected devices. These research data are coded. The identifiable information (name, email, address) is not saved with the research data. The link between the identifiable information and the code of the research data is stored together with the informed consent form on paper (= not electronically). This paperwork is stored in KU Leuven offices within a locked closet. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The coded research data will be preserved for 10 years. The informed consents on paper will also be preserved for 10 years. Where will the data be archived (= stored for the longer term)? Currently we archive data on a central storage RAID system of our research group when a lab member's contract ends, with additional backup on encrypted & password-protected external hard drives stored in a different building. Towards the end of this project, we hope to move towards using the university's central servers (with automatic back-up procedures) for at least 10 years, conform to the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? With current policies, we expect a total cost of around 5 000 euro, which can be covered by the C1 budget (grant already existing in the lab). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The research data can be shared (anonymously) with other researchers, also on online databases. This is explicitly mentioned in the informed consent forms signed by the participants. Which data will be made available after the end of the project? We share the final analyses files and further experimental material (stimuli etc.) using the OSF This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 platform. Where/how will the data be made available for reuse? In an Open Access repository We use the Open Science Framework (OSF). Partially also by mail, because not all the raw data files might be on OSF. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Summary data & analysis files and experimental material will be fully open access for all that are registered on OSF What are the expected costs for data sharing? How will the costs be covered? OSF has no costs (at the moment). 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD candidate (Timothée Maniquet) and the supervisor/promotor (Prof. Hans Op de Beeck, the latter is the first contact point). Who will be responsible for data storage & back up during the project? The PhD candidate (Timothée Maniquet) and the supervisor/promotor (Prof. Hans Op de Beeck, the latter is the first contact point). Who will be responsible for ensuring data preservation and reuse ? The supervisor/promotor (Prof. Hans Op de Beeck). Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor/promotor (Prof. Hans Op de Beeck). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}