{
    "document_id": "D-2023-2029",
    "LinkTitle": "D-2023-2029",
    "file_name": "D-2023-2029.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2029.pdf",
    "metadata": {
        "title": "Mass-manufacturable locally resonant metamaterials with targeted and robust vibro-acoustic performance through injection moulding",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Mass-manufacturable locally resonant metamaterials with targeted and robust vibro-acoustic\nperformance through injection moulding\nA Data Management Plan created using DMPonline.be\nCreator: \nKristof Steijvers \n \nhttps://orcid.org/0000-0003-4975-6020\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S63423N\nID: \n196809\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nNoise and vibration exposure negatively impacts our health and well-being. However, classical noise and vibration solutions are usually\nincompatible with lightweight design requirements resulting from ever tightening economic and ecologic demands. Recently, locally\nresonant metamaterials have emerged and shown great potential as innovative lightweight noise and vibration solutions. At present,\nthese metamaterials mainly serve academic validation purposes and are still created in an ad-hoc manner as one-off prototypes, often\nrequiring cumbersome assembly and several design iterations to counter off-design performance due to geometry and material\nvariations. Although their potential has been repeatedly demonstrated, the lack of mass-manufacturability combined with robust\nperformance hinder the breakthrough of locally resonant metamaterials as affordable and widely applicable noise and vibration solutions.\nThe goal of this project is to make locally resonant metamaterials mass-manufacturable by leveraging on the cost-effective, versatile and\nindustrially broadly applied injection moulding process. This will be achieved by unravelling and explicitly exploiting the interplay between\ninjection moulding process settings, novel geometric designs and vibro-acoustic metamaterial performance in a novel injection moulded\nmetamaterial design framework and producing first-of-their kind massmanufacturable locally resonant metamaterials with robust tuneable\nvibro-acoustic performance.\n \n \nLast modified: \n17-04-2023\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n1 of 5\nMass-manufacturable locally resonant metamaterials with targeted and robust vibro-acoustic\nperformance through injection moulding\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nNewly generated experiment-related data\nType of data\n \nFormat\n \nVolume\n \nHow created\n \nMetamaterial test samples \n(physical resonators)\nHardware\n500-2500\nsamples \n(< 1 m3)\nManufactured using Injection\nMoulding\nMetamaterial demonstrators (physical)\nHardware\n1-\n5 samples \n(< 0.5 m3)\nManufactured using Injection\nMoulding\nGeometric dimensions, Rheological and\nstructural material properties of samples\nand/or demonstrators (numerical)\nSpreadsheets\n(.csv),\nstructured text\n(.txt)\n< 1 GB\nWeighing, tensile testing,\ncapillary rheometer\nmeasurements, DSC, geometric\ncalliper measurements.\nRaw and processed  vibration and acoustic\nmeasurements\n(numerical)\nDatabases\n(.lms, .mat, .unv),\ngraphs (.fig,\n.emf)\n10-100 GB\nIn-lab vibration & acoustic\nmeasurements using\nSiemens Test.Lab and Polytec \nsoftware\nImages and videos (multimedia)\nImage (.png),\nvideo (.mp4).\n10-100 GB\nCamera images/videos of\nsamples and test setups\nMetadata describing measurements setup and\nprocedures (textual)\nText (.txt,\n.docx, .pptx, .pdf)\n< 1 GB\nNotepad, Microsoft Office Word,\nMicrosoft Office PowerPoint\nNewly generated simulation-related data\nType of data\n \nFormat\n \nVolume\n \nHow created\n \nInjection moulding process\nsimulation models (model)\nCommercial process\nsimulation software specific\nformats such as Moldex 3D\n(.mrm, .mfe, .dat)\n50-250 GB\nMoldex3D, Autodesk moldflow\nVibro-acoustic finite element\nsimulation models (model)\nCommercial finite element\nsoftware specific\nformats (.sim, .fem, .prt,\n.mph), model matrices\n(.mat), result files (.pch,\n.op4, .mat, .unv)\n100-300 GB\nSiemens Simcenter 3D, Siemens\nNX, Matlab\nRaw and processed\nsimulation data (numerical)\nDatabases (.mat), \ngraphs (.fig)\n< 100 GB\nMatlab, Siemens Simcenter 3D,\nMoldex3D\nImages and animations\n(multimedia)\nImage (.png), video (.gif)\n10 – 100 GB\nMatlab, Siemens Simcenter 3D,\nMoldex3D\nMetadata describing models\nand simulations setup and\nprocedures (textual)\nText (.txt, .docx, .pptx, .pdf)\n< 1 GB\nNotepad, Microsoft Office Word,\nMicrosoft Office PowerPoint\n \n  \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\n \n  \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\n \n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n2 of 5\nThe work in this project can result in research data which has potential for tech transfer and valorisation: \nValidated physical metamaterial demonstrators for noise/vibration treatment for industrial relevant use cases will be manufactured\nNovel models and methodologies can be developed with respect to the coupling between vibro-acoutsic simulations and injection moulding process simulations. They will interact with\nand/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD.\nThe KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the\nDivision LMSD Bert Pluymers will be consulted regarding potential IP aspects.\n  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\n \n  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nThe physical metamaterial demonstrators are envisaged to be based on industrial relevant public domain use cases provided by industry. \nTherefore, KU Leuven’s Technology Transfer Office will be consulted to assure correct agreements with the partner in line with the FWO regulations.\n \nThe IP with respect to the novel models and methodologies developed with respect to the vibro-acoutsic simulations and injection moulding process simulations lies within KU Leuven and\nthe division LMSD. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The\nresearch manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects.\n \n  \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nMetadata on experiment-related data\nMetamaterial test samples & demonstrators: All sample batches will be labelled whereas each individual sample will be numbered in accordance with executed vibration measurements.\nManufacturing process settings will be listed for each batch in a text overview as well as written down and added to the sample batch.\nGeometric dimensions, rheological and structural material properties: a measurement report per dataset will describe the procedural information on how dimensions and properties have\nbeen acquired and what the units and definitions of the measured variables are. Moreover, existing measurement setting templates will be stored.\nRaw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement\nmethodology and procedural information on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings.\nPhotos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification.\nMetadata on simulation-related data\nfor both the vibro-acoustic and injection moulding process Finite element simulations, a readme file will describe simulation input parameters, definitions and software settings used to\nconstruct the excising models. Additional modelling assumptions will be added together with a validity range of the model where needed. This information is kept in the CAE file format or in\nan accompanying text file.\n  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nAlthough these are not formalized, state-of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure are used. On the other\nhand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row\nheaders.\n \nA clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present\nsubdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re-evaluated if an applicable metadata standard\nis available and can be applied to enhance sharing.\n  \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPhysical samples (hardware) will be stored in dedicated lab storage of the KU Leuven Division LMSD within the polymer processing and engineering group.\n \nData will be stored using cloud- and ICTS-based solutions:\nLocal desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive.\nRegular snapshots on personal external hard drives.\nCloud-based storage, synchronized with local desktop storage: KU Leuven OneDrive and teams, which provide version-control.\nGitLab repository of the KU Leuven Division LMSD.\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n3 of 5\nFor specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, engineering and technology group.\n  \nHow will the data be backed up?\nThe cloud-based and ICTS storage solutions are backed-up as part of the offered services. Back-ups are provided on different levels:\nFor the data stored on the KU Leuven central servers, automatic daily back-up procedures apply.\nKU Leuven OneDrive and GitLab provide automated backups.\nBackups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software).\nIn addition, back-up copies on personal external hard drives will allow to recover data files.\n  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and file size limits exceed the currently estimated\nrequired storage space. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services.\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOn the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are\ncentrally managed. Hence, unauthorised access via legal means is not possible. \n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nIn case expenses are needed, part of the allocated FWO project budget can be used. However, this is currently not expected.\n  \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe physical samples and demonstrators will be stored in the KU Leuven Division LMSD’s lab storage within the Polymer Processing and engineering group. In case space limitations would\nrequire keeping only a selection of the manufactured samples, a selection will be based on which samples are more easily & low cost reproducible versus which samples are not as well as the\nrequired storage space, while prioritizing on the preservation of the demonstrators which have high valorisation and outreach potential.\n \nParticular focus for non-hardware data preservation will be on:\nData at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public\nRepositories (like Zenodo or Lirias).\nDeveloped models and measurement datasets which are likely to be reused in the research unit for future research and/or valorisation activities and for future research of the researcher.\nPotentially large (intermediate and non-postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow\nto recalculate/remeasure the results easily and at low cost and time.\n  \nWhere will these data be archived (stored and curated for the long-term)?\nHardware storage will be done in the foreseen storage space in the KU Leuven Division LMSD’s labs.\nData will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central servers on a data archive drive (with automatic back-up procedures) for at\nleast 10 years, conform the KU Leuven RDM policy.\nIn addition, measurement data can be published in data papers describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository\nLirias. All other long term stored data will be on KU Leuven ICTS servers.\n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs for storage beyond project duration will be limited and covered by the research group.\n  \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nPhysical samples and demonstrators will be made available after the end of the project.\nAlready throughout the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the project, consolidated\ndatasets linked to validation cases will be made available as well.\n  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n4 of 5\nThe datasets will be uploaded in RDR, Zenodo or similar as open access datasets under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license.\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\n Currently, none of these restrictions are foreseen. If needed, the research manager of the Division LMSD Bert Pluymers will be consulted regarding potential IP aspects.”\n  \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository\nAll relevant datasets will be made available via RDR, Zenodo or similar.\n \n  \nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nPublication related data will be made available upon publication of the results. \nConsolidated datasets will be made available at the end of the project.\n  \nWhich data usage licenses are you going to provide? If none, please explain why.\nThe datasets will be uploaded in RDR, Zenodo or similar as open access datasets under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license.\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nSince KU Leuven RDR will be used, a DOI will automatically be added to the project data upon deposit in a repository. \n  \nWhat are the expected costs for data sharing? How will these costs be covered?\nPossible costs linked to open repositories and costs related to preparing data and uploading it will be covered by the project budget.\n  \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe applicant will be the responsible for data documentation & metadata. \nWho will manage data storage and backup during the research project?\nThe applicant will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET-IT). The applicant has received information at the start of\nthis project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager Bert Pluymers. \nWho will manage data preservation and sharing?\nThe applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-term data preservation and reuse will be assigned in agreement\nwith the KU Leuven Division LMSD research manager Bert Pluymers. \nWho will update and implement this DMP?\nThis DMP is set up in agreement with the applicant's supervisor. The researcher is responsible for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n5 of 5"
    },
    "clean_full_text": "Mass-manufacturable locally resonant metamaterials with targeted and robust vibro-acoustic performance through injection moulding A Data Management Plan created using DMPonline.be Creator: Kristof Steijvers https://orcid.org/0000-0003-4975-6020 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S63423N ID: 196809 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Noise and vibration exposure negatively impacts our health and well-being. However, classical noise and vibration solutions are usually incompatible with lightweight design requirements resulting from ever tightening economic and ecologic demands. Recently, locally resonant metamaterials have emerged and shown great potential as innovative lightweight noise and vibration solutions. At present, these metamaterials mainly serve academic validation purposes and are still created in an ad-hoc manner as one-off prototypes, often requiring cumbersome assembly and several design iterations to counter off-design performance due to geometry and material variations. Although their potential has been repeatedly demonstrated, the lack of mass-manufacturability combined with robust performance hinder the breakthrough of locally resonant metamaterials as affordable and widely applicable noise and vibration solutions. The goal of this project is to make locally resonant metamaterials mass-manufacturable by leveraging on the cost-effective, versatile and industrially broadly applied injection moulding process. This will be achieved by unravelling and explicitly exploiting the interplay between injection moulding process settings, novel geometric designs and vibro-acoustic metamaterial performance in a novel injection moulded metamaterial design framework and producing first-of-their kind massmanufacturable locally resonant metamaterials with robust tuneable vibro-acoustic performance. Last modified: 17-04-2023 Created using DMPonline.be. Last modiﬁed 17 April 2023 1 of 5 Mass-manufacturable locally resonant metamaterials with targeted and robust vibro-acoustic performance through injection moulding FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Newly generated experiment-related data Type of data Format Volume How created Metamaterial test samples (physical resonators) Hardware 500-2500 samples (< 1 m3) Manufactured using Injection Moulding Metamaterial demonstrators (physical) Hardware 1- 5 samples (< 0.5 m3) Manufactured using Injection Moulding Geometric dimensions, Rheological and structural material properties of samples and/or demonstrators (numerical) Spreadsheets (.csv), structured text (.txt) < 1 GB Weighing, tensile testing, capillary rheometer measurements, DSC, geometric calliper measurements. Raw and processed vibration and acoustic measurements (numerical) Databases (.lms, .mat, .unv), graphs (.fig, .emf) 10-100 GB In-lab vibration & acoustic measurements using Siemens Test.Lab and Polytec software Images and videos (multimedia) Image (.png), video (.mp4). 10-100 GB Camera images/videos of samples and test setups Metadata describing measurements setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint Newly generated simulation-related data Type of data Format Volume How created Injection moulding process simulation models (model) Commercial process simulation software specific formats such as Moldex 3D (.mrm, .mfe, .dat) 50-250 GB Moldex3D, Autodesk moldflow Vibro-acoustic finite element simulation models (model) Commercial finite element software specific formats (.sim, .fem, .prt, .mph), model matrices (.mat), result files (.pch, .op4, .mat, .unv) 100-300 GB Siemens Simcenter 3D, Siemens NX, Matlab Raw and processed simulation data (numerical) Databases (.mat), graphs (.fig) < 100 GB Matlab, Siemens Simcenter 3D, Moldex3D Images and animations (multimedia) Image (.png), video (.gif) 10 – 100 GB Matlab, Siemens Simcenter 3D, Moldex3D Metadata describing models and simulations setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 17 April 2023 2 of 5 The work in this project can result in research data which has potential for tech transfer and valorisation: Validated physical metamaterial demonstrators for noise/vibration treatment for industrial relevant use cases will be manufactured Novel models and methodologies can be developed with respect to the coupling between vibro-acoutsic simulations and injection moulding process simulations. They will interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding potential IP aspects. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No The physical metamaterial demonstrators are envisaged to be based on industrial relevant public domain use cases provided by industry. Therefore, KU Leuven’s Technology Transfer Office will be consulted to assure correct agreements with the partner in line with the FWO regulations. The IP with respect to the novel models and methodologies developed with respect to the vibro-acoutsic simulations and injection moulding process simulations lies within KU Leuven and the division LMSD. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Metadata on experiment-related data Metamaterial test samples & demonstrators: All sample batches will be labelled whereas each individual sample will be numbered in accordance with executed vibration measurements. Manufacturing process settings will be listed for each batch in a text overview as well as written down and added to the sample batch. Geometric dimensions, rheological and structural material properties: a measurement report per dataset will describe the procedural information on how dimensions and properties have been acquired and what the units and definitions of the measured variables are. Moreover, existing measurement setting templates will be stored. Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings. Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification. Metadata on simulation-related data for both the vibro-acoustic and injection moulding process Finite element simulations, a readme file will describe simulation input parameters, definitions and software settings used to construct the excising models. Additional modelling assumptions will be added together with a validity range of the model where needed. This information is kept in the CAE file format or in an accompanying text file. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Although these are not formalized, state-of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure are used. On the other hand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re-evaluated if an applicable metadata standard is available and can be applied to enhance sharing. 3. Data storage & back-up during the research project Where will the data be stored? Physical samples (hardware) will be stored in dedicated lab storage of the KU Leuven Division LMSD within the polymer processing and engineering group. Data will be stored using cloud- and ICTS-based solutions: Local desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive. Regular snapshots on personal external hard drives. Cloud-based storage, synchronized with local desktop storage: KU Leuven OneDrive and teams, which provide version-control. GitLab repository of the KU Leuven Division LMSD. Created using DMPonline.be. Last modiﬁed 17 April 2023 3 of 5 For specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, engineering and technology group. How will the data be backed up? The cloud-based and ICTS storage solutions are backed-up as part of the offered services. Back-ups are provided on different levels: For the data stored on the KU Leuven central servers, automatic daily back-up procedures apply. KU Leuven OneDrive and GitLab provide automated backups. Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software). In addition, back-up copies on personal external hard drives will allow to recover data files. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and file size limits exceed the currently estimated required storage space. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally managed. Hence, unauthorised access via legal means is not possible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? In case expenses are needed, part of the allocated FWO project budget can be used. However, this is currently not expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The physical samples and demonstrators will be stored in the KU Leuven Division LMSD’s lab storage within the Polymer Processing and engineering group. In case space limitations would require keeping only a selection of the manufactured samples, a selection will be based on which samples are more easily & low cost reproducible versus which samples are not as well as the required storage space, while prioritizing on the preservation of the demonstrators which have high valorisation and outreach potential. Particular focus for non-hardware data preservation will be on: Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public Repositories (like Zenodo or Lirias). Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or valorisation activities and for future research of the researcher. Potentially large (intermediate and non-postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time. Where will these data be archived (stored and curated for the long-term)? Hardware storage will be done in the foreseen storage space in the KU Leuven Division LMSD’s labs. Data will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central servers on a data archive drive (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. In addition, measurement data can be published in data papers describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository Lirias. All other long term stored data will be on KU Leuven ICTS servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research group. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Physical samples and demonstrators will be made available after the end of the project. Already throughout the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the project, consolidated datasets linked to validation cases will be made available as well. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 17 April 2023 4 of 5 The datasets will be uploaded in RDR, Zenodo or similar as open access datasets under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Currently, none of these restrictions are foreseen. If needed, the research manager of the Division LMSD Bert Pluymers will be consulted regarding potential IP aspects.” Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository All relevant datasets will be made available via RDR, Zenodo or similar. When will the data be made available? Immediately after the end of the project Upon publication of the research results Publication related data will be made available upon publication of the results. Consolidated datasets will be made available at the end of the project. Which data usage licenses are you going to provide? If none, please explain why. The datasets will be uploaded in RDR, Zenodo or similar as open access datasets under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Since KU Leuven RDR will be used, a DOI will automatically be added to the project data upon deposit in a repository. What are the expected costs for data sharing? How will these costs be covered? Possible costs linked to open repositories and costs related to preparing data and uploading it will be covered by the project budget. 6. Responsibilities Who will manage data documentation and metadata during the research project? The applicant will be the responsible for data documentation & metadata. Who will manage data storage and backup during the research project? The applicant will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET-IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager Bert Pluymers. Who will manage data preservation and sharing? The applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who will update and implement this DMP? This DMP is set up in agreement with the applicant's supervisor. The researcher is responsible for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 17 April 2023 5 of 5"
}