{
    "document_id": "D-2021-1340",
    "LinkTitle": "D-2021-1340",
    "file_name": "D-2021-1340.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1340.pdf",
    "metadata": {
        "title": "D-2021-1340",
        "author": "Myriam Mertens",
        "num_pages": 11
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Margaux Evenepoel\nFWO Project Number & Title 11N1222N\nGut-brain interactions in Autism: A multi-modal investigation of the brain, bacteria and behavior\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☐ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).- 80 children with an official Autism Spectrum Disorder (ASD) diagnosis  \n- 40 children from the general population, without any neuropsychiatric diagnosis  \n(1)     Personal data:   captured via electronic patient record in online Klinisch WerkStation (KWS) \nenvironment \nType of data: Surveys of all 140 participants and their primary caregiver  \nSource: Electronic surveys via electronic patient record (myNexuzhealth) in KWS platform UZ \nLeuven \nFile format: KWS Excel export (.xlsx)  \nVolume: 10 MB \n(2)      Magnetic resonance imaging (MRI) of the brain:   performed via a Philips 3 Tesla Intera scanner with  \nstandard head coil stationed at NMR-unit of the Department of Radiology, University Hospital \nLeuven \nType of data: Anatomical MR image  \nSource: T1-weighted spin-echo imaging to assess brain structure (MPRAGE)  \nFile format: NiFTI file (.nii) \nVolume: 1 scan: 20 MB/scan  \nType of data: Resting-state functional MR image  \nSource: BOLD contrast imaging to assess brain activity at rest (WP 1)  \nFile format: NiFTI file (.nii) \nVolume: 1 run: 230 MB/run  \n(3)     Biological (stool) samples for characterization of gut microbiome  \nType of data: Microbiome compositions\nSource: Fecal DNA extraction, DNA amplicon sequencing and taxonomical classification  \n2019-10-01 | FWO DMP Template 33.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference: G-2021-3480, approved on April 16, 2021.  \n-All personal data will be collected via electronic surveys and accessed via the secured electronic \npatient record (mynexushealth) within the KWS platform at UZ Leuven:  \n1)Ordinary personal data:  name of the children and their parents, parents' contact details > only \nacquired for communicating with the participants throughout the course of the study, will not \nbe extracted from KWS for long-term storage.  \n2)Sensitive personal data: age, gender, ASD symptom severity, standardized questionnaires \ninput, IQ, data related to parents' socio-economic status (SES; educational level, profession \ncategory, wage)\n-Participant's contact details (name, address, e-mail address) and study ID codes are stored in a \nsecured database with restricted access (PI, study clinician, and study coordinator). Samples, data, \nand results of analyses are de-identified, and stored and processed in coded form. Coded data and \nresults of sample analyses are stored in secondary independent secured databases, accessible by \nresearchers of collaborating labs only. These databases will not contain data that would allow \nparticipant identification without decoding.\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Approval for the research protocol and Informed Consent Forms was granted by the UZ/KU Leuven  \nEthical Committee (approval number: S61358) on September 27, 2018. PRET application number:  \nG-2021-3480, approved on April 16, 2021.\n2019-10-01 | FWO DMP Template 4Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n2019-10-01 | FWO DMP Template 54.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  (1) Survey data \n-Metadata (e.g. timestamp, electronic instructions) are automatically captured during survey \ncompletion in KWS.  \n-A standard operating procedure will be written to describe how to export partipant-related \ninformation from KWS to the e-CRF in RedCap.  \n-Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information \nfor all captured information: Variable / Field name, Field Label (including question text) and Field \nAttributes (including Field Type, Validation, Choices, Calculations etc.)\n(2) Magnetic Resonance Imaging (MRI) data:  \n-A standardized electronic worksheet (Word file) will be completed during each data collection \nsession containing all relevant meta-data, researchers notes, remarks concerning data quality, \ncontextual information, deviations from the protocol etc. These worksheets will be kept in the \nsame folder as the actual research data.  \n-Names of the specific files wil contain information related to their scanning modality and time \nwhen generated (e.g. _STRUCT, _REST, _TASK).  \n-Raw MRI volumes will be preprocessed via fMRIPrep: a standardized fMRI data preprocessing \npipeline implemented within an Open Source container structure, with extensive online \ndocumentation: https://fmriprep.org/en/stable/index.html  \n-A Jupyter Notebook will be compiled to describe the performed analyses.\n(3) Biological (stool) samples for characterization of gut microbiome:\n-Meta-data regarding time stamps and instruction for sample collection will be available.\n-Questionnaire data relating to ratings of stool sample composition (Bristol stool sample scale) and \nlife style assessment (mediation use, dietary profile, incidence of gastrointestinal symptoms) will \nbe linked to the biological samples.\n2019-10-01 | FWO DMP Template 6Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\n(2) Magnetic Resonance Imaging (MRI) metadata standards: NIFTI and BIDS  \n-MRI volumes collected during the various scans will be stored according to the Neuroimaging \nInformatics Technology Initiative (NiFTI) file format. This format consists of a header file to store all  \nmeta-information regarding acquisition parameters and procedures, and an image file including \nthe actual neuroimaging data.  \n-In the NiFTI image file, the first three dimensions are reserved to describe the acquired \nvolumes/images across three spatial dimensions (x, y and z), while the fourth dimension is reserved  \nto define the time points (t).  \n-All images collected, as well as their derivatives created during preprocessing, will be stored and \norganized according to the standardized BIDS format: https://bids.neuroimaging.io/\n2019-10-01 | FWO DMP Template 75.Data storage & backup during the FWO project\nWhere will the data be stored?  \n(1) Personal data \n-Source data: captured and stored within the electronic patient record of the secure UZ Leuven KWS  \nenvironment for private data.  \nWe will store personal data using individual codes in an electronic format that\ndoes not allow connecting the data to individuals and document all data collected throughout the \ncourse of the research in a case report form (CRF) via a secure web-based application (Research \nElectronic Data Capture, REDCap).\n(2) Neural MRI data:  \n-Source data will be exported immediately after collection from their respective\nresearch instruments and stored on the project's central storage facility, a shared folder\non the password-protected L:drive for Large Volume Storage within the KU Leuven\nInternet File Access environment. For active use, copies from the master data on the\nL:drive can be made and kept on the personal devices of the involved researchers.\n(3) Biological (stool) samples for characterization of gut microbiome:\n-Stool samples will be stored in secure freezers at the UZ KU Leuven Biobank.\nHow will the data be backed up?  The data will be stored on RedCap and a central server (L:drive) with automatic daily back-up procedures.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nRedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large \nvolume storage provided by the KU Leuven ICTS-hosted L:drive is 5 TB. It is expected this volume is \nsufficient for the current project. A disaster recovery (mirror) copy of the data is included in this fee.\n2019-10-01 | FWO DMP Template 8What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The price to set-up a RedCap projects is € 80 per year. Data storage on L:drive storage will result in a cost \nof € 569,2 per year (for max. 5 TB of data). Costs for data storage will be covered by personal funds of the \ninvolved PIs (Kaat Alaerts and Bart Boets).\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  -All included storage facilities (KWS, RedCap, L:drive) are incorporated within secured KU / UZ \nLeuven environments, are password-protected (including smartphone-based multi-factor \nidentification) and are only accessible by registered collaborating researchers.  \n-Access of study personnel to the UZ Leuven KWS environment will be revoked after study \ncompletion. \n-All data files will be collected, processed and stored in a de-identified format by means of subject \nID codes (i.e. pseudonymization). These datafiles will not contain information that would allow \nparticipant identification.  \n-Personal data collected on paper (e.g. informed consent forms) are stored in a locked cabinet \nonsite (during data collection: accessible only to study personnel; after data collection: accessible \nsolely by PI of the study).\n-Stool samples will be stored in secure freezers at the UZ KU Leuven Biobank.\n2019-10-01 | FWO DMP Template 96.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All generated research data will be archived for minimal 10 years after study completion conform the FWO  \nand KU Leuven RDM policy.\nBiological samples will be stored for a maximum of 30 years, or until collected biological material (e.g. \nsaliva) is fully depleted by use in the analyses.\nWhere will these data be archived (= stored for \nthe long term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the \ndata will be transferred to the K:drive for long-term data archiving (managed by KU Leuven ICTS with \nautomatic back-up procedures).\nStool samples will be stored in secure freezers at the UZ KU Leuven Biobank.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Pricing for data storage on the K:drive includes € 11,38 per 100 GB (with 50% of the cost covered by Group  \nBiomedical Sciences). In view of the expected size of the database (including raw and preprocessed data), \nestimated cost of long-term data storage will be € 56,9 per year for 500 MB.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\n2019-10-01 | FWO DMP Template 10Which data will be made available after the end \nof the project? Pending new data releases, we plan to make the de-identified, de-faced and anonymized raw MRI data \ncollected during resting state (WP 1) available via the Autism Brain Imaging Data Exchange (ABIDE; \nhttp://fcon_1000.projects.nitrc.org/indi/abide) online repository.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☒ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nPending new data releases, we plan to make the de-identified, de-faced and anonymized raw MRI data \ncollected during resting state (WP 1) available via the Autism Brain Imaging Data Exchange (ABIDE; \nhttp://fcon_1000.projects.nitrc.org/indi/abide) online repository\nWhen will the data be made available?  Upon publication of the research results\nWho will be able to access the data and under \nwhat conditions? Access to the dataset will be monitored via the NeuroImaging Tools & Resources Collaboratory (NITRC) \nImage Repository and will be considered after a request is submitted explaining the planned reuse. Only \nuses for research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There will be no expected costs for data sharing.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Applicant Margaux Evenepoel (in cooperation with other collaborating researchers)\nWho will be responsible for data storage & back \nup during the project?  Back-up and immediate storage: all research personnel  \nLong-term storage: PIs Kaat Alaerts, Bart Boets\nWho will be responsible for ensuring data \npreservation and sharing?  PIs Kaat Alaerts, Bart Boets\n2019-10-01 | FWO DMP Template 11Who bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPApplicant Margaux Evenepoel will, together with other team members, be responsible for day-to-day data \nmanagement as well as the implementation of this DMP.  \nPI Kaat Alaerts (together with co-PIs Bart Boets, Marie Joossens and Jellina Prinsen) will bear the end \nresponsibility for overall data management, storage and preservation."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Margaux Evenepoel FWO Project Number & Title 11N1222N Gut-brain interactions in Autism: A multi-modal investigation of the brain, bacteria and behavior Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☐ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).- 80 children with an official Autism Spectrum Disorder (ASD) diagnosis - 40 children from the general population, without any neuropsychiatric diagnosis (1) Personal data: captured via electronic patient record in online Klinisch WerkStation (KWS) environment Type of data: Surveys of all 140 participants and their primary caregiver Source: Electronic surveys via electronic patient record (myNexuzhealth) in KWS platform UZ Leuven File format: KWS Excel export (.xlsx) Volume: 10 MB (2) Magnetic resonance imaging (MRI) of the brain: performed via a Philips 3 Tesla Intera scanner with standard head coil stationed at NMR-unit of the Department of Radiology, University Hospital Leuven Type of data: Anatomical MR image Source: T1-weighted spin-echo imaging to assess brain structure (MPRAGE) File format: NiFTI file (.nii) Volume: 1 scan: 20 MB/scan Type of data: Resting-state functional MR image Source: BOLD contrast imaging to assess brain activity at rest (WP 1) File format: NiFTI file (.nii) Volume: 1 run: 230 MB/run (3) Biological (stool) samples for characterization of gut microbiome Type of data: Microbiome compositions Source: Fecal DNA extraction, DNA amplicon sequencing and taxonomical classification 2019-10-01 | FWO DMP Template 33.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: G-2021-3480, approved on April 16, 2021. -All personal data will be collected via electronic surveys and accessed via the secured electronic patient record (mynexushealth) within the KWS platform at UZ Leuven: 1)Ordinary personal data: name of the children and their parents, parents' contact details > only acquired for communicating with the participants throughout the course of the study, will not be extracted from KWS for long-term storage. 2)Sensitive personal data: age, gender, ASD symptom severity, standardized questionnaires input, IQ, data related to parents' socio-economic status (SES; educational level, profession category, wage) -Participant's contact details (name, address, e-mail address) and study ID codes are stored in a secured database with restricted access (PI, study clinician, and study coordinator). Samples, data, and results of analyses are de-identified, and stored and processed in coded form. Coded data and results of sample analyses are stored in secondary independent secured databases, accessible by researchers of collaborating labs only. These databases will not contain data that would allow participant identification without decoding. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Approval for the research protocol and Informed Consent Forms was granted by the UZ/KU Leuven Ethical Committee (approval number: S61358) on September 27, 2018. PRET application number: G-2021-3480, approved on April 16, 2021. 2019-10-01 | FWO DMP Template 4Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 54.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? (1) Survey data -Metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in KWS. -A standard operating procedure will be written to describe how to export partipant-related information from KWS to the e-CRF in RedCap. -Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.) (2) Magnetic Resonance Imaging (MRI) data: -A standardized electronic worksheet (Word file) will be completed during each data collection session containing all relevant meta-data, researchers notes, remarks concerning data quality, contextual information, deviations from the protocol etc. These worksheets will be kept in the same folder as the actual research data. -Names of the specific files wil contain information related to their scanning modality and time when generated (e.g. _STRUCT, _REST, _TASK). -Raw MRI volumes will be preprocessed via fMRIPrep: a standardized fMRI data preprocessing pipeline implemented within an Open Source container structure, with extensive online documentation: https://fmriprep.org/en/stable/index.html -A Jupyter Notebook will be compiled to describe the performed analyses. (3) Biological (stool) samples for characterization of gut microbiome: -Meta-data regarding time stamps and instruction for sample collection will be available. -Questionnaire data relating to ratings of stool sample composition (Bristol stool sample scale) and life style assessment (mediation use, dietary profile, incidence of gastrointestinal symptoms) will be linked to the biological samples. 2019-10-01 | FWO DMP Template 6Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: (2) Magnetic Resonance Imaging (MRI) metadata standards: NIFTI and BIDS -MRI volumes collected during the various scans will be stored according to the Neuroimaging Informatics Technology Initiative (NiFTI) file format. This format consists of a header file to store all meta-information regarding acquisition parameters and procedures, and an image file including the actual neuroimaging data. -In the NiFTI image file, the first three dimensions are reserved to describe the acquired volumes/images across three spatial dimensions (x, y and z), while the fourth dimension is reserved to define the time points (t). -All images collected, as well as their derivatives created during preprocessing, will be stored and organized according to the standardized BIDS format: https://bids.neuroimaging.io/ 2019-10-01 | FWO DMP Template 75.Data storage & backup during the FWO project Where will the data be stored? (1) Personal data -Source data: captured and stored within the electronic patient record of the secure UZ Leuven KWS environment for private data. We will store personal data using individual codes in an electronic format that does not allow connecting the data to individuals and document all data collected throughout the course of the research in a case report form (CRF) via a secure web-based application (Research Electronic Data Capture, REDCap). (2) Neural MRI data: -Source data will be exported immediately after collection from their respective research instruments and stored on the project's central storage facility, a shared folder on the password-protected L:drive for Large Volume Storage within the KU Leuven Internet File Access environment. For active use, copies from the master data on the L:drive can be made and kept on the personal devices of the involved researchers. (3) Biological (stool) samples for characterization of gut microbiome: -Stool samples will be stored in secure freezers at the UZ KU Leuven Biobank. How will the data be backed up? The data will be stored on RedCap and a central server (L:drive) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: RedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L:drive is 5 TB. It is expected this volume is sufficient for the current project. A disaster recovery (mirror) copy of the data is included in this fee. 2019-10-01 | FWO DMP Template 8What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The price to set-up a RedCap projects is € 80 per year. Data storage on L:drive storage will result in a cost of € 569,2 per year (for max. 5 TB of data). Costs for data storage will be covered by personal funds of the involved PIs (Kaat Alaerts and Bart Boets). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? -All included storage facilities (KWS, RedCap, L:drive) are incorporated within secured KU / UZ Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. -Access of study personnel to the UZ Leuven KWS environment will be revoked after study completion. -All data files will be collected, processed and stored in a de-identified format by means of subject ID codes (i.e. pseudonymization). These datafiles will not contain information that would allow participant identification. -Personal data collected on paper (e.g. informed consent forms) are stored in a locked cabinet onsite (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). -Stool samples will be stored in secure freezers at the UZ KU Leuven Biobank. 2019-10-01 | FWO DMP Template 96.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All generated research data will be archived for minimal 10 years after study completion conform the FWO and KU Leuven RDM policy. Biological samples will be stored for a maximum of 30 years, or until collected biological material (e.g. saliva) is fully depleted by use in the analyses. Where will these data be archived (= stored for the long term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K:drive for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). Stool samples will be stored in secure freezers at the UZ KU Leuven Biobank. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Pricing for data storage on the K:drive includes € 11,38 per 100 GB (with 50% of the cost covered by Group Biomedical Sciences). In view of the expected size of the database (including raw and preprocessed data), estimated cost of long-term data storage will be € 56,9 per year for 500 MB. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: 2019-10-01 | FWO DMP Template 10Which data will be made available after the end of the project? Pending new data releases, we plan to make the de-identified, de-faced and anonymized raw MRI data collected during resting state (WP 1) available via the Autism Brain Imaging Data Exchange (ABIDE; http://fcon_1000.projects.nitrc.org/indi/abide) online repository. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): Pending new data releases, we plan to make the de-identified, de-faced and anonymized raw MRI data collected during resting state (WP 1) available via the Autism Brain Imaging Data Exchange (ABIDE; http://fcon_1000.projects.nitrc.org/indi/abide) online repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Access to the dataset will be monitored via the NeuroImaging Tools & Resources Collaboratory (NITRC) Image Repository and will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There will be no expected costs for data sharing. 8.Responsibilities Who will be responsible for the data documentation & metadata? Applicant Margaux Evenepoel (in cooperation with other collaborating researchers) Who will be responsible for data storage & back up during the project? Back-up and immediate storage: all research personnel Long-term storage: PIs Kaat Alaerts, Bart Boets Who will be responsible for ensuring data preservation and sharing? PIs Kaat Alaerts, Bart Boets 2019-10-01 | FWO DMP Template 11Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPApplicant Margaux Evenepoel will, together with other team members, be responsible for day-to-day data management as well as the implementation of this DMP. PI Kaat Alaerts (together with co-PIs Bart Boets, Marie Joossens and Jellina Prinsen) will bear the end responsibility for overall data management, storage and preservation."
}