{
    "document_id": "D-2021-1314",
    "LinkTitle": "D-2021-1314",
    "file_name": "D-2021-1314.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1314.pdf",
    "metadata": {
        "title": "FWO DMP_Eliane Vanhoffelen - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO DMP_Eliane Vanhoffelen - DMP title\nProject Identifier\n u0122977\nGrant Title\n 1SF2222N\nPrincipal Investigator / Researcher\n Eliane Vanhoffelen\nProject Data Contact\n +32493707045 / eliane.vanhoffelen@kuleuven.be\nDescription\n Project title: Multimodal imaging of pulmonary mycoses: preclinical investigation of\npathogenesis and treatment response. \nFor aspergillosis we will focus on improving preclinical\ntreatment testing and in cryptococcosis we will mainly investigate the interaction between\nmacrophages and cryptococci in the pathogenesis. It is a preclinical project consisting of in vivo\nexperiments in mice and in Galleria mellonella larvae, using imaging. Imaging techniques that\nwill be used are bioluminescent imaging (BLI), ÂµCT, intravital fibered confocal fluorescence\nmicroscopy (FCFM) and OPTiSPIM.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nEliane Vanhoffelen\nFWO Project Number & Title\n1SF2222N / Multimodal imaging of pulmonary mycoses: preclinical investigation of pathogenesis\nand treatment response\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nType of data\nSpecies\nContent\nFormat\nVolume\nData storage\nGeneral\nhealth data\nMice +\nGalleria\nHealth index\nscore\nGalleria,\ndescriptive\nhealth\nassessment,\nbody weights\nwritten data,\ntransfered to\nand archived in\nExcel/GraphPad\nPrism\nrange of KB-\nMB\nOnedrive, L-\ndrive\nStandard\nlaboratory\ntests\nMice +\nGalleria\nColony\nforming unit\n(CFU) counts,\nAdvia Cell\nCounter\n2120i on\norgan\nhomogenates\nwritten data,\ntransfered to\nand archived\non paper (lab\nbook) and in\nExcel/GraphPad\nPrism\nrange of KB-\nMB\nOnedrive, L-\ndrive\nImaging data\nMice\nµCT images\n(lung)\nData acquired\non SkyScan\n1278 (TIF files),\nreconstructed\nin Nrecon (BMP\nand text files),\nand delineated\nin CTan (ROI\nfiles). Analyzed\ndata transfered\nto Excel &\nGraphPad\nPrism\naround 1 GB\nper mouse\n(raw +\nreconstructed\ndata)\nOnedrive, L-\ndrive (raw +\nreconstructed),\nexternal hard\ndrive\nImaging data\nMice +\nGalleria\nBLI images\n(lung & brain\n+ Galleria +\nex vivo)\nData acquired\non IVIS &\nanalyzed in\nLiving Image\nsoftware (TIF,\ntext, PNG files).\nAnalyzed data\ntransfered to\nExcel &\nGraphPad\nPrism\naround 4-10\nMB per\nmouse in vivo\n+ 15 MB per\nwell plate ex\nvivo +\naround 160\nMB per\nGalleria\nexperiment\nOndrive, L-\ndrive, external\nhard drive\nImmunological\ndata\nMice\nFlow\ncytometry\n(lung &\nbrain)\nData acquired\non BD FACS\nSymphony &\nBD FACS Canto\nII (FCS files).\nAnalysis in\nFlowJo (WSP\nfiles). Analyzed\ndata transfered\nto Excel &\nGraphPad\nPrism\naround 5 GB\nper dataset\nof 12 mice\n(raw +\nprocessed\ndata)\nOnedrive, L-\ndrive\nMicroscopy\ndata\nMice\nMicroscopical\nBAL cell\ncount\nData on paper,\ntransfered to\nExcel &\nGraphPad\nPrism\nrange of KB\nOnedrive, L-\ndrive\nManuscripts,\npresentations,\nposters etc\n/\n/\nWord, PDF,\nPowerpoint\nrange of KB-\nMB\nOnedrive\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference: /\nShort description of the kind of personal data that will be used: /\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAnimal experiments are approved by the KU Leuven Ethical Committee for animal research\n(license: P180/2020).\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nWP1 has potential for valorization in the form of contract research. We are in contact with an IOF\nmanager at KU Leuven to guide us with this. There are no IP restrictions for the development of\nthe testing platform itself, only in the case that a new antifungal drug (synergy) would come out\nof the screening process.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor all experiments, the same type of documentation structure will be used:\n- In the written lab book, every experimental set-up and methods are summarized. Experiments\nfollow each other in chronological order, with clear indications of dates. Remarks during\nexperiments are also written here. Results are also added if possible (e.g. CFU counts) but are\nnot complete in the lab book. The lab book mainly aims to provide a chronological overview of\nexperiments and the used methods for data-interpretation or -analysis (e.g. the volumes and\nlabeling of wells in a 96-well plate used for BLI).\n- On the computer (One drive/L-drive), every experiment will be categorized into folders following\nthe structure of the workpackages and tasks, and a number & name will be provided for every\nexperiment. Per experiment folder, I will provide:\na Word or Excel file with the experimental set-up and practical preparation (e.g. calculations\non how many animals needed, drug concentrations, sacrifice planning etc). \na results section with sub-folders ordened per type (e.g. BLI, µCT, body weights, cell counts\netc). These sub-folders will also include the files used for data-analysis (everything from raw\ndata analysis in e.g. Excel to visual representation in e.g. GraphPad or Powerpoint).\n- General protocol files of every technique used, are kept in a separate folder. They are written in\na dummy-proof way with step-by-step instructions, and are adapted to the way I am performing\nit.\n- For Galleria mellonella and mouse experiments, an overview document is kept with all the\nordered larvae/mice and for mice also their age, sex, company and other relevant details. \nIn this way, anyone can find back specific experimental setups and the respective results easily\non computer and in the lab-book.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nPer workpackage task, an Excel document will be added to the respective folder with an\noverview of all experiments performed within this task. A description is added of the\nexperimental purpose.\nOur imaging modalities, e.g. SkyScan 1278 and IVIS Spectrum, keep track of the date and time of\nevery scan, and the used scanning settings can be found in a txt file that is automatically\ngenerated with each scan. Extra remarks can be added during the scanning if necessary. Before\nscanning on the IVIS Spectrum, one needs to log-in on a personal account, of which the initials\nare added as a prefix to the scan name.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n- Raw data is stored on the protected L-drive data servers with an unlimited storage capacity\nmanaged by KU Leuven ICT (MoSAIC/GBioMed) with a foreseen storage of 10 years.\n- Data analysis documents and resulting analyzed data are stored on the KU Leuven OneDrive\ncloud during the project. At the end of the project, all OneDrive content will be mirrored on\nexternal storage devices.\n- Physical data will be kept in our office and stored for five years after publication (or longer if\nnecessary).\nHow is backup of the data provided?\nAll data will be stored on the KU Leuven OneDrive data storage service, where automatic\nbackups are taken. In addition, all raw data on the protected L-drive data server is automatically\nmirrored (centrally managed by KU Leuven ICT department for storage of large datasets -\nMoSAIC/GBioMed).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, 2 TB personal OneDrive cloud storage is available for KU Leuven employees. In addition,\nsufficient external hard drives will be available for personal back-ups.\nFor raw data, there is unlimited storage capacity on the L-drive. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData server storage costs (569.2 euro per 5 TB yearly) and external hard drive costs will be\ncovered by the bench fee and additional project funding acquired by the PI(s). \nPhysical sample storage (cold room, freezer etc) are covered by project funding and overhead.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAlthough we are not working with sensitive and/or personal data, data security at a standard\nlevel is considered sufficient:\n- The L-drive is suitable for strictly confidential, confidential or non-confidential data if necessary.\nAccess to read and/or write data is strictly regulated by password control.\n- All computers are password secured, managed by the KU Leuven ICT department. Access to\nintranet is additionally secured by two-factor authentication.\n- All physical data is kept in labs and offices, secured by badge-controlled access to the building\n(and labs).\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nIn agreement with the KU Leuven data management policy and European Regulation\n2016/679 (General Data Protection Regulation), we will preserve data crucial for verification of\nresearch results, data that cannot be reproduced, data obtained at large cost of time and money\nand data of scientific value to ourselves and others. Reasons my (co-)promotors cannot or wish\nnot to preserve the data beyond the specified term might be: restrictions imposed by 3rd parties\nwhen offering access to their data, data that can be easily reproduced and therefore the cost of\nits prolonged storage is not justified, e.g. reconstructions from raw imaging data. Redundant\ndata will be removed after peerreviewed publication.\nWhere will the data be archived (= stored for the longer term)?\n- Raw data will be stored on the protected L-drive data servers (managed by KU Leuven ICT -\nMoSAIC/GBioMed) with a foreseen storage of 10 years.\n- Data analysis documents and resulting analyzed data are stored on the KU Leuven OneDrive\ncloud during the project. At the end of the project, these data will be mirrored on external\nstorage devices for long term storage).\n- Physical data will be kept in our office and stored for five years after publication (or longer if\nnecessary for future research).\nThis is valid for the all data that was described in the previous question.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData preservation on the L-drive costs 569.2 euro per 5 TB per year. Since the expected size of\nthe complete project dataset is estimated to be less than 2 TB, the estimated cost for data\npreservation for 5 years will be less than 1138.4 euro in total. This cost will be covered by project\nfunding acquired by the PIs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll datasets can be shared after publication, upon reasonable request with the PI.\nWhere/how will the data be made available for reuse?\nOther (specify):\nUpon reasonable request with the PI in an Open Access repository.\nWhen will the data be made available?\nUpon publication of the research results\n& upon reasonable request to the corresponding author/PI\nWho will be able to access the data and under what conditions?\nData will be released under a CC-BY-NC reuse licence. Team members can request access as\nlong as they are affiliated to KU Leuven. Upon request of published results, all files can be used\nto generate new results, provided that reference is made to the original publication and that\ndata is not used for commercial purposes.\nWhat are the expected costs for data sharing? How will the costs be covered?\nCosts will be considered ad hoc with the requester, depending on the requested data, data\nformat and amount.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nProf. Greetje Vande Velde (promotor)\nProf. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors)\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho will be responsible for data storage & back up during the project?\nProf. Greetje Vande Velde (promotor)\nProf. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors)\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Greetje Vande Velde (promotor)\nProf. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP: Prof. Greetje Vande\nVelde\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name FWO DMP_Eliane Vanhoffelen - DMP title Project Identifier u0122977 Grant Title 1SF2222N Principal Investigator / Researcher Eliane Vanhoffelen Project Data Contact +32493707045 / eliane.vanhoffelen@kuleuven.be Description Project title: Multimodal imaging of pulmonary mycoses: preclinical investigation of pathogenesis and treatment response. For aspergillosis we will focus on improving preclinical treatment testing and in cryptococcosis we will mainly investigate the interaction between macrophages and cryptococci in the pathogenesis. It is a preclinical project consisting of in vivo experiments in mice and in Galleria mellonella larvae, using imaging. Imaging techniques that will be used are bioluminescent imaging (BLI), µCT, intravital fibered confocal fluorescence microscopy (FCFM) and OPTiSPIM. Institution KU Leuven 1. General Information Name applicant Eliane Vanhoffelen FWO Project Number & Title 1SF2222N / Multimodal imaging of pulmonary mycoses: preclinical investigation of pathogenesis and treatment response Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Type of data Species Content Format Volume Data storage General health data Mice + Galleria Health index score Galleria, descriptive health assessment, body weights written data, transfered to and archived in Excel/GraphPad Prism range of KB- MB Onedrive, L- drive Standard laboratory tests Mice + Galleria Colony forming unit (CFU) counts, Advia Cell Counter 2120i on organ homogenates written data, transfered to and archived on paper (lab book) and in Excel/GraphPad Prism range of KB- MB Onedrive, L- drive Imaging data Mice µCT images (lung) Data acquired on SkyScan 1278 (TIF files), reconstructed in Nrecon (BMP and text files), and delineated in CTan (ROI files). Analyzed data transfered to Excel & GraphPad Prism around 1 GB per mouse (raw + reconstructed data) Onedrive, L- drive (raw + reconstructed), external hard drive Imaging data Mice + Galleria BLI images (lung & brain + Galleria + ex vivo) Data acquired on IVIS & analyzed in Living Image software (TIF, text, PNG files). Analyzed data transfered to Excel & GraphPad Prism around 4-10 MB per mouse in vivo + 15 MB per well plate ex vivo + around 160 MB per Galleria experiment Ondrive, L- drive, external hard drive Immunological data Mice Flow cytometry (lung & brain) Data acquired on BD FACS Symphony & BD FACS Canto II (FCS files). Analysis in FlowJo (WSP files). Analyzed data transfered to Excel & GraphPad Prism around 5 GB per dataset of 12 mice (raw + processed data) Onedrive, L- drive Microscopy data Mice Microscopical BAL cell count Data on paper, transfered to Excel & GraphPad Prism range of KB Onedrive, L- drive Manuscripts, presentations, posters etc / / Word, PDF, Powerpoint range of KB- MB Onedrive This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: / Short description of the kind of personal data that will be used: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Animal experiments are approved by the KU Leuven Ethical Committee for animal research (license: P180/2020). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes WP1 has potential for valorization in the form of contract research. We are in contact with an IOF manager at KU Leuven to guide us with this. There are no IP restrictions for the development of the testing platform itself, only in the case that a new antifungal drug (synergy) would come out of the screening process. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For all experiments, the same type of documentation structure will be used: - In the written lab book, every experimental set-up and methods are summarized. Experiments follow each other in chronological order, with clear indications of dates. Remarks during experiments are also written here. Results are also added if possible (e.g. CFU counts) but are not complete in the lab book. The lab book mainly aims to provide a chronological overview of experiments and the used methods for data-interpretation or -analysis (e.g. the volumes and labeling of wells in a 96-well plate used for BLI). - On the computer (One drive/L-drive), every experiment will be categorized into folders following the structure of the workpackages and tasks, and a number & name will be provided for every experiment. Per experiment folder, I will provide: a Word or Excel file with the experimental set-up and practical preparation (e.g. calculations on how many animals needed, drug concentrations, sacrifice planning etc). a results section with sub-folders ordened per type (e.g. BLI, µCT, body weights, cell counts etc). These sub-folders will also include the files used for data-analysis (everything from raw data analysis in e.g. Excel to visual representation in e.g. GraphPad or Powerpoint). - General protocol files of every technique used, are kept in a separate folder. They are written in a dummy-proof way with step-by-step instructions, and are adapted to the way I am performing it. - For Galleria mellonella and mouse experiments, an overview document is kept with all the ordered larvae/mice and for mice also their age, sex, company and other relevant details. In this way, anyone can find back specific experimental setups and the respective results easily on computer and in the lab-book. Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Per workpackage task, an Excel document will be added to the respective folder with an overview of all experiments performed within this task. A description is added of the experimental purpose. Our imaging modalities, e.g. SkyScan 1278 and IVIS Spectrum, keep track of the date and time of every scan, and the used scanning settings can be found in a txt file that is automatically generated with each scan. Extra remarks can be added during the scanning if necessary. Before scanning on the IVIS Spectrum, one needs to log-in on a personal account, of which the initials are added as a prefix to the scan name. 5. Data storage and backup during the FWO project Where will the data be stored? - Raw data is stored on the protected L-drive data servers with an unlimited storage capacity managed by KU Leuven ICT (MoSAIC/GBioMed) with a foreseen storage of 10 years. - Data analysis documents and resulting analyzed data are stored on the KU Leuven OneDrive cloud during the project. At the end of the project, all OneDrive content will be mirrored on external storage devices. - Physical data will be kept in our office and stored for five years after publication (or longer if necessary). How is backup of the data provided? All data will be stored on the KU Leuven OneDrive data storage service, where automatic backups are taken. In addition, all raw data on the protected L-drive data server is automatically mirrored (centrally managed by KU Leuven ICT department for storage of large datasets - MoSAIC/GBioMed). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, 2 TB personal OneDrive cloud storage is available for KU Leuven employees. In addition, sufficient external hard drives will be available for personal back-ups. For raw data, there is unlimited storage capacity on the L-drive. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data server storage costs (569.2 euro per 5 TB yearly) and external hard drive costs will be covered by the bench fee and additional project funding acquired by the PI(s). Physical sample storage (cold room, freezer etc) are covered by project funding and overhead. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Although we are not working with sensitive and/or personal data, data security at a standard level is considered sufficient: - The L-drive is suitable for strictly confidential, confidential or non-confidential data if necessary. Access to read and/or write data is strictly regulated by password control. - All computers are password secured, managed by the KU Leuven ICT department. Access to intranet is additionally secured by two-factor authentication. - All physical data is kept in labs and offices, secured by badge-controlled access to the building (and labs). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 reasons for this (legal or contractual restrictions, physical preservation issues, ...). In agreement with the KU Leuven data management policy and European Regulation 2016/679 (General Data Protection Regulation), we will preserve data crucial for verification of research results, data that cannot be reproduced, data obtained at large cost of time and money and data of scientific value to ourselves and others. Reasons my (co-)promotors cannot or wish not to preserve the data beyond the specified term might be: restrictions imposed by 3rd parties when offering access to their data, data that can be easily reproduced and therefore the cost of its prolonged storage is not justified, e.g. reconstructions from raw imaging data. Redundant data will be removed after peerreviewed publication. Where will the data be archived (= stored for the longer term)? - Raw data will be stored on the protected L-drive data servers (managed by KU Leuven ICT - MoSAIC/GBioMed) with a foreseen storage of 10 years. - Data analysis documents and resulting analyzed data are stored on the KU Leuven OneDrive cloud during the project. At the end of the project, these data will be mirrored on external storage devices for long term storage). - Physical data will be kept in our office and stored for five years after publication (or longer if necessary for future research). This is valid for the all data that was described in the previous question. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data preservation on the L-drive costs 569.2 euro per 5 TB per year. Since the expected size of the complete project dataset is estimated to be less than 2 TB, the estimated cost for data preservation for 5 years will be less than 1138.4 euro in total. This cost will be covered by project funding acquired by the PIs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All datasets can be shared after publication, upon reasonable request with the PI. Where/how will the data be made available for reuse? Other (specify): Upon reasonable request with the PI in an Open Access repository. When will the data be made available? Upon publication of the research results & upon reasonable request to the corresponding author/PI Who will be able to access the data and under what conditions? Data will be released under a CC-BY-NC reuse licence. Team members can request access as long as they are affiliated to KU Leuven. Upon request of published results, all files can be used to generate new results, provided that reference is made to the original publication and that data is not used for commercial purposes. What are the expected costs for data sharing? How will the costs be covered? Costs will be considered ad hoc with the requester, depending on the requested data, data format and amount. 8. Responsibilities Who will be responsible for data documentation & metadata? Prof. Greetje Vande Velde (promotor) Prof. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors) Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who will be responsible for data storage & back up during the project? Prof. Greetje Vande Velde (promotor) Prof. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors) Who will be responsible for ensuring data preservation and reuse ? Prof. Greetje Vande Velde (promotor) Prof. Jeroen Vanoirbeek & Prof. Katrien Lagrou (co-promotors) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP: Prof. Greetje Vande Velde This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}