{
    "document_id": "D-2024-3419",
    "LinkTitle": "D-2024-3419",
    "file_name": "D-2024-3419.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3419.pdf",
    "metadata": {
        "title": "D-2024-3419",
        "author": "Veerle Van den Eynden",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Nicole Jennifer Goede (0009-0008-3256-3728)\nContributor name(s) (+ ORCID) & roles Lendert Gelens (0000-0001-7290-9561)\nLuc Brendonck (0000-0001-5383-1420)\nEli Thore (0000-0002-0029-8404)\nProject number 1 & title Embryo’s at risk: early-embryonic development of aquatic ectotherms in a warming and polluted world\nFunder(s) GrantID 21190325N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other: \nROR identifier KU Leuven: 05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description Aquatic ectothermic animals increasingly face harsh environmental conditions due to global change. Despite  \nthe critical role of early life stages in shaping subsequent development and performance later in life, our  \nunderstanding of how early embryonic development is regulated by temperature and impacted by chemical  \nexposure is very limited. In the proposed project, I will use state-of-the-art techniques to image embryonic  \ndevelopment of three aquatic model species at high spatiotemporal resolution. Specifically, I will quantify  \nthe temperature-dependent scaling of embryonic development and assess interactive effects with chemical  \nexposure. For this, I will first establish a baseline by characterizing how a wide temperature range affects  \ndevelopmental rates across key early embryonic stages. Then, I will examine how chemical exposure may  \ndisrupt  temperature-scaling  while  revealing  the  temperature-dependent  sensitivity  of  embryos  to  \npollutants.  Next,  I  will  investigate  the  impact  of  daily  temperature  fluctuations  on  early  embryonic  \ndevelopment and its interaction with chemical exposure. Lastly, I will study potential carry-over effects of  \ntransient temperature and chemical exposure during the early-embryonic phase on the development, life  \nhistory, physiology, and behaviour of later life stages. These insights will advance our understanding of the  \nfundamental principles that regulate early life, enabling more accurate predictions of how aquatic animals  \nrespond to global change.\n2.Research Data Summary\nt and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3.\nONLY FOR DIGITAL ONLY FOR DIGITAL ONLY FOR DIGITAL ONLY FOR PHYSICAL \n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4DATA DATA DATA DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nRaw time-\nlapse \nmaterialRaw microscope \nimages of the \nfirst hours of \nembryonic \ndevelopment of \nthe 3 model \nspecies ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.czi ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NA\nTime-laps \nvideos and \nimagesVideos and \nimages of early \nembryonic \ndevelopment \nfrom \noutsourced \nembryos☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☒ Other: Video.avi \n.tif☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nEvaluation of \ndevelopment\nal events data files \ncontaining \nmeasured and \ncomputed \nparameters of \ninterest☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.csv ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nBehaviour Time laps videos ☒ Generate new ☒ Digital☐ Audiovisual.avi ☐ < 1 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5recordingof behaviour \nrecording of \nadult fishdata\n☐ Reuse existing \ndata☐ Physical☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nData analysisscripts for data \nanalysis and \nmodeling☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.txt ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nLab bookDocumentation \nof experimental \nwork ☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical1-2 books\nManuscripts scientific \nmanuscripts and \nscientific figures \nfor publication☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.pdf\n.tif☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the \nwhole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper \nmanagement because they are valuable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context \ninclude your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under \ndocumentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☒ Yes, animal data; provide ECD reference number: 107/2021, 000/(GS1/GS2) Breeding\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill you process personal  data4? If so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All data collected will be documented in physical and electronic lab notebooks to make it possible to \nfollow up and understand what was conducted. There will be additional comments and readme files for \nwritten codes and other data file types  \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A \nCERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND \nVOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE \nIDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nNo specific metadata standard will be applied. However, detailed README files will be created for each \ndataset including dataset description, variable explanations, collection protocols, and file structure. For \ncode and scripts, inline comments and usage guides will be provided. All metadata will follow the FAIR \nprinciples to ensure data are Findable, Accessible, Interoperable, and Reusable.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Where will the data be stored?\nConsult the interactive KU Leuven storage \nguide to find the most suitable storage solution \nfor your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ Teams\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ ManGO\n☐ Digital vault\n☒ Other: external hard drive\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN \nPLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY, NETWORK SECURITY, AND SECURITY OF \nCOMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO \nENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  All digital data will be stored on KU Leuven’s secured servers (I-drive, Teams, Large Volume Storage), \nwhich are protected by institutional firewall and require institutional credentials (two-factor \nauthentication) for access. Access rights will be limited to authorized project team members. External hard  \ndrives will be stored in a restricted-access lab space. Network transfers will be done via encrypted \nchannels (e.g., OneDrive or SharePoint links with permission controls).\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The use of external hard drives will be limited to temporary storage and will be budgeted under project \nconsumables (~200 EUR for 2 x 10TB drives).\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☒ Certain data cannot be kept for 10 years (explain)\nIf we store all raw data, this will correspond to 10-100TB during this project, at a price of about  \n2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven  \nLibraries to determine what to keep and archive (during and after the research) and what the best  \npractices are to manage the generated data (e.g. only keep crucial down-sampled data without loss  \nof relevant information and/or analyzed data).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best \nplace to preserve your data. Data not suitable \nfor preservation in a repository can be stored \nusing a KU Leuven storage solution, consult \nthe interactive KU Leuven storage guide .☐ KU Leuven RDR\n☒ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): External hard drives\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Long-term storage of selected datasets (~1-5 TB) will be maintained using KU Leuven Large Volume \nStorage and backed up externally. At the moment these costs about 2000EUR/year/10TB. External drives \n(~100–200 EUR) may be used for archival redundancy.  \n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN \nTHAT THE DATA SET BECOMES OPENLY AVAILABLE, \nCONDITIONS FOR ACCESS AND USE MAY APPLY. \nAVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH \nOPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-   \nEU-REPO/#INFOEUREPO-ACCESSRIGHTS   ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12If access is restricted, please specify who will be \nable to access the data and under what \nconditions.NA\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA \nCAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. \nIF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY \nZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT \nYOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data \nand software sources code or consult the  License \nselector tool to help you choose.  ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT \nAND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND \nRETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No additional costs for data sharing are anticipated.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Nicole Goede and Prof. Lendert Gelens\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will manage data storage and backup \nduring the research project?Nicole Goede and Prof. Lendert Gelens\nWho will manage data preservation and \nsharing?Nicole Goede and Prof. Lendert Gelens\nWho will update and implement this DMP? Nicole Goede and Prof. Lendert Gelens"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Nicole Jennifer Goede (0009-0008-3256-3728) Contributor name(s) (+ ORCID) & roles Lendert Gelens (0000-0001-7290-9561) Luc Brendonck (0000-0001-5383-1420) Eli Thore (0000-0002-0029-8404) Project number 1 & title Embryo’s at risk: early-embryonic development of aquatic ectotherms in a warming and polluted world Funder(s) GrantID 21190325N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Aquatic ectothermic animals increasingly face harsh environmental conditions due to global change. Despite the critical role of early life stages in shaping subsequent development and performance later in life, our understanding of how early embryonic development is regulated by temperature and impacted by chemical exposure is very limited. In the proposed project, I will use state-of-the-art techniques to image embryonic development of three aquatic model species at high spatiotemporal resolution. Specifically, I will quantify the temperature-dependent scaling of embryonic development and assess interactive effects with chemical exposure. For this, I will first establish a baseline by characterizing how a wide temperature range affects developmental rates across key early embryonic stages. Then, I will examine how chemical exposure may disrupt temperature-scaling while revealing the temperature-dependent sensitivity of embryos to pollutants. Next, I will investigate the impact of daily temperature fluctuations on early embryonic development and its interaction with chemical exposure. Lastly, I will study potential carry-over effects of transient temperature and chemical exposure during the early-embryonic phase on the development, life history, physiology, and behaviour of later life stages. These insights will advance our understanding of the fundamental principles that regulate early life, enabling more accurate predictions of how aquatic animals respond to global change. 2.Research Data Summary t and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL ONLY FOR DIGITAL ONLY FOR DIGITAL ONLY FOR PHYSICAL 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4DATA DATA DATA DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Raw time- lapse materialRaw microscope images of the first hours of embryonic development of the 3 model species ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.czi ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA Time-laps videos and imagesVideos and images of early embryonic development from outsourced embryos☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: Video.avi .tif☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Evaluation of development al events data files containing measured and computed parameters of interest☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.csv ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Behaviour Time laps videos ☒ Generate new ☒ Digital☐ Audiovisual.avi ☐ < 1 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5recordingof behaviour recording of adult fishdata ☐ Reuse existing data☐ Physical☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Data analysisscripts for data analysis and modeling☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.txt ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Lab bookDocumentation of experimental work ☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical1-2 books Manuscripts scientific manuscripts and scientific figures for publication☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.pdf .tif☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: 107/2021, 000/(GS1/GS2) Breeding ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All data collected will be documented in physical and electronic lab notebooks to make it possible to follow up and understand what was conducted. There will be additional comments and readme files for written codes and other data file types Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: No specific metadata standard will be applied. However, detailed README files will be created for each dataset including dataset description, variable explanations, collection protocols, and file structure. For code and scripts, inline comments and usage guides will be provided. All metadata will follow the FAIR principles to ensure data are Findable, Accessible, Interoperable, and Reusable. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: external hard drive How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data All digital data will be stored on KU Leuven’s secured servers (I-drive, Teams, Large Volume Storage), which are protected by institutional firewall and require institutional credentials (two-factor authentication) for access. Access rights will be limited to authorized project team members. External hard drives will be stored in a restricted-access lab space. Network transfers will be done via encrypted channels (e.g., OneDrive or SharePoint links with permission controls). What are the expected costs for data storage and backup during the research project? How will these costs be covered?The use of external hard drives will be limited to temporary storage and will be budgeted under project consumables (~200 EUR for 2 x 10TB drives). 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) If we store all raw data, this will correspond to 10-100TB during this project, at a price of about 2000EUR/year/10TB. Such approach is not sustainable, and we will work with staff of the KU Leuven Libraries to determine what to keep and archive (during and after the research) and what the best practices are to manage the generated data (e.g. only keep crucial down-sampled data without loss of relevant information and/or analyzed data). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): External hard drives What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Long-term storage of selected datasets (~1-5 TB) will be maintained using KU Leuven Large Volume Storage and backed up externally. At the moment these costs about 2000EUR/year/10TB. External drives (~100–200 EUR) may be used for archival redundancy. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO- EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12If access is restricted, please specify who will be able to access the data and under what conditions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No additional costs for data sharing are anticipated. 7. Responsibilities Who will manage data documentation and metadata during the research project?Nicole Goede and Prof. Lendert Gelens FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will manage data storage and backup during the research project?Nicole Goede and Prof. Lendert Gelens Who will manage data preservation and sharing?Nicole Goede and Prof. Lendert Gelens Who will update and implement this DMP? Nicole Goede and Prof. Lendert Gelens"
}