{
    "document_id": "D-2024-2614",
    "LinkTitle": "D-2024-2614",
    "file_name": "D-2024-2614.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2614.pdf",
    "metadata": {
        "title": "Genetic and immunologic lung graft modulation during extended preservation",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Genetic and immunologic lung graft modulation during extended preservation\nGenetic and immunologic lung graft modulation during extended preservation\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., n.n. n.n., Nicole Jannis\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nNicole Jannis\nGrant number / URL: \nGrant number / URL: \n18E2B24N\nID: \nID: \n206028\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2028\nProject abstract:\nProject abstract:\nLung transplantation (LTx) is the ultimate treatment for patients\nwith end-stage pulmonary disease which is still challenged by a\nlimited 5-year overall survival of 59%. This can be attributed to two major challenges: A/ Primary graft Dysfunction (PGD) and B/ Rejection.\nPGD is the clinical presentation of ischemia-reperfusion injury\nand occurs in 30% of LTx patients. It is associated with increased morbidity and mortality3,4. PGD is the result of cellular injury and immune\nactivation and is clinically observed as pulmonary edema, impaired gas exchange and decreased lung compliance. The cessation of bloodflow to the\nexplanted lung graft (ischemia) and reperfusion after LTx in the recipient causes epithelial and endothelial cell injury and activated immune cells\n(macrophages, neutrophils, lymphocytes) that migrate to the lung. Therapeutic strategies targeting apoptosis, oxidative stress and immune activation\nwere explored but no specific clinical treatment exists.\nAfter transplantation, the organ is recognized as ‘non-self’, provoking an allo-immune response, rejection. Upstream naïve immune cells are activated\nby antigen-presenting cells (APC) and then mature into effector T-cells attacking the graft. The whole response is mediated by multiple regulatory T-\ncells (Treg) and cytokines (e.g. IL-2 / IFN-\nγ\n) which are targets for immunosuppressive drugs. Under immunosuppression (IS), the recipient’s normal\nimmune response towards the graft is non-specifically blocked so that the graft can be ‘accepted’. As a double-edged sword, however, long-term and\nhigh-dose IS therapy will also cause side effects such as nephrotoxicity, infection and cancer. Furthermore, the ongoing immune response cannot be\nsuppressed completely, eventually leading to chronic lung allograft dysfunction (CLAD). The future of LTx will depend on opening this therapeutic\nwindow by lowering the risk for rejection and at the same time decreasing the level of IS.\nScientific research objectives are immunomodulation in LTx by both genetic and immunologic transfer.\nLast modified: \nLast modified: \n28-03-2024\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n1 of 9\nGenetic and immunologic lung graft modulation during extended preservation\nGenetic and immunologic lung graft modulation during extended preservation\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n2 of 9\nGenetic and immunologic lung graft modulation during extended preservation\nGenetic and immunologic lung graft modulation during extended preservation\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n3 of 9\nGenetic and immunologic lung graft modulation during extended preservation\nGenetic and immunologic lung graft modulation during extended preservation\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nRat EVLP lung physiology: pulmodyn software files, excel datasheets\nRat EVLP histology: paraffin and frozen blocks and scanned section images (zeiss)\nRat EVLP bioluminescence: excel datasheets flux and IVIS bioluminescence images\nRat EVLP cytokines: excel datasheets with results of cytokine levels\nRat EVLP PCR: polymerase chain reaction excel datasheets with results of RNA levels\nRat EVLP gene sequencing: excel datasheets of lung tissue sanger sequencing \nRat lung transplant physiology: flexivent software files, excel datasheets\nRat lung transplant imaging: computed tomography files, excel datasheets of imaging analyses\nRat lung transplant Western blot: blot images, excel datasheets of imaging analyses\nMouse blood transfusion and transplant imaging: computed tomography files, excel datasheets of imaging analyses\nMouse blood transfusion and transplant blood smear : blood slides and imaging (zeiss), excel datasheets with cell counts\nMouse blood transfusion and transplant bronchoalveolar lavage: excel sheet with cell counts and cytokine level analysis\nMouse blood transfusion and transplant histology:  paraffin and frozen blocks and scanned section images (zeiss)\nMouse transplant flow cytometry: BDFACS data files, excel datasheets with cell counts \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: prof. Bart Vanaudenaerde is the lead scientist on lung transplantation in the KU Leuven laboratory of\nrespiratory diseases and thoracic surgery (BREATHE)\n2\n. \nStorage capacity/repository\nduring the research - data storage is enabled within the BREATHE lab where the research will be performed\nafter the research - data preservation is enabled within the BREATHE lab where the research will be performed \n \n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nThe KU Leuven policy is to preserve data for 10 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n4 of 9\nGenetic and immunologic lung graft modulation during extended preservation\nGenetic and immunologic lung graft modulation during extended preservation\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nWPA1+A2+A3: \nWPA1+A2+A3: \ntype: computed tomography (CT) images; format: .tif; volume: 500GB; origin: chest CT of rats - experimental, newly generated, digital\ntype: microscopy; format: .tif; volume: 45GB; origin: histology rat lungs - experimental, newly generated, digital and physical\ntype: physiological parameters; format: .xls; volume: 60MB; origin: ex-vivo perfusion circuit, ventilator, arterial blood gas, wet/dry ratio -\nexperimental, newly generated, digital \n \ntype: bioluminescence; format: .tif; volume: 6GB; origin: IVIS bioluminescence measurement of rat - experimental, newly generated, digital\ntype: cytokine ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage and serum rat - experimental, newly generated,\ndigital and physical\n \ntype: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 50GB; origin: PCR rat serum - experimental, newly generated,\ndigital and physical\ntype: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum - experimental, newly generated, digital and physical\n \nWP B1+B2+B3\nWP B1+B2+B3\n \ntype: computed tomography (CT) images; format: .tif; volume: 500GB; origin: chest CT of rats - experimental, newly generated, digital\n \ntype: microscopy; format: .tif; volume: 90GB; origin: blood smear, histology mouse lungs - experimental, newly generated, digital and\nphysical\n \ntype: cytokine ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage and serum mouse - experimental, newly generated,\ndigital and physical\n \ntype: flow cytometry; format: .xls; volume: 50 GB: origin: flow cytometry mouse lungs - experimental, newly generated, digital\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo reuse of existing data. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nAnimal experiments are performed following approval by the Ethics committee animal research KU Leuven \nCurrently approved projects:\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n5 of 9\nRat: P174/2022, P128/2023\nMouse: P102/2022, P015/2024\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nData from each work package are stored in a separate folder on the J drive of our lab. Each dedicated team member has access to the folders. \nAn excel masterfile is created for each experiment type where the data, digital and physical place of recorded end points and samples are\nlisted. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n6 of 9\nThe digital data will be stored in appropriate storage places including histology rooms, fridges, freezers and cryotanks.\nDigital data will be stored on our dataservers:\nGBW-0076_LTx is a smaller (15Tb) server but faster server on which each fellow stored analyzed/processed data.\nGBW-0017_LTx is a larger (150Tb) server but slower on which we store all raw data for long time.\nCopies of the raw data and unanalyzed data are made and kept on personal devices only by members of our research group\n \n \nHow will the data be backed up?\nHow will the data be backed up?\nSnapshots:\nBackups of project data on faculty network shares are made using “snapshot” technology, which is the online storage of incremental data\nchanges. The standard backup regime is as follows:\nAn hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers\nA daily backup, at midnight, the last 6 of which are stored on our servers\nA weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers\nThe end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the above\nbackup scheme, it is possible to go back in time up to 12 weeks (~3 months).\nMirror:\nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter. The data are\ncopied every hour to the second datacenter. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online\nwithin the hour.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes and this is still expandable:\nOur data will be stored at the KUL university's secure environment, of which daily backups are made by the ICT to secure the data. Our\ndataservers are:\nGBW-0076_LTx / J-drive (a smaller but faster server on which each fellow stored analyzed/processed data).\nGBW-0017_LTx / L-drive (a larger server but slower on which we stored all raw data for long time).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the KU Leuven network is protected with authenticator software. \n \nThe data are secured on both servers by the university ICT. All ICT solutions at KU Leuven are subject to the university-wide ICT information\nsecurity standards. The group ICT service organizes the raw network storage, it procures from central ICT services in such a way that access\npermissions are limited, fixed, delegated to and audited by data managers who do not need to have an IT background.\nAccess to these servers are restricted to the research group members.  The lab manager (Karen Maes) and the PI of the project control who has\naccess to the servers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFor GBW-0076_LTx / J-drive, the annual cost is 600EUR/terrabyte. We will use 2 TB storage on this sever, resulting in an annual cost of\n1200 euro/year.\nFor GBW-0017_LTx / L-drive, the annual costs are 200EUR/terrabyte. We will reserve 5 TB for this project resulting is a yearly cost of 1000\neuro/year. \nThe overall currently yearly cost for both servers will be 2200EUR. The total budget needed for the 4 years of the project is about 8800EUR.\nProject funds (G090922N)\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n7 of 9\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nCertainly, raw data will be stored for a longer period.\nBig dataset that impact on the need of server space are datasets of computed tomogrpahy scans, microscopy, bioluminescence and molecular\nanalyses (PCR, Western blot, ELISA, flow cytometry). Physiological parameter data  in excel do not impact server space.\nRaw digital data of scans, slide picture and molecular profiles are stored on the large volume server.  Analyzed subdatasets and clinical and\nend-analytical excel data stored at the smaller server by the individual researchers are always evaluated at the end of the PhD. The excess of\ndata is removed and valuable data remain at the large volume server under the name the fellow in a folder ‘old fellows”. Currently this concept\nis permanent storage but this can be reconsidered in the future. A minimum of 5 years is considered which allows us to reanalyze all published\nwork if needed.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData will remain on the earlier mentioned servers mentioned. The large volume server (GBW-0076_LTx/ L-drive) is more used for the raw\ndata and long-time storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nConsidering the currently yearly cost we expect costs for data preservation (200EUR/TB/year) to be about 5000 euro. The department\nCHROMETA reserves for each separate group per year a small budget which is enough to cover these annual (and total) cost of basic storage\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPrincipal investigator will have access and will grant access to other investigators and other collaborators on request. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n8 of 9\nWhen will the data be made available?\nWhen will the data be made available?\nNot applicable\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot applicable\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPrincipal investigator, Laurens Ceulemans \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPrincipal investigator, Laurens Ceulemans \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPrincipal investigator, Laurens Ceulemans \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPrincipal investigator, Laurens Ceulemans \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n9 of 9"
    },
    "clean_full_text": "Genetic and immunologic lung graft modulation during extended preservation Genetic and immunologic lung graft modulation during extended preservation A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., n.n. n.n., Nicole Jannis Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: Nicole Jannis Grant number / URL: Grant number / URL: 18E2B24N ID: ID: 206028 Start date: Start date: 01-10-2023 End date: End date: 30-09-2028 Project abstract: Project abstract: Lung transplantation (LTx) is the ultimate treatment for patients with end-stage pulmonary disease which is still challenged by a limited 5-year overall survival of 59%. This can be attributed to two major challenges: A/ Primary graft Dysfunction (PGD) and B/ Rejection. PGD is the clinical presentation of ischemia-reperfusion injury and occurs in 30% of LTx patients. It is associated with increased morbidity and mortality3,4. PGD is the result of cellular injury and immune activation and is clinically observed as pulmonary edema, impaired gas exchange and decreased lung compliance. The cessation of bloodflow to the explanted lung graft (ischemia) and reperfusion after LTx in the recipient causes epithelial and endothelial cell injury and activated immune cells (macrophages, neutrophils, lymphocytes) that migrate to the lung. Therapeutic strategies targeting apoptosis, oxidative stress and immune activation were explored but no specific clinical treatment exists. After transplantation, the organ is recognized as ‘non-self’, provoking an allo-immune response, rejection. Upstream naïve immune cells are activated by antigen-presenting cells (APC) and then mature into effector T-cells attacking the graft. The whole response is mediated by multiple regulatory T- cells (Treg) and cytokines (e.g. IL-2 / IFN- γ ) which are targets for immunosuppressive drugs. Under immunosuppression (IS), the recipient’s normal immune response towards the graft is non-specifically blocked so that the graft can be ‘accepted’. As a double-edged sword, however, long-term and high-dose IS therapy will also cause side effects such as nephrotoxicity, infection and cancer. Furthermore, the ongoing immune response cannot be suppressed completely, eventually leading to chronic lung allograft dysfunction (CLAD). The future of LTx will depend on opening this therapeutic window by lowering the risk for rejection and at the same time decreasing the level of IS. Scientific research objectives are immunomodulation in LTx by both genetic and immunologic transfer. Last modified: Last modified: 28-03-2024 Created using DMPonline.be. Last modiﬁed 28 March 2024 1 of 9 Genetic and immunologic lung graft modulation during extended preservation Genetic and immunologic lung graft modulation during extended preservation DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2024 2 of 9 Genetic and immunologic lung graft modulation during extended preservation Genetic and immunologic lung graft modulation during extended preservation GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 28 March 2024 3 of 9 Genetic and immunologic lung graft modulation during extended preservation Genetic and immunologic lung graft modulation during extended preservation Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) Rat EVLP lung physiology: pulmodyn software files, excel datasheets Rat EVLP histology: paraffin and frozen blocks and scanned section images (zeiss) Rat EVLP bioluminescence: excel datasheets flux and IVIS bioluminescence images Rat EVLP cytokines: excel datasheets with results of cytokine levels Rat EVLP PCR: polymerase chain reaction excel datasheets with results of RNA levels Rat EVLP gene sequencing: excel datasheets of lung tissue sanger sequencing Rat lung transplant physiology: flexivent software files, excel datasheets Rat lung transplant imaging: computed tomography files, excel datasheets of imaging analyses Rat lung transplant Western blot: blot images, excel datasheets of imaging analyses Mouse blood transfusion and transplant imaging: computed tomography files, excel datasheets of imaging analyses Mouse blood transfusion and transplant blood smear : blood slides and imaging (zeiss), excel datasheets with cell counts Mouse blood transfusion and transplant bronchoalveolar lavage: excel sheet with cell counts and cytokine level analysis Mouse blood transfusion and transplant histology: paraffin and frozen blocks and scanned section images (zeiss) Mouse transplant flow cytometry: BDFACS data files, excel datasheets with cell counts Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: prof. Bart Vanaudenaerde is the lead scientist on lung transplantation in the KU Leuven laboratory of respiratory diseases and thoracic surgery (BREATHE) 2 . Storage capacity/repository during the research - data storage is enabled within the BREATHE lab where the research will be performed after the research - data preservation is enabled within the BREATHE lab where the research will be performed What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) The KU Leuven policy is to preserve data for 10 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 28 March 2024 4 of 9 Genetic and immunologic lung graft modulation during extended preservation Genetic and immunologic lung graft modulation during extended preservation FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. WPA1+A2+A3: WPA1+A2+A3: type: computed tomography (CT) images; format: .tif; volume: 500GB; origin: chest CT of rats - experimental, newly generated, digital type: microscopy; format: .tif; volume: 45GB; origin: histology rat lungs - experimental, newly generated, digital and physical type: physiological parameters; format: .xls; volume: 60MB; origin: ex-vivo perfusion circuit, ventilator, arterial blood gas, wet/dry ratio - experimental, newly generated, digital type: bioluminescence; format: .tif; volume: 6GB; origin: IVIS bioluminescence measurement of rat - experimental, newly generated, digital type: cytokine ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage and serum rat - experimental, newly generated, digital and physical type: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 50GB; origin: PCR rat serum - experimental, newly generated, digital and physical type: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum - experimental, newly generated, digital and physical WP B1+B2+B3 WP B1+B2+B3 type: computed tomography (CT) images; format: .tif; volume: 500GB; origin: chest CT of rats - experimental, newly generated, digital type: microscopy; format: .tif; volume: 90GB; origin: blood smear, histology mouse lungs - experimental, newly generated, digital and physical type: cytokine ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage and serum mouse - experimental, newly generated, digital and physical type: flow cytometry; format: .xls; volume: 50 GB: origin: flow cytometry mouse lungs - experimental, newly generated, digital If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No reuse of existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Animal experiments are performed following approval by the Ethics committee animal research KU Leuven Currently approved projects: Created using DMPonline.be. Last modiﬁed 28 March 2024 5 of 9 Rat: P174/2022, P128/2023 Mouse: P102/2022, P015/2024 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data from each work package are stored in a separate folder on the J drive of our lab. Each dedicated team member has access to the folders. An excel masterfile is created for each experiment type where the data, digital and physical place of recorded end points and samples are listed. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 28 March 2024 6 of 9 The digital data will be stored in appropriate storage places including histology rooms, fridges, freezers and cryotanks. Digital data will be stored on our dataservers: GBW-0076_LTx is a smaller (15Tb) server but faster server on which each fellow stored analyzed/processed data. GBW-0017_LTx is a larger (150Tb) server but slower on which we store all raw data for long time. Copies of the raw data and unanalyzed data are made and kept on personal devices only by members of our research group How will the data be backed up? How will the data be backed up? Snapshots: Backups of project data on faculty network shares are made using “snapshot” technology, which is the online storage of incremental data changes. The standard backup regime is as follows: An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers A daily backup, at midnight, the last 6 of which are stored on our servers A weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the above backup scheme, it is possible to go back in time up to 12 weeks (~3 months). Mirror: For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter. The data are copied every hour to the second datacenter. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within the hour. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes and this is still expandable: Our data will be stored at the KUL university's secure environment, of which daily backups are made by the ICT to secure the data. Our dataservers are: GBW-0076_LTx / J-drive (a smaller but faster server on which each fellow stored analyzed/processed data). GBW-0017_LTx / L-drive (a larger server but slower on which we stored all raw data for long time). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the KU Leuven network is protected with authenticator software. The data are secured on both servers by the university ICT. All ICT solutions at KU Leuven are subject to the university-wide ICT information security standards. The group ICT service organizes the raw network storage, it procures from central ICT services in such a way that access permissions are limited, fixed, delegated to and audited by data managers who do not need to have an IT background. Access to these servers are restricted to the research group members. The lab manager (Karen Maes) and the PI of the project control who has access to the servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? For GBW-0076_LTx / J-drive, the annual cost is 600EUR/terrabyte. We will use 2 TB storage on this sever, resulting in an annual cost of 1200 euro/year. For GBW-0017_LTx / L-drive, the annual costs are 200EUR/terrabyte. We will reserve 5 TB for this project resulting is a yearly cost of 1000 euro/year. The overall currently yearly cost for both servers will be 2200EUR. The total budget needed for the 4 years of the project is about 8800EUR. Project funds (G090922N) Created using DMPonline.be. Last modiﬁed 28 March 2024 7 of 9 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Certainly, raw data will be stored for a longer period. Big dataset that impact on the need of server space are datasets of computed tomogrpahy scans, microscopy, bioluminescence and molecular analyses (PCR, Western blot, ELISA, flow cytometry). Physiological parameter data in excel do not impact server space. Raw digital data of scans, slide picture and molecular profiles are stored on the large volume server. Analyzed subdatasets and clinical and end-analytical excel data stored at the smaller server by the individual researchers are always evaluated at the end of the PhD. The excess of data is removed and valuable data remain at the large volume server under the name the fellow in a folder ‘old fellows”. Currently this concept is permanent storage but this can be reconsidered in the future. A minimum of 5 years is considered which allows us to reanalyze all published work if needed. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data will remain on the earlier mentioned servers mentioned. The large volume server (GBW-0076_LTx/ L-drive) is more used for the raw data and long-time storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Considering the currently yearly cost we expect costs for data preservation (200EUR/TB/year) to be about 5000 euro. The department CHROMETA reserves for each separate group per year a small budget which is enough to cover these annual (and total) cost of basic storage 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Principal investigator will have access and will grant access to other investigators and other collaborators on request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Not applicable Created using DMPonline.be. Last modiﬁed 28 March 2024 8 of 9 When will the data be made available? When will the data be made available? Not applicable Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Not applicable Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Not applicable 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Principal investigator, Laurens Ceulemans Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Principal investigator, Laurens Ceulemans Who will manage data preservation and sharing? Who will manage data preservation and sharing? Principal investigator, Laurens Ceulemans Who will update and implement this DMP? Who will update and implement this DMP? Principal investigator, Laurens Ceulemans Created using DMPonline.be. Last modiﬁed 28 March 2024 9 of 9"
}