{
    "document_id": "D-2023-2401",
    "LinkTitle": "D-2023-2401",
    "file_name": "D-2023-2401.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2401.pdf",
    "metadata": {
        "title": "Unraveling the Impact of Online Peer Interactions on Young Individuals’ Peer Relationship Quality and Mental Health",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Unraveling the Impact of Online Peer Interactions on Young Individuals’ Peer\nRelationship Quality and Mental Health\nA Data Management Plan created using DMPonline.be\nCreators: \nRobyn Vanherle, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., Robyn Vanherle\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nPDMT2/23/008\nID: \n200913\nStart date: \n01-11-2023\nEnd date: \n31-10-2024\nProject abstract:\nResearch has shown that young individuals nowadays increasingly turn to social networking sites to formulate and\nmaintain peer relationships. These online interactions, however, look quite different from offline interactions (e.g.,\nabsence of visual cues), thereby raising the question of whether this is beneficial or detrimental to young individuals’\npeer relationships. This is an important question because peer interactions have been proven to serve as a buffer (when\nbeing high quality) or risk factor (when being low quality) for young individuals’ mental health. The aim of the current\nproject is therefore to 1) grasp how the use of social networking sites transforms peer relationships, 2) examine under\nwhich conditions these transformations are positive or negative for young individuals’ peer relationships and mental\nhealth, and 3) unravel developmental differences in these associations (adolescents vs. emerging adults). These aims\nwill be reached by implementing a mixed-method design, consisting of qualitative focus group interviews and\nquantitative experience sampling studies.\nLast modified: \n17-07-2023\nCreated using DMPonline.be. Last modiﬁed 17 July 2023\n1 of 5\nUnraveling the Impact of Online Peer Interactions on Young Individuals’ Peer\nRelationship Quality and Mental Health\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname\nDescription\nNew\nor\nreuse\nDigital\nor\nPhysical\ndata\nData Type\nFile format\nData volume\nPhysical\nvolume\n \n \n \n \n \n \n \nFocus\ngroup\ninterviews\nFocus group interviews will be\nconducted among \nearly-middle\nadolescents\n (12–14 years old),\nmiddle-late adolescents\n \n(15–17 years old), and \nemerging\nadults\n (18–25 years old). For each\nage group, I will conduct focus\ngroups\nuntil the point of saturation is\nreached. This is expected to be\nabout \nsix to seven focus groups\n,\nas three\nto six focus groups are advised to\nidentify 90% of the research themes\nof interest.\nNew\ndata\nDigital\nand\nphysical\ndata\nSound:\n The focus groups will be\nrecorded in order to make data\ntranscription possible. These\nrecordings will be deleted after the\ninterviews have been transcribed and\nno identifying data will be included in\nthe focus group transcripts.\nTextual:\n-The participants and their parents\nwill have to fill in (active/passive)\nconsent forms before the participant\ncan participate in the focus group\ninterviews.\n- The interviews will be transcribed in\nMS Word format.\nSOftware: \nNvivo will be used to\nanalyse the transcripts and add\nrelevant codes.\nSound:\n Interview\nrecordings will consist of\naudio recordings in MP3\nformat.\nTextual:\n \n-  The informed consent\nwill initially be given to\nthe participants and\ntheir parents in physical\nform but will be scanned\nin Word and PDF form\nfor storage.\n- The interviews will be\ntranscribed in Word\nformat\nSOftware: \nan Nvivo\nproject will be created\n(.nvp)\n \nSound\n: We expect to\ncollect 18 interviews of\n1 hour (+- 6 interviews\nper age group). This\nwill result in a volume\nof audio recordings\nbelow 1GB\nTextual:\n- The Word and PDF\nforms of the scanned\ninformed consents and\ntranscribed interviews\nare expected to be\nbelow 1GB.\nSOftware\n: Th Nvivo\nproject is expected to\nbe below 1GB.\nNo\nphysical\nsamples\nwill be\ncollected.\n \n \n \n \n \n \n \nExperience\nsampling\nmethod\n(ESM)\nstudy\nA \n14-day ESM study\n will be\nconducted among a representative\nsample of \nFlemish early-middle adolescents\n(12–14 years old), middle-late\nadolescents (15–17 years old), and \n7\nemerging adults (18–25 years old).\nWe expect to recruit 100-120\nparticipants per age group.\nParticipants will receive\n 1\nbackground survey at the\nbeginning, followed by 4 daily\nsurveys during the 14-day study.\nNew\nData\nDigital\nand\nPhysical\nTextual: \n- \nParticipants will receive 1\nbackground survey and 4 daily\nsurveys each day. These surveys will\ninitially be formulated in Word but\nwill be sent out using specific\nsoftware (see below).\n-At the beginning of the background\nsurvey, participants will have to fill in\nan online informed consent form. The\nparents of the participants will\nreceive the (passive/active) informed\nconsent form via mail (PDF) or\nphysical letters.\nSOftware:\n- The surveys will be sent out using\nm-Path\n, an app that allows real-time\nmonitoring of \nparticipants and follows the GDPR\nprotocols.\n- After data collection, data will be\ndownloaded from the m-Path app\nand analysed using \nR\n. \nTextual: \nThe surveys\nand informed consents\nwill be in Word/PDF\nformat.\nSOftware:\n- Data will be\ndownloaded and\nimplemented in R in .csv\nformat.  \nTextual: \nThe surveys\nand informed consents\nare expected to be\nbelow 1GB.\nSOftware: \nThe data\nfile of the ESM study\n(.csv) is expected to\nbe between 1 and 5\nGB. \nNo\nphysical\nsamples\nwill be\ncollected.\n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo existing data from previous projects will be used.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nData will be collected among young individuals aged 12 to 25. No special categories of personal data will be collected and special attention will be paid to the\nprivacy/anonymity of participants. Ethical approval has been obtained (PRET: G-2023-6844). \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWe will work with pseudonymised/anonymized data and have received ethical approval for this via the PRET platform (G-2023-6844). In this approval application, we\nCreated using DMPonline.be. Last modiﬁed 17 July 2023\n2 of 5\nthoroughly explain how we will pseudonymise the data and which particular safety measures will be taken. \nFocus group interviews: The focus group interviews will be recorded in order to make transcription and data analysis possible. Whilst transcribing these recordings, we will\nanonymize them right away (only fictive name, gender, and age will be kept). To create the fictional name, we will store participants' names in a separate, password-\nprotected file. This file can only be accessed by the researchers working on this project and will not be distributed to third parties. When the interviews are transcribed,\nthis file will be deleted.\nESM study: We will provide each participant with a unique identification code to link the background questionnaire to the daily dairy checklists. The identification codes will\nonly be used by the researchers and solely for the purpose of linking participants’ data over different data collection points. All information that allows identification of the\nparticipants (e.g., email address) will be kept in a separate data file that will be encrypted and can only be accessed by a password known by the primary researcher.\nFurthermore, this file will be deleted as soon as the research project is completed.\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nFocus group interviews: \nWe will provide Word documents with the meaning of the codes\nWe will make use of an Nvivo project to generate documentation and metadata\nWe will follow the guidelines as described in the following link \nDATA MANAGEMENT FOR QUALITATIVE DATA USING NVIVO9 (ukdataservice.ac.uk)\nESM study:\nWe will provide a codebook with the naming of the variables, the meaning of the values, and the labels in order to interpret the dataset. This will be generated\nusing SPSS.\nR code to analyse our data will be stored in specific R scripts.\nFor both studies, we will publish our materials within our organisation via the shared drive and outside our organization by making use of the Open Science Framework\n(OSF). Therefore, we will develop our documents with a special eye for transparency and reproducability. \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWe will make use of the personal (I-drive) and shared KU Leuven drive (J-drive) to make our research project visible within our organization.\nIn addition, the Open Science Framework (OSF) will be used as a repository for all materials that can be publicly shared, including code books, anonymized data, code for\nanalyses. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOther (specify below)\nOSF Framework\nCreated using DMPonline.be. Last modiﬁed 17 July 2023\n3 of 5\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be encrypted and can only be accessed by a password known by the researchers working on the project. Data will be stored on the networks provided by KU\nLeuven, which provide high security.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo expected costs. \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nThe recordings from the focus groups will be deleted as soon as all interviews are transcribed.\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nPhysical data (e.g., informed consent forms) will be stored in the principal investigator's office in a locked drawer or cabinet accessible only to the investigator.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo expected costs.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nFully anonymized data will be provided on the Open Science Framework to encourage open science practices. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nCreated using DMPonline.be. Last modiﬁed 17 July 2023\n4 of 5\nYes, ethical aspects\nAll data will be fully anonymized before making this available. No identifying information will be kept and the demographic variables (gender, age, student status) will not\nbe sufficient to identify the respondents should anyone try to do so.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nKU Leuven RDR (Research Data Repository)\nOpen Science Framework (OSF) for both the transcripts of the focus group interviews and the data derived from the ESM study. \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nWe will make use of the following license \nAttribution-NonCommercial-NoDerivatives 4.0 International. \nCC BY-NC-ND 4.0\n- The most restrictive creative commons license. This only allows people to download and share our work for no commercial gain and for no other purposes. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nA DOI will be attached to our data once collected and made available. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected for sharing as both KU Leuven RDR and OSF are free.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe Postdoctoral researcher (Robyn Vanherle) will be responsible for data documentation and metadata, under supervision of Prof. Dr. Kathleen Beullens (Promotor of the\nproject).\nWho will manage data storage and backup during the research project? \nAlso, the data storage and backup will be managed by Robyn Vanherle (postdoctoral researcher on this project).\nWho will manage data preservation and sharing? \nData preservation and sharing will be managed by Robyn Vanherle (postdoctoral researcher on this project).\nWho will update and implement this DMP? \nTh postdoctoral researcher of this project, named Robyn Vanherle, will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 17 July 2023\n5 of 5"
    },
    "clean_full_text": "Unraveling the Impact of Online Peer Interactions on Young Individuals’ Peer Relationship Quality and Mental Health A Data Management Plan created using DMPonline.be Creators: Robyn Vanherle, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Robyn Vanherle Project Administrator: n.n. n.n. Grant number / URL: PDMT2/23/008 ID: 200913 Start date: 01-11-2023 End date: 31-10-2024 Project abstract: Research has shown that young individuals nowadays increasingly turn to social networking sites to formulate and maintain peer relationships. These online interactions, however, look quite different from offline interactions (e.g., absence of visual cues), thereby raising the question of whether this is beneficial or detrimental to young individuals’ peer relationships. This is an important question because peer interactions have been proven to serve as a buffer (when being high quality) or risk factor (when being low quality) for young individuals’ mental health. The aim of the current project is therefore to 1) grasp how the use of social networking sites transforms peer relationships, 2) examine under which conditions these transformations are positive or negative for young individuals’ peer relationships and mental health, and 3) unravel developmental differences in these associations (adolescents vs. emerging adults). These aims will be reached by implementing a mixed-method design, consisting of qualitative focus group interviews and quantitative experience sampling studies. Last modified: 17-07-2023 Created using DMPonline.be. Last modiﬁed 17 July 2023 1 of 5 Unraveling the Impact of Online Peer Interactions on Young Individuals’ Peer Relationship Quality and Mental Health Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Focus group interviews Focus group interviews will be conducted among early-middle adolescents (12–14 years old), middle-late adolescents (15–17 years old), and emerging adults (18–25 years old). For each age group, I will conduct focus groups until the point of saturation is reached. This is expected to be about six to seven focus groups , as three to six focus groups are advised to identify 90% of the research themes of interest. New data Digital and physical data Sound: The focus groups will be recorded in order to make data transcription possible. These recordings will be deleted after the interviews have been transcribed and no identifying data will be included in the focus group transcripts. Textual: -The participants and their parents will have to fill in (active/passive) consent forms before the participant can participate in the focus group interviews. - The interviews will be transcribed in MS Word format. SOftware: Nvivo will be used to analyse the transcripts and add relevant codes. Sound: Interview recordings will consist of audio recordings in MP3 format. Textual: - The informed consent will initially be given to the participants and their parents in physical form but will be scanned in Word and PDF form for storage. - The interviews will be transcribed in Word format SOftware: an Nvivo project will be created (.nvp) Sound : We expect to collect 18 interviews of 1 hour (+- 6 interviews per age group). This will result in a volume of audio recordings below 1GB Textual: - The Word and PDF forms of the scanned informed consents and transcribed interviews are expected to be below 1GB. SOftware : Th Nvivo project is expected to be below 1GB. No physical samples will be collected. Experience sampling method (ESM) study A 14-day ESM study will be conducted among a representative sample of Flemish early-middle adolescents (12–14 years old), middle-late adolescents (15–17 years old), and 7 emerging adults (18–25 years old). We expect to recruit 100-120 participants per age group. Participants will receive 1 background survey at the beginning, followed by 4 daily surveys during the 14-day study. New Data Digital and Physical Textual: - Participants will receive 1 background survey and 4 daily surveys each day. These surveys will initially be formulated in Word but will be sent out using specific software (see below). -At the beginning of the background survey, participants will have to fill in an online informed consent form. The parents of the participants will receive the (passive/active) informed consent form via mail (PDF) or physical letters. SOftware: - The surveys will be sent out using m-Path , an app that allows real-time monitoring of participants and follows the GDPR protocols. - After data collection, data will be downloaded from the m-Path app and analysed using R . Textual: The surveys and informed consents will be in Word/PDF format. SOftware: - Data will be downloaded and implemented in R in .csv format. Textual: The surveys and informed consents are expected to be below 1GB. SOftware: The data file of the ESM study (.csv) is expected to be between 1 and 5 GB. No physical samples will be collected. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No existing data from previous projects will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Data will be collected among young individuals aged 12 to 25. No special categories of personal data will be collected and special attention will be paid to the privacy/anonymity of participants. Ethical approval has been obtained (PRET: G-2023-6844). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) We will work with pseudonymised/anonymized data and have received ethical approval for this via the PRET platform (G-2023-6844). In this approval application, we Created using DMPonline.be. Last modiﬁed 17 July 2023 2 of 5 thoroughly explain how we will pseudonymise the data and which particular safety measures will be taken. Focus group interviews: The focus group interviews will be recorded in order to make transcription and data analysis possible. Whilst transcribing these recordings, we will anonymize them right away (only fictive name, gender, and age will be kept). To create the fictional name, we will store participants' names in a separate, password- protected file. This file can only be accessed by the researchers working on this project and will not be distributed to third parties. When the interviews are transcribed, this file will be deleted. ESM study: We will provide each participant with a unique identification code to link the background questionnaire to the daily dairy checklists. The identification codes will only be used by the researchers and solely for the purpose of linking participants’ data over different data collection points. All information that allows identification of the participants (e.g., email address) will be kept in a separate data file that will be encrypted and can only be accessed by a password known by the primary researcher. Furthermore, this file will be deleted as soon as the research project is completed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Focus group interviews: We will provide Word documents with the meaning of the codes We will make use of an Nvivo project to generate documentation and metadata We will follow the guidelines as described in the following link DATA MANAGEMENT FOR QUALITATIVE DATA USING NVIVO9 (ukdataservice.ac.uk) ESM study: We will provide a codebook with the naming of the variables, the meaning of the values, and the labels in order to interpret the dataset. This will be generated using SPSS. R code to analyse our data will be stored in specific R scripts. For both studies, we will publish our materials within our organisation via the shared drive and outside our organization by making use of the Open Science Framework (OSF). Therefore, we will develop our documents with a special eye for transparency and reproducability. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No We will make use of the personal (I-drive) and shared KU Leuven drive (J-drive) to make our research project visible within our organization. In addition, the Open Science Framework (OSF) will be used as a repository for all materials that can be publicly shared, including code books, anonymized data, code for analyses. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) Other (specify below) OSF Framework Created using DMPonline.be. Last modiﬁed 17 July 2023 3 of 5 How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be encrypted and can only be accessed by a password known by the researchers working on the project. Data will be stored on the networks provided by KU Leuven, which provide high security. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No expected costs. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) The recordings from the focus groups will be deleted as soon as all interviews are transcribed. Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) Physical data (e.g., informed consent forms) will be stored in the principal investigator's office in a locked drawer or cabinet accessible only to the investigator. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No expected costs. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. Fully anonymized data will be provided on the Open Science Framework to encourage open science practices. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Created using DMPonline.be. Last modiﬁed 17 July 2023 4 of 5 Yes, ethical aspects All data will be fully anonymized before making this available. No identifying information will be kept and the demographic variables (gender, age, student status) will not be sufficient to identify the respondents should anyone try to do so. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) KU Leuven RDR (Research Data Repository) Open Science Framework (OSF) for both the transcripts of the focus group interviews and the data derived from the ESM study. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) We will make use of the following license Attribution-NonCommercial-NoDerivatives 4.0 International. CC BY-NC-ND 4.0 - The most restrictive creative commons license. This only allows people to download and share our work for no commercial gain and for no other purposes. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository A DOI will be attached to our data once collected and made available. What are the expected costs for data sharing? How will these costs be covered? No costs are expected for sharing as both KU Leuven RDR and OSF are free. Responsibilities Who will manage data documentation and metadata during the research project? The Postdoctoral researcher (Robyn Vanherle) will be responsible for data documentation and metadata, under supervision of Prof. Dr. Kathleen Beullens (Promotor of the project). Who will manage data storage and backup during the research project? Also, the data storage and backup will be managed by Robyn Vanherle (postdoctoral researcher on this project). Who will manage data preservation and sharing? Data preservation and sharing will be managed by Robyn Vanherle (postdoctoral researcher on this project). Who will update and implement this DMP? Th postdoctoral researcher of this project, named Robyn Vanherle, will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 17 July 2023 5 of 5"
}