{
    "document_id": "D-2022-1654",
    "LinkTitle": "D-2022-1654",
    "file_name": "D-2022-1654.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1654.pdf",
    "metadata": {
        "title": "Adaptive Architecture: The Robotic Orchestration of a Healthy Workplace",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Adaptive Architecture: The Robotic Orchestration of a Healthy Workplace\nA Data Management Plan created using DMPonline.be\nCreators: \nAlex Nguyen, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nAlex Nguyen, n.n. n.n., n.n. n.n., n.n. n.n.\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nIDN/22/003\nID: \n197602\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nWorkplace attendance is struggling since before the pandemic as many employees suffer from the generic and busy environment in\nwhich they were supposed to work. The currently dominant “flexible” office made up of moveable furniture is unable to host these post-\npandemic expectations because the presence and activities of workers is too unpredictable for office facility teams to constantly adapt\nfor. As self-driving vacuums and mowers already demonstrate, it is yet becoming increasingly feasible and affordable to integrate\nminiaturised mobile robotic technology in everyday office furniture that could actively adapt its layout configuration. This project therefore\ninvestigates how the currently prevalent ‘flexible’ workplace can be shifted towards an “adaptive” workplace: a workplace that increases\nthe occupational health and wellbeing of workers by proactively changing its spatial configuration via mobile robots. It is based on the\npremise that a semi-autonomous spatial configuration will be able to nudge new ways of social interaction and communication between\nworkers as they are more actively invited to utilise the architectural affordances that are optimal for the actual context of that particular\nworkplace, for that particular moment. This scientific objective can only be overcome by solving three multidisciplinary challenges, as we\nneed to determine how workplace context can be captured and predicted; how a more healthy and engaging workplace configuration can\nbe modelled; and how such an ideal configuration can be robotically actuated.\nLast modified: \n23-03-2023\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n1 of 5\nAdaptive Architecture: The Robotic Orchestration of a Healthy Workplace\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nsensing data\ndigital log\nN\nD\nN\n.csv; .xls\n<1GB\n \nvideo data\ncamera recordings of the experiments\nN\nD\nA\n .mp4\n<100GB\n \nquestionnaire data\nLikert scales of participants experience\nN\nD\nN\n.csv; .xls\n<1GB\n \ninterview audio data\nrecordings of participants answer to semi-structured\ninterview\nN\nD\nA\n.mp3;\n.m4a\n<1GB\n \ninterview transcription\ndata\ntranscribed from interview audio data\nN\nD\nT\n.txt; .doc\n<1GB\n \nthematic coding data\nthemes generated from coding interview transcript\nN\nD\nT;M\n.xls; .csv\n<1GB\n \nPython code\nrobotic software developed by the researchers\nN\nD\nSO\n.py;\n<1GB;\n \nreports\npresentation and discussion of results\nN\nD\nT;I\n.doc; .pdf\n<1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nPRET G-number: G-2021-4480-R2(MAR)\nIdentification information (e.g. names, (email) addresses)\nPersonal details (e.g. age, gender)\nAudio and video recordings\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nPython code and robotic software developed by the researchers:\nThe robotic control technology could become integrated in future office furniture. The computational adaptation algorithms could become part of smart building management services. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nExperimental and quantitative data will be maintained in MS Excel files. Qualitative data will be maintained in MS Word files on the secured KU Leuven OneDrive server.\nA short description will be added for each (group of) files listed.\nWe will collect raw data through audio recordings, and process and maintain their transcription via MS Word and Excel files.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nRDR KU Leuven\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nLow-volume data (such as, analytical and process data, experimental data, reports, video recordings, etc.) and academic disseminations are stored in OneDrive.\nDuring development, robotic software is stored on Shared network drive (J-drive) of the principle researchers.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOneDrive, J-drive: the folders will only be shared through the OneDrive profiles of the relevant investigators within the research.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe default OneDrive costs are covered by the Department of Architecture. If additional costs are inquired because we surpass standard storage limits, the PI will cover the cost from the project\nbudget.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nParts of the digital logs, observational audio and/or video recordings that are irrelevant to the research activities and its dissemination will be deleted in a shorter term than 10 years to save\nstorage space and maintain privacy. All data that forms part of the disseminated research findings and enable its reproducibility / verification will be kept for 10 years.\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThese costs overlap with the OneDrive licensing already in place.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nPart of the collected data relevant for scientific dissemination will be made available as open data via the appendix of such publications. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly investigators in our research group will have access to raw data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, other\nPersonal data from the participants will be managed accordingly to their individual input in the informed consent forms. However, such data will always be anonymised before sharing.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nAlso: to be specified later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPhD researchers (Ozan Balci & Stien Poncelet)\nPostdoctoral researcher (Alex Binh Vinh Duc Nguyen)\nSupervisors (Andrew Vande Moere, Herman Bruyninckx & Lode Godderis)\nWho will manage data storage and backup during the research project? \nAll researchers\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n4 of 5\nWho will manage data preservation and sharing? \nAndrew Vande Moere & Lode Godderis\nWho will update and implement this DMP? \nAndrew Vande Moere, Herman Bruyninckx & Lode Godderis\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n5 of 5"
    },
    "clean_full_text": "Adaptive Architecture: The Robotic Orchestration of a Healthy Workplace A Data Management Plan created using DMPonline.be Creators: Alex Nguyen, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Alex Nguyen, n.n. n.n., n.n. n.n., n.n. n.n. Project Administrator: n.n. n.n. Grant number / URL: IDN/22/003 ID: 197602 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Workplace attendance is struggling since before the pandemic as many employees suffer from the generic and busy environment in which they were supposed to work. The currently dominant “flexible” office made up of moveable furniture is unable to host these post- pandemic expectations because the presence and activities of workers is too unpredictable for office facility teams to constantly adapt for. As self-driving vacuums and mowers already demonstrate, it is yet becoming increasingly feasible and affordable to integrate miniaturised mobile robotic technology in everyday office furniture that could actively adapt its layout configuration. This project therefore investigates how the currently prevalent ‘flexible’ workplace can be shifted towards an “adaptive” workplace: a workplace that increases the occupational health and wellbeing of workers by proactively changing its spatial configuration via mobile robots. It is based on the premise that a semi-autonomous spatial configuration will be able to nudge new ways of social interaction and communication between workers as they are more actively invited to utilise the architectural affordances that are optimal for the actual context of that particular workplace, for that particular moment. This scientific objective can only be overcome by solving three multidisciplinary challenges, as we need to determine how workplace context can be captured and predicted; how a more healthy and engaging workplace configuration can be modelled; and how such an ideal configuration can be robotically actuated. Last modified: 23-03-2023 Created using DMPonline.be. Last modiﬁed 23 March 2023 1 of 5 Adaptive Architecture: The Robotic Orchestration of a Healthy Workplace Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA sensing data digital log N D N .csv; .xls <1GB video data camera recordings of the experiments N D A .mp4 <100GB questionnaire data Likert scales of participants experience N D N .csv; .xls <1GB interview audio data recordings of participants answer to semi-structured interview N D A .mp3; .m4a <1GB interview transcription data transcribed from interview audio data N D T .txt; .doc <1GB thematic coding data themes generated from coding interview transcript N D T;M .xls; .csv <1GB Python code robotic software developed by the researchers N D SO .py; <1GB; reports presentation and discussion of results N D T;I .doc; .pdf <1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) PRET G-number: G-2021-4480-R2(MAR) Identification information (e.g. names, (email) addresses) Personal details (e.g. age, gender) Audio and video recordings Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Python code and robotic software developed by the researchers: The robotic control technology could become integrated in future office furniture. The computational adaptation algorithms could become part of smart building management services. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 23 March 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Experimental and quantitative data will be maintained in MS Excel files. Qualitative data will be maintained in MS Word files on the secured KU Leuven OneDrive server. A short description will be added for each (group of) files listed. We will collect raw data through audio recordings, and process and maintain their transcription via MS Word and Excel files. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes RDR KU Leuven Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Low-volume data (such as, analytical and process data, experimental data, reports, video recordings, etc.) and academic disseminations are stored in OneDrive. During development, robotic software is stored on Shared network drive (J-drive) of the principle researchers. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive, J-drive: the folders will only be shared through the OneDrive profiles of the relevant investigators within the research. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The default OneDrive costs are covered by the Department of Architecture. If additional costs are inquired because we surpass standard storage limits, the PI will cover the cost from the project budget. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) Parts of the digital logs, observational audio and/or video recordings that are irrelevant to the research activities and its dissemination will be deleted in a shorter term than 10 years to save storage space and maintain privacy. All data that forms part of the disseminated research findings and enable its reproducibility / verification will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Created using DMPonline.be. Last modiﬁed 23 March 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? These costs overlap with the OneDrive licensing already in place. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data Part of the collected data relevant for scientific dissemination will be made available as open data via the appendix of such publications. If access is restricted, please specify who will be able to access the data and under what conditions. Only investigators in our research group will have access to raw data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, other Personal data from the participants will be managed accordingly to their individual input in the informed consent forms. However, such data will always be anonymised before sharing. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) Also: to be specified later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Who will manage data documentation and metadata during the research project? PhD researchers (Ozan Balci & Stien Poncelet) Postdoctoral researcher (Alex Binh Vinh Duc Nguyen) Supervisors (Andrew Vande Moere, Herman Bruyninckx & Lode Godderis) Who will manage data storage and backup during the research project? All researchers Created using DMPonline.be. Last modiﬁed 23 March 2023 4 of 5 Who will manage data preservation and sharing? Andrew Vande Moere & Lode Godderis Who will update and implement this DMP? Andrew Vande Moere, Herman Bruyninckx & Lode Godderis Created using DMPonline.be. Last modiﬁed 23 March 2023 5 of 5"
}