{
    "document_id": "D-2024-3169",
    "LinkTitle": "D-2024-3169",
    "file_name": "D-2024-3169.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3169.pdf",
    "metadata": {
        "title": "D-2024-3169",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Greet Vanderlinden - ORCID 0000-0002-5673-4121\nContributor name(s) (+ ORCID) & roles Koen Van Laere - promotor\nProject number 1 & title  Integrative longitudinal investigation of multiparametric PET/MR imaging in mild cognitive \nimpairment \nFunder(s) GrantID 2PDMT2/24/076\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description Alzheimer's disease (AD) presents a pressing global health concern, particularly given the demographic trend  \nof population aging. Despite the fact that AD’s neuropathological hallmarks have long been described, the  \nexact interplay between amyloid- , tau and neurodegeneration remains unclear.  Recent advancements in  \nPET imaging offer enhanced specificity and sensitivity for detecting tau pathology as well as loss of synaptic  \ndensity in AD. Moreover, state-of-the-art diffusion MRI methods now allow quantification of the brain’s  \nwhite matter fibre populations within an image voxel. However, longitudinal investigations employing these  \nimaging modalities are still scarce. We will integrate PET, MRI, and neuropsychological evaluations to  \nlongitudinally study healthy aging and also to follow disease progression in patients with mild cognitive  \nimpairment. This will elucidate the interplay between molecular changes and structural/functional brain  \nalterations, and it will help us to investigate how their combination eventually results in cognitive decline.  \n2.Research Data Summary\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL DATA\nDataset Name Description New or Reused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume (MB, \nGB, TB)Physical Volume\nICF Inform Consent forms New PhysicalN.A.N.A.N.A.1 ICF per participant,  \nestimated 30 \nparticipants (15 \npatients and 15 \nhealthy controls) to \nparticipate in follow-\nup. \nDemographical \ndataDemographical data on \nparticipants: age, sex, \neducational level,..Reuse since \nparticipants already \nincluded at baselineDigitalNumerical\nTextual.xls\n.xml (redcap)<1 GBN.A.\nData on medical \nhistory healthy \ncontrolsData on medical history  \nfrom baseline inclusion \nto new follow-up \nassessment New PhysicalN.A.N.A.N.A.5 pages \nform/healthy control  \n(estimated 15 \nsubjects)\nNeuropsychological  \ntest dataData of \nneuropsychological \ntests (MMSE, RAVLT, \nTMT A and B, AVF, \nRCPM, BNT, BDI, GDS)New PhysicalN.A.N.A.N.A.12 pages/subject \nRaw imaging data Raw, unpreprocessed \nPET and MRI imagesNew DigitalImages.dcm\n.nii.gz<5 TBN.A.\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4.json\nProcessed imaging \ndataProcessed PET and MRI \nimages from which \noutput can be \ngeneratedNew DigitalImages.nii.gz\n.nii>5 TBN.A.\nScripts Scripts used for image \nprocessing and for \nstatistical analysisReuse scripts for PET  \nprocessing+ New \nscripts for statistics \nand MRI processingDigitalNumerical\nSoftware.py\n.sh\n.mat\n.R<1 GBN.A.\nResults Results/output of the \nprocessed image data  New DigitalNumerical\nTextual.txt\n.xls<1 GBN.A.\nReports Papers and \npresentations of the \nresultsNew DigitalNumerical\nTextual.pptx\n.docx\n.pdf<1 GBN.A.\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type.  The baseline processed imaging, demographical and neuropsychological data of 26 healthy controls  \nand 30 MCI patients, as well as the 2-year follow-up data of 21 MCI patients will be reused to  \ninvestigate the longitudinal changes in the new 5-year follow-up segment.\nBaseline and 2-year pilot data were published as Vanderlinden et al. (2022) Molecular Psychiatry  \nPMID 35794185 and full study data are accepted for publication in Alzheimer’s & Dementia. Data  \nfrom these baseline and 2-year follow-up segments are stored on a hard drive and on the UZ Leuven  \nservers which are password-protected and access is restricted. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Are there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? If so,  \nrefer to specific datasets or data types when appropriate  \nand provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: \n☐ Yes, animal data; provide ECD reference number:   \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information: Baseline and 2-year follow-up data were acquired under ethical approval  \n(S60721). The request for an amendment to perform a 5-year follow-up segment will be submitted  \nin the next month.\nWill you process personal  data4? If so, please refer to  \nspecific  datasets  or  data  types  when  appropriate  and  \nprovide  the  KU  Leuven  or  UZ  Leuven  privacy  register  \nnumber (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: \nSeveral types of personal data will be processed: \n-Personal data for the organization of the study visits: phone number, e-mail adres, home  \naddress, bank account number. These data will not be included in analyses.\n-Personal data for research purpose: ICF, demographical data (age, sex, educational level),  \nmedical history, dominant hand, medication intake, neuropsychological test data, image  \ndata. These personal data will be pseudonymized. The file where the pseudonyms are linked  \nto the personal data and identifiers will be stored separately and secured, with access only  \nfor study staff. \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  \nIf so, please comment per dataset or data type where \nappropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data  \ntransfer agreements, research collaboration \nagreements)? \nIf so, please explain to what data they relate and what \nrestrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Are there any other legal issues, such as intellectual \nproperty rights and ownership, to be managed related to  \nthe data you (re)use?  \nIf so, please explain to what data they relate and which \nrestrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All physical files will be stored per subject in a standardized case report form (CRF). Neuropsychological and  \ndemographical data will also be stored in RedCap (eCRF). Raw images will be saved in the international BIDS  \n(brain imaging data structure) format. A user guide on the image processing pipeline that was used, will be  \nsaved as a READme.txt file according to KU Leuven’s template. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \n-Imaging data will be saved in the BIDS standard.\n-Pseudonymized information on demographics and neuropsychological test data will be stored in \nRedCap. RedCap offers the possibility to download a .xml file of the metadata.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 74.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: Image data will be stored on external hard drives as well as on UZ Leuven MIM and PACS \nservers, neuropsychological and demographical data will be stored in RedCap, paper ICFs and paper \nneuropsychological tests will be stored in a CRF folder in a locked cabinet in an environment with \nrestricted access. \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify): I will make a back-up of the data on an external hard drive which \nwill be stored in a locked cabinet in an access-controlled environment. Physical data files will be scanned \nand stored on the UZ Leuven server which is backed-up daily.  \n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes: RedCap provides unlimited capacity. Volume storage on the UZ Leuven server is also sufficient.  \n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The CRF (including ICF and all information collected on paper such as neuropsychological and \ndemographical data) will be stored in a locked cabinet in an access-controlled environment. Digital data \nwill be stored in RedCap. This platform has the possibility of allowing detailed access control on file and \nfolder level, in this way we can prevent access to data and modification of data by unauthorized persons. \nThe digital data will additionally be stored on the UZ Leuven server. Data back-up hard drives will be \nstored in a locked cabinet in an access-controlled environment . Image data will be stored on the MIM \nserver. \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The price to set-up a RedCap projects is € 80 per year. There is no charge for paper storage.\nCosts for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the \nwhole division) will be covered by the general research budget of the division of nuclear medicine, as has \nbeen done for the past 10 years for all KU Leuven researchers of Nuclear Medicine and Molecular Imaging.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nThe CRF (including ICF and all information collected on paper such as neuropsychological and \ndemographical data) will be stored in a locked cabinet in an access-controlled environment. The digital \ndata will be stored on the UZ Leuven server. Data back-up hard drives will be stored in the PI’s office. \nImage data will be stored on the MIM server.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There is no charge for paper archiving.\nCosts for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the \nwhole division) will be covered by the general research budget of the division of nuclear medicine, as has \nbeen done for the past 10 years for all KU Leuven researchers of Nuclear Medicine and Molecular Imaging.  \n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nData will only be shared if the research is approved by the ethical committee.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Members of our own research group and everyone who is trained for the study will have access to the \ndata. Data will only be shared if the research is approved by the ethical committee.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: All data originate from patients and healthy controls, they are personal data. Privacy \nregulations and ethical aspects restrict the sharing of these sensitive data, therefore pseudonymization of \nthe full data set will be provided. Furthermore, the consent form specifies that data will only be shared for  \nresearch that is approved by the ethical committee.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify): only upon reasonable request and after approval of the ethics committee.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no expected costs.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the study, prof. Koen Van Laere.\nWho will manage data storage and backup \nduring the research project?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the study, prof. Koen Van Laere.\nWho will manage data preservation and \nsharing?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the study, prof. Koen Van Laere.\nWho will update and implement this DMP? The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the study, prof. Koen Van Laere."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Greet Vanderlinden - ORCID 0000-0002-5673-4121 Contributor name(s) (+ ORCID) & roles Koen Van Laere - promotor Project number 1 & title Integrative longitudinal investigation of multiparametric PET/MR imaging in mild cognitive impairment Funder(s) GrantID 2PDMT2/24/076 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description Alzheimer's disease (AD) presents a pressing global health concern, particularly given the demographic trend of population aging. Despite the fact that AD’s neuropathological hallmarks have long been described, the exact interplay between amyloid- , tau and neurodegeneration remains unclear. Recent advancements in PET imaging offer enhanced specificity and sensitivity for detecting tau pathology as well as loss of synaptic density in AD. Moreover, state-of-the-art diffusion MRI methods now allow quantification of the brain’s white matter fibre populations within an image voxel. However, longitudinal investigations employing these imaging modalities are still scarce. We will integrate PET, MRI, and neuropsychological evaluations to longitudinally study healthy aging and also to follow disease progression in patients with mild cognitive impairment. This will elucidate the interplay between molecular changes and structural/functional brain alterations, and it will help us to investigate how their combination eventually results in cognitive decline. 2.Research Data Summary 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ICF Inform Consent forms New PhysicalN.A.N.A.N.A.1 ICF per participant, estimated 30 participants (15 patients and 15 healthy controls) to participate in follow- up. Demographical dataDemographical data on participants: age, sex, educational level,..Reuse since participants already included at baselineDigitalNumerical Textual.xls .xml (redcap)<1 GBN.A. Data on medical history healthy controlsData on medical history from baseline inclusion to new follow-up assessment New PhysicalN.A.N.A.N.A.5 pages form/healthy control (estimated 15 subjects) Neuropsychological test dataData of neuropsychological tests (MMSE, RAVLT, TMT A and B, AVF, RCPM, BNT, BDI, GDS)New PhysicalN.A.N.A.N.A.12 pages/subject Raw imaging data Raw, unpreprocessed PET and MRI imagesNew DigitalImages.dcm .nii.gz<5 TBN.A. 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4.json Processed imaging dataProcessed PET and MRI images from which output can be generatedNew DigitalImages.nii.gz .nii>5 TBN.A. Scripts Scripts used for image processing and for statistical analysisReuse scripts for PET processing+ New scripts for statistics and MRI processingDigitalNumerical Software.py .sh .mat .R<1 GBN.A. Results Results/output of the processed image data New DigitalNumerical Textual.txt .xls<1 GBN.A. Reports Papers and presentations of the resultsNew DigitalNumerical Textual.pptx .docx .pdf<1 GBN.A. GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The baseline processed imaging, demographical and neuropsychological data of 26 healthy controls and 30 MCI patients, as well as the 2-year follow-up data of 21 MCI patients will be reused to investigate the longitudinal changes in the new 5-year follow-up segment. Baseline and 2-year pilot data were published as Vanderlinden et al. (2022) Molecular Psychiatry PMID 35794185 and full study data are accepted for publication in Alzheimer’s & Dementia. Data from these baseline and 2-year follow-up segments are stored on a hard drive and on the UZ Leuven servers which are password-protected and access is restricted. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Baseline and 2-year follow-up data were acquired under ethical approval (S60721). The request for an amendment to perform a 5-year follow-up segment will be submitted in the next month. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: Several types of personal data will be processed: -Personal data for the organization of the study visits: phone number, e-mail adres, home address, bank account number. These data will not be included in analyses. -Personal data for research purpose: ICF, demographical data (age, sex, educational level), medical history, dominant hand, medication intake, neuropsychological test data, image data. These personal data will be pseudonymized. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately and secured, with access only for study staff. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All physical files will be stored per subject in a standardized case report form (CRF). Neuropsychological and demographical data will also be stored in RedCap (eCRF). Raw images will be saved in the international BIDS (brain imaging data structure) format. A user guide on the image processing pipeline that was used, will be saved as a READme.txt file according to KU Leuven’s template. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: -Imaging data will be saved in the BIDS standard. -Pseudonymized information on demographics and neuropsychological test data will be stored in RedCap. RedCap offers the possibility to download a .xml file of the metadata. If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 74.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: Image data will be stored on external hard drives as well as on UZ Leuven MIM and PACS servers, neuropsychological and demographical data will be stored in RedCap, paper ICFs and paper neuropsychological tests will be stored in a CRF folder in a locked cabinet in an environment with restricted access. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify): I will make a back-up of the data on an external hard drive which will be stored in a locked cabinet in an access-controlled environment. Physical data files will be scanned and stored on the UZ Leuven server which is backed-up daily. ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes: RedCap provides unlimited capacity. Volume storage on the UZ Leuven server is also sufficient. ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The CRF (including ICF and all information collected on paper such as neuropsychological and demographical data) will be stored in a locked cabinet in an access-controlled environment. Digital data will be stored in RedCap. This platform has the possibility of allowing detailed access control on file and folder level, in this way we can prevent access to data and modification of data by unauthorized persons. The digital data will additionally be stored on the UZ Leuven server. Data back-up hard drives will be stored in a locked cabinet in an access-controlled environment . Image data will be stored on the MIM server. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The price to set-up a RedCap projects is € 80 per year. There is no charge for paper storage. Costs for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the whole division) will be covered by the general research budget of the division of nuclear medicine, as has been done for the past 10 years for all KU Leuven researchers of Nuclear Medicine and Molecular Imaging. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): The CRF (including ICF and all information collected on paper such as neuropsychological and demographical data) will be stored in a locked cabinet in an access-controlled environment. The digital data will be stored on the UZ Leuven server. Data back-up hard drives will be stored in the PI’s office. Image data will be stored on the MIM server. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There is no charge for paper archiving. Costs for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the whole division) will be covered by the general research budget of the division of nuclear medicine, as has been done for the past 10 years for all KU Leuven researchers of Nuclear Medicine and Molecular Imaging. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Data will only be shared if the research is approved by the ethical committee. If access is restricted, please specify who will be able to access the data and under what conditions.Members of our own research group and everyone who is trained for the study will have access to the data. Data will only be shared if the research is approved by the ethical committee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: All data originate from patients and healthy controls, they are personal data. Privacy regulations and ethical aspects restrict the sharing of these sensitive data, therefore pseudonymization of the full data set will be provided. Furthermore, the consent form specifies that data will only be shared for research that is approved by the ethical committee. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify): only upon reasonable request and after approval of the ethics committee. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. 7. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the study, prof. Koen Van Laere. Who will manage data storage and backup during the research project?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the study, prof. Koen Van Laere. Who will manage data preservation and sharing?The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the study, prof. Koen Van Laere. Who will update and implement this DMP? The grant holder, Greet Vanderlinden, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the study, prof. Koen Van Laere."
}