{
    "document_id": "D-2024-3388",
    "LinkTitle": "D-2024-3388",
    "file_name": "D-2024-3388.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3388.pdf",
    "metadata": {
        "title": "D-2024-3388",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Fatemeh Behrad (0000-0003-2629-0854)\nContributor name(s) (+ ORCID) & roles Supervisor:\nJohan Wagemans (0000-0002-7970-1541)  \nCo-supervisor:\nTinne Tuytelaars (0000-0003-3307-9723)\nProject number 1 & title 3H230183 & The Art of Perception: Empowering Neural Networks to See Beauty Like Humans\nFunder(s) GrantID 2FWO & 1159925N\nAffiliation(s) ☑ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description This project bridges the gap between computer science and experimental psychology by integrating \nprinciples from human perceptual organization into neural networks to enhance their performance in \nimage aesthetic assessment. This effort will advance computational aesthetics while providing psychology \nwith a validated computational model leading to a better understanding of human image aesthetics. I will \ncurate two datasets: one for quantifying the aesthetic scores of images and the other for revealing the \nreasons behind the aesthetic quality of images, focusing on addressing limitations in existing datasets. \nThree deep neural networks will be developed. The initial model, tailored for estimating the aesthetic \nscore of images, integrates insights from human visual perception and strives to preserve high-resolution \ninformation. The second model will aim for a more descriptive output beyond a single aesthetic score by \nintegrating the first model into an image captioning model. This will help us generate verbal descriptions \nthat capture subtle nuances of aesthetic information. This new model will be adapted for image aesthetic \nassessment, incorporating visual, aesthetic, and contextual information provided by comments. All models  \nwill be analyzed to gain insights leading to a deeper understanding of factors shaping aesthetics.\n2.Research Data Summary\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nAVA Image aesthetic \nassessment \n(IAA) datasetReuse existing data Digital Images &\n NumericalJPEG & CSV 32.2 GB\nAADB IAA dataset Reuse existing data DigitalImages & \nNumericalJPEG & TXT 2.25 GB\nTAD66kIAA dataset Reuse existing data DigitalImages & \nNumericalJPEG & CSV 2.22 GB\nBAIDIAA dataset Reuse existing data DigitalImages & \nNumericalJPEG & CSV 28.5 GB\nPARAIAA dataset Reuse existing data DigitalImages & \nNumericalJPEG & CSV 11.1 GB\nKonIQ10kImage quality \nassessment \n(IQA) datasetReuse existing data DigitalImages & \nNumericalJPEG & CSV 5.09 GB\nSPAQIQA dataset Reuse existing data DigitalImages & \nNumericalJPEG & XLSX 33 GB\nWP1 datasetIAA dataset Generate new data DigitalImages & \nNumericalJPEG < 100 GB\nWP3 datasetIAA dataset Generate new data DigitalImages & Textual JPEG & CSV < 100 GB\nBaseline AI \nModelsPretrained \nVision Reuse existing data DigitalModel & \nSoftwarePTH & PY < 100 GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5transformers \nand CLIP model\nAI ModelsImage aesthetic \nassessment \nmodels and \nimage aesthetic-\nrelated \ncaptioning \nmodelGenerate new data DigitalModel & \nSoftware PTH & PY < 100 GB\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  AVA: https://doi.org/10.1109/CVPR.2012.6247954  \nAADB: https://doi.org/10.48550/arXiv.1606.01621  \nTAD66k: https://doi.org/10.24963/ijcai.2022/132  \nPARA: https://doi.org/10.48550/arXiv.2203.16754  \nBAID: https://doi.org/10.48550/arXiv.2303.15166  \nSPAQ: https://doi.org/10.1109/CVPR42600.2020.00373  \nKonIQ10k: https://doi.org/10.48550/arXiv.1910.06180  \nVision transformer: https://doi.org/10.48550/arXiv.2010.11929  \nCLIP model: https://doi.org/10.48550/arXiv.2103.00020  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  G-2024-8885\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All datasets reused in our project are publicly available and described in detail in published conference \npapers.\nFor the datasets we create, we adopt a similar approach by documenting all relevant information, \nincluding data creation processes, content, and usage guidelines, in a publication. Additionally, each \ndataset will include a README file to provide clear and concise instructions for accessing and \nunderstanding the data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFor each dataset created in this project, metadata will be documented in a structured CSV file \naccompanying the dataset.\nWP1 Dataset: The metadata file will include key details such as:\noImage sources.\noNumber of ratings per image.\noPersonal characteristics of participants (e.g., gender, age, education level, and art \nexperience).\noAesthetic scores for each image.\nWP3 Dataset: The metadata file will follow a similar structure to WP1 but will include aesthetic-\nrelated captions instead of aesthetic scores.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☒ SharePoint online\n☐ SharePoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: GitLab and GitHub  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☒ Other (specify) \nDatasets and AI model weights will be stored within our lab's supercomputers. The code will be stored on \nGitLab provided by KU Leuven.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nOur supercomputers, OneDrive, SharePoint, GitHub, and GitLab have enough space for the project's \nneeds.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  All systems in our lab are secured with strong, unique passwords, limiting access to authorized users only. \nData stored on platforms like SharePoint, OneDrive, GitHub, and GitLab is further safeguarded through \nTwo-Factor Authentication adding an additional layer of security beyond passwords.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?We have access to free data storage (SharePoint, OneDrive, GitHub, and GitLab by KU Leuven and Our \nsupercomputers).\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nThe code and model weights will be stored on GitHub after publishing the results in a journal or \nconference. \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?We do not expect any costs.  \nOur datasets will be uploaded to KU Leuven RDR, providing storage that is preserved for at least 10 years \npost-project completion for free. Additionally, datasets, model weights, and codes will be stored within \nour lab's supercomputers for free. GitHub and KU Leuven’s GitLab will provide free storage for more than \n10 years.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nBecause our datasets do not contain any sensitive information that could compromise the anonymity of \nthe annotators, they will be made publicly available online.\nAlso, our code and model weights will be made publicly available for reproducibility of our results.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☒ Other data repository (specify)\n☐ Other (specify)\nWe also share our code and models on GitHub to ensure accessibility and enable a broader audience to \nbenefit from them.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☒ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a DOI will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  We do not expect any costs and GitHub allows us to share the codes and pre-trained models for free. Also,  \nRDR provides enough free storage for our project.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Fatemeh Behrad & Johan Wagemans\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Who will manage data storage and backup \nduring the research project?Fatemeh Behrad \nWho will manage data preservation and \nsharing?Fatemeh Behrad & Johan Wagemans\nWho will update and implement this DMP? Fatemeh Behrad"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Fatemeh Behrad (0000-0003-2629-0854) Contributor name(s) (+ ORCID) & roles Supervisor: Johan Wagemans (0000-0002-7970-1541) Co-supervisor: Tinne Tuytelaars (0000-0003-3307-9723) Project number 1 & title 3H230183 & The Art of Perception: Empowering Neural Networks to See Beauty Like Humans Funder(s) GrantID 2FWO & 1159925N Affiliation(s) ☑ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description This project bridges the gap between computer science and experimental psychology by integrating principles from human perceptual organization into neural networks to enhance their performance in image aesthetic assessment. This effort will advance computational aesthetics while providing psychology with a validated computational model leading to a better understanding of human image aesthetics. I will curate two datasets: one for quantifying the aesthetic scores of images and the other for revealing the reasons behind the aesthetic quality of images, focusing on addressing limitations in existing datasets. Three deep neural networks will be developed. The initial model, tailored for estimating the aesthetic score of images, integrates insights from human visual perception and strives to preserve high-resolution information. The second model will aim for a more descriptive output beyond a single aesthetic score by integrating the first model into an image captioning model. This will help us generate verbal descriptions that capture subtle nuances of aesthetic information. This new model will be adapted for image aesthetic assessment, incorporating visual, aesthetic, and contextual information provided by comments. All models will be analyzed to gain insights leading to a deeper understanding of factors shaping aesthetics. 2.Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume AVA Image aesthetic assessment (IAA) datasetReuse existing data Digital Images & NumericalJPEG & CSV 32.2 GB AADB IAA dataset Reuse existing data DigitalImages & NumericalJPEG & TXT 2.25 GB TAD66kIAA dataset Reuse existing data DigitalImages & NumericalJPEG & CSV 2.22 GB BAIDIAA dataset Reuse existing data DigitalImages & NumericalJPEG & CSV 28.5 GB PARAIAA dataset Reuse existing data DigitalImages & NumericalJPEG & CSV 11.1 GB KonIQ10kImage quality assessment (IQA) datasetReuse existing data DigitalImages & NumericalJPEG & CSV 5.09 GB SPAQIQA dataset Reuse existing data DigitalImages & NumericalJPEG & XLSX 33 GB WP1 datasetIAA dataset Generate new data DigitalImages & NumericalJPEG < 100 GB WP3 datasetIAA dataset Generate new data DigitalImages & Textual JPEG & CSV < 100 GB Baseline AI ModelsPretrained Vision Reuse existing data DigitalModel & SoftwarePTH & PY < 100 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5transformers and CLIP model AI ModelsImage aesthetic assessment models and image aesthetic- related captioning modelGenerate new data DigitalModel & Software PTH & PY < 100 GB GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. AVA: https://doi.org/10.1109/CVPR.2012.6247954 AADB: https://doi.org/10.48550/arXiv.1606.01621 TAD66k: https://doi.org/10.24963/ijcai.2022/132 PARA: https://doi.org/10.48550/arXiv.2203.16754 BAID: https://doi.org/10.48550/arXiv.2303.15166 SPAQ: https://doi.org/10.1109/CVPR42600.2020.00373 KonIQ10k: https://doi.org/10.48550/arXiv.1910.06180 Vision transformer: https://doi.org/10.48550/arXiv.2010.11929 CLIP model: https://doi.org/10.48550/arXiv.2103.00020 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: G-2024-8885 ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All datasets reused in our project are publicly available and described in detail in published conference papers. For the datasets we create, we adopt a similar approach by documenting all relevant information, including data creation processes, content, and usage guidelines, in a publication. Additionally, each dataset will include a README file to provide clear and concise instructions for accessing and understanding the data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For each dataset created in this project, metadata will be documented in a structured CSV file accompanying the dataset. WP1 Dataset: The metadata file will include key details such as: oImage sources. oNumber of ratings per image. oPersonal characteristics of participants (e.g., gender, age, education level, and art experience). oAesthetic scores for each image. WP3 Dataset: The metadata file will follow a similar structure to WP1 but will include aesthetic- related captions instead of aesthetic scores. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☒ SharePoint online ☐ SharePoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: GitLab and GitHub FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☒ Other (specify) Datasets and AI model weights will be stored within our lab's supercomputers. The code will be stored on GitLab provided by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: Our supercomputers, OneDrive, SharePoint, GitHub, and GitLab have enough space for the project's needs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data All systems in our lab are secured with strong, unique passwords, limiting access to authorized users only. Data stored on platforms like SharePoint, OneDrive, GitHub, and GitLab is further safeguarded through Two-Factor Authentication adding an additional layer of security beyond passwords. What are the expected costs for data storage and backup during the research project? How will these costs be covered?We have access to free data storage (SharePoint, OneDrive, GitHub, and GitLab by KU Leuven and Our supercomputers). 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): The code and model weights will be stored on GitHub after publishing the results in a journal or conference. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?We do not expect any costs. Our datasets will be uploaded to KU Leuven RDR, providing storage that is preserved for at least 10 years post-project completion for free. Additionally, datasets, model weights, and codes will be stored within our lab's supercomputers for free. GitHub and KU Leuven’s GitLab will provide free storage for more than 10 years. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Because our datasets do not contain any sensitive information that could compromise the anonymity of the annotators, they will be made publicly available online. Also, our code and model weights will be made publicly available for reproducibility of our results. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) We also share our code and models on GitHub to ensure accessibility and enable a broader audience to benefit from them. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a DOI will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? We do not expect any costs and GitHub allows us to share the codes and pre-trained models for free. Also, RDR provides enough free storage for our project. 7. Responsibilities Who will manage data documentation and metadata during the research project?Fatemeh Behrad & Johan Wagemans FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Who will manage data storage and backup during the research project?Fatemeh Behrad Who will manage data preservation and sharing?Fatemeh Behrad & Johan Wagemans Who will update and implement this DMP? Fatemeh Behrad"
}