{
    "document_id": "D-2021-1205",
    "LinkTitle": "D-2021-1205",
    "file_name": "D-2021-1205.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1205.pdf",
    "metadata": {
        "title": "Bart Thevelein (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Bart Thevelein (FWO DMP) - DMP title\nProject Identifier\n Bart Thevelein\nGrant Title\n 11K4522N\nPrincipal Investigator / Researcher\n Johan Hofkens\nDescription\n Data management plan for 'Spatially resolved, single cell multi-omics in expansion\nmicroscopy'\nInstitution\n KU Leuven\n1. General Information\nName applicant\nBart Thevelein\nFWO Project Number & Title\n11K4522N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow\ncreated\nFluorescence\nmicroscopy\nimages of\npre/post\nexpansion\nmicroscopy\nsamples.\n.lif\n100-\n300Gb\nSamples\nare imaged\nbefore and\nafter\nperforming\nthe\nexpansion\nmicroscopy\nprotocol.\nFluorescence\nmicroscopy\nimages using\nother\nmicroscopes\ndepends\non\nmicroscopy\ntype\nt.b.d.\nt.b.d.\nImages of Gel-\nelectrophoresis\nwith DNA\nconcatemers\n.jpg\n<10Gb\n Personal\ncamera\n Images of\nSDS-page with\noligo-tagged\nantibodies\n.jpg\n<10Gb\n  Personal\ncamera\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nNo personal data will be used. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nFor the final worckpackage patient and animal tissue samples will be used. We will receive these\nsamples from a primary user, making us the secondary user. The exact nature, protocols and\nextracted data has yet to be decided. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nNovel ExM linkers may be created, for which IP may be claimed. However, this is work will not be\nexecuted by me personaly. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Detailed protocols for sample preperation will be kept in an online labbook and will be included\nin publications. \n2. Detailed protocols for DNA gel-electrophoresis and SDS-PAGE will be kept in an online labbook\nand will be inculded in publications. \n2. Microscopy images: Pixel intensities will be noted and used for analysis. Microscope settings\nwill be noted. The methodology and protocol will be described in detail in the lab book. A ReadMe\nfile of the image collection will be written. Important microscopy parameters such as pixel size,\npixel dwell time and line / frame repeats will be saved allong with the microscopy image. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMicroscopy data will use the OME-XML metadata standard. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored in \n- KUL one drive will be used for data that is frequently accessed. Location is the Public cloud, can\nbe accessed from anywhere via the central KUL login and is automatically backed up. \n- KUL large volume storage will be used for data that is no longer frequently accessed. The\nlocation is the ICTS data centre, it can only be accessed via the KUL network, through the LUNA\ndomain. SATA-disks with 7200 rpm speed and a TB capacity of 4 and up are used. \nHow is backup of the data provided?\n- Onedrive: backup provided by microsoft. \n- Large volume storage: Automatic backups are made using “snapshot” technology, provided by\nthe KUL system. A mirror storage ensures a second copy is always available. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n- Storage on one drive is up to 2 Tb, which is more than will be needed for this project.\n- Large volume storage is provided in blocks of 5 Tb, which is more than will be needed for this\nproject. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts for data storage will be limited as data is expected to be below 300 Gb. The cost for large\nvolume storage at KUL is 99.55€ per year, per Tb. These costs will be covered by the FWO\nproject budget. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo highly sensitive data will be created. Microscopy images need to be processed and\ninterpreted before being usefull to a researcher or company. \nOneDrive for Business fully encrypts data in transit and at rest. When data is in transit, OneDrive\nfor Business uses \nTransport Layer Security (TLS)\n encryption. This prevents hackers from\nintercepting and reading data being transmitted between your systems and Microsoft data\ncenters. OneDrive is pasword protected. \nKUL large volume storage is protected by KUL protocols and is password protected. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for 5 years. \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData is expected to be below 300 Gb, which would cost around 30 euros per year in the KUL\nlarge volume storage. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be available upon request to the principal investigator. \nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be made available to anyone upon request by email. \nWhat are the expected costs for data sharing? How will the costs be covered?\nSince data is limited to >300 Gb, data sharing will not prove costly. Costs will be covered by the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nallocated FWO project budget. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI: professor Johan Hofkens. \nWho will be responsible for data storage & back up during the project?\nThe PI: professor Johan Hofkens. \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI: professor Johan Hofkens. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Bart Thevelein (FWO DMP) - DMP title Project Identifier Bart Thevelein Grant Title 11K4522N Principal Investigator / Researcher Johan Hofkens Description Data management plan for 'Spatially resolved, single cell multi-omics in expansion microscopy' Institution KU Leuven 1. General Information Name applicant Bart Thevelein FWO Project Number & Title 11K4522N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Fluorescence microscopy images of pre/post expansion microscopy samples. .lif 100- 300Gb Samples are imaged before and after performing the expansion microscopy protocol. Fluorescence microscopy images using other microscopes depends on microscopy type t.b.d. t.b.d. Images of Gel- electrophoresis with DNA concatemers .jpg <10Gb Personal camera Images of SDS-page with oligo-tagged antibodies .jpg <10Gb Personal camera 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 the fact that you process personal data is a legal obligation. No Privacy Registry Reference: No personal data will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes For the final worckpackage patient and animal tissue samples will be used. We will receive these samples from a primary user, making us the secondary user. The exact nature, protocols and extracted data has yet to be decided. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Novel ExM linkers may be created, for which IP may be claimed. However, this is work will not be executed by me personaly. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Detailed protocols for sample preperation will be kept in an online labbook and will be included in publications. 2. Detailed protocols for DNA gel-electrophoresis and SDS-PAGE will be kept in an online labbook and will be inculded in publications. 2. Microscopy images: Pixel intensities will be noted and used for analysis. Microscope settings will be noted. The methodology and protocol will be described in detail in the lab book. A ReadMe file of the image collection will be written. Important microscopy parameters such as pixel size, pixel dwell time and line / frame repeats will be saved allong with the microscopy image. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Microscopy data will use the OME-XML metadata standard. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored in - KUL one drive will be used for data that is frequently accessed. Location is the Public cloud, can be accessed from anywhere via the central KUL login and is automatically backed up. - KUL large volume storage will be used for data that is no longer frequently accessed. The location is the ICTS data centre, it can only be accessed via the KUL network, through the LUNA domain. SATA-disks with 7200 rpm speed and a TB capacity of 4 and up are used. How is backup of the data provided? - Onedrive: backup provided by microsoft. - Large volume storage: Automatic backups are made using “snapshot” technology, provided by the KUL system. A mirror storage ensures a second copy is always available. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes - Storage on one drive is up to 2 Tb, which is more than will be needed for this project. - Large volume storage is provided in blocks of 5 Tb, which is more than will be needed for this project. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs for data storage will be limited as data is expected to be below 300 Gb. The cost for large volume storage at KUL is 99.55€ per year, per Tb. These costs will be covered by the FWO project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No highly sensitive data will be created. Microscopy images need to be processed and interpreted before being usefull to a researcher or company. OneDrive for Business fully encrypts data in transit and at rest. When data is in transit, OneDrive for Business uses Transport Layer Security (TLS) encryption. This prevents hackers from intercepting and reading data being transmitted between your systems and Microsoft data centers. OneDrive is pasword protected. KUL large volume storage is protected by KUL protocols and is password protected. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for 5 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data is expected to be below 300 Gb, which would cost around 30 euros per year in the KUL large volume storage. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available upon request to the principal investigator. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will be made available to anyone upon request by email. What are the expected costs for data sharing? How will the costs be covered? Since data is limited to >300 Gb, data sharing will not prove costly. Costs will be covered by the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 allocated FWO project budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI: professor Johan Hofkens. Who will be responsible for data storage & back up during the project? The PI: professor Johan Hofkens. Who will be responsible for ensuring data preservation and reuse ? The PI: professor Johan Hofkens. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}