{
    "document_id": "D-2024-3203",
    "LinkTitle": "D-2024-3203",
    "file_name": "D-2024-3203.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3203.pdf",
    "metadata": {
        "title": "(ZB/24/014)Acid-weathered soils as a basis for slow-release nitrate fertilizers to enhance the nitrogen use efficiency in tropical crop production systems",
        "author": "Ludy Keino",
        "num_pages": 5
    },
    "content": {
        "full_text": "Created  using  DMPonline.be.  Last modified  24 December  2024  1 of 5  (ZB/24/014)Acid -weathered  soils  as a basis  for slow -release  nitrate  fertilizers  to enhance  the nitrogen \nuse efficiency in tropical crop production systems  \n \n \nResearch  Data  Summary  \n \nList and describe  all datasets  or research  materials  that you plan  to generate/collect  or reuse  during  your  research  project.  For \neach  dataset  or data  type  (observational,  experimental  etc.),  provide  a short  name  & description  (sufficient  for yourself  to know \nwhat  data  it is about),  indicate  whether  the data  are newly  generated/collected  or reused,  digital  or physical,  also  indicate  the type of  \nthe data  (the kind of content),  its technical  format  (file extension),  and an estimate  of the upper  limit  of the volume  of the data.  \n \nDataset  name  / \nID  \nDescription  New  or \nreuse  Digital  or \nPhysical \ndata   \nData  Type  File \nformat  Data \nvolume  Physical \nvolume  \n   \n \nIndicate: \nN(ew  data) \nor E(xisting \ndata)   \n \n \nIndicate: \nD(igital)  or \nP(hysical)  Indicate: \nAudiovisual \nImages \nSound \nNumerical \nTextual \nModel \nSOftware \nOther \n(specify)    \nIndicate:  \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n>5TB \nNA  \nSoil and LDH \ncharacterization \ndata  Data generated from lab analysis using \nequipment  e.g. skalar,  ICP-OES,  pH meter  and X-\nray diffraction   \nNew   \nDigital   \nNumerical   \n.xlsx   \n< 1 GB  \nPlant  growth \nanalysis  Measurements of the growth parameters of the \nplants  grown  in the greenhouse  e.g. plant  height, \nleaf size, fresh and dry weights   \nNew   \nDigital   \nNumerical   \n.xlsx   \n< 1 GB  \nPlant samples \nanalysis  results  From  the analysis  of the nutrient  contents  of the \nplant shoots to assess nutrient uptake.  New  Digital  Numerical  .xlsx  < 1 GB  \n        \n        \n \n \nIf you reuse  existing  data,  please  specify  the source,  preferably  by using  a persistent  identifier  (e.g.  DOI, Handle,  URL etc.)  per \ndataset or data type:  \n \nN/A \n \n \nAre there  any ethical  issues  concerning  the creation  and/or  use of the data  (e.g.  experiments  on humans  or animals,  dual  use)?  If \nso, refer  to specific  datasets  or data  types  when  appropriate  and provide  the relevant  ethical  approval  number.  \n \n No \n \n \n \nWill you process  personal  data?  If so, please  refer  to specific  datasets  or data  types  when  appropriate  and provide  the KU Leuven or \nUZ Leuven privacy register number (G or S number).  \n \nNo \n\nCreated  using  DMPonline.be.  Last modified  24 December  2024  2 of 5  Does  your  work  have  potential  for commercial  valorization  (e.g.  tech  transfer,  for example  spin -offs,  commercial  exploitation,  …)? If \nso, please comment per dataset or data type where appropriate.  \n \n No \n \n \n \nDo existing  3rd party  agreements  restrict  exploitation  or dissemination  of the data  you (re)use  (e.g.  Material  or Data  transfer \nagreements,  Research  collaboration  agreements)?  If so, please  explain  in the comment  section  to what  data  they  relate  and what \nrestrictions are in place.  \n \n No \n \n \n \nAre there  any other  legal  issues,  such  as intellectual  property  rights  and ownership,  to be managed  related  to the data  you (re)use?  \nIf so, please  explain  in the comment  section  to what  data  they  relate  and which  restrictions  will be asserted.  \n \n No \n \n \n \n \nDocumentation  and Metadata  \n \nClearly  describe  what  approach  will be followed  to capture  the accompanying  information  necessary  to keep  data  understandable \nand usable,  for yourself  and others,  now  and in the future  (e.g.  in terms  of documentation  levels  and types  required,  procedures \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).  \n \nThe methods  used  in preparing  the LDH's,  data  collection  in the greenhouse  and all the procedures  carried  out will be documented \nin a paper write up  \nAll the lab analysis  procedures  are carried  out using the  documented  lab protocols  that are stored  in a shared  folder.  \nThe division  of Soil and water  management  have  a standard  protocol  of data  management.  The readme  files  are used  to explain \nthe data  (which  experiment,  occasion  and situation),  explain  how  the experiment  was performed  and who  did what  in the \nexperiment. This will be followed when carrying out the project.  \n \n \n \nWill a metadata  standard  be used  to make  it easier  to find and reuse  the data  ? \nIf so, please specify which metadata standard will be used.  \nIf not, please  specify  which  metadata  will be created  to make  the data  easier  to find and reuse.  \n \n No \n \n \n \n \nData  Storage  & Back -up during  the Research  Project  \n \nWhere  will the data  be stored?  \n \nOneDrive  (KU Leuven)  \n\nCreated  using  DMPonline.be.  Last modified  24 December  2024  3 of 5  How  will the data  be backed  up? \n \n Standard back -up provided by KU Leuven ICTS for my storage solution  \n \n \n \nIs there  currently  sufficient  storage  & backup  capacity  during  the project?  \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \n \n Yes \n \n \n \nHow  will you ensure  that the data  are securely  stored  and not accessed  or modified  by unauthorized  persons? By  \nuse of user  rights,  only the people  involved  in the project  to be allowed  to modify  the data.  \n \nWhat  are the expected  costs  for data  storage  and backup  during  the research  project?  How  will these  costs  be covered? \nSince the data will be stored in one drive, there will be no additional costs involved.  \n \n \n \nData  Preservation  after  the end of the Research  Project  \n \nWhich  data  will be retained  for 10 years  (or longer,  in agreement  with  other  retention  policies  that are applicable)  after  the end of \nthe project?  \n \nIn case  some  data  cannot  be preserved,  clearly  state  the reasons  for this (e.g.  legal  or contractual  restrictions,  storage/budget \nissues, institutional policies...).  \n \n All data  will be preserved  for 10 years  according  to KU Leuven  RDM  policy  \n \n \n \nWhere  will these  data  be archived  (stored  and curated  for the long -term)?  \n \n Shared network drive (J -drive)  \n \n \n \nWhat  are the expected  costs  for data  preservation  during  the expected  retention  period?  How  will these  costs  be covered? No \nlarge datasets are expected hence no additional costs when stored in the J drive.  \n \n \n \nData  Sharing  and Reuse  \n \nWill the data  (or part of the data)  be made  available  for reuse  after/during  the project? \nPlease explain per dataset or data type which data will be made available.  \n \nYes, as restricted  data  (upon  approval,  or institutional  access  only)  \n\nCreated  using  DMPonline.be.  Last modified  24 December  2024  4 of 5  If data  is asked  during  the publication,  it will be provided.  Otherwise  it will be kept  internally  but still made  available  upon reasonable \nrequest.  \n \n \nIf access  is restricted,  please  specify  who  will be able  to access  the data  and under  what  conditions. After \ncompletion of the project the data will be managed by Prof. Maarten Everaert.  \n \nAre there  any factors  that restrict  or prevent  the sharing  of (some  of) the data  (e.g.  as defined  in an agreement  with  a 3rd party, \nlegal restrictions)?  \n \nPlease explain per dataset or data type where appropriate.  \n \n No \n \n \n \nWhere  will the data  be made  available?  \n \nIf already known, please provide a repository per  dataset or data type.  \n \n KU Leuven RDR (Research Data Repository)  \n \n \n \nWhen  will the data  be made  available?  \n \n Upon publication of research results  \n \n \n \nWhich  data  usage  licenses  are you going  to provide? \nIf none, please explain why.  \n CC-BY 4.0 (data)  \n \n \n \nDo you intend  to add a persistent  identifier  (PID)  to your  dataset(s),  e.g. a DOI or accession  number?  If already  available,  please \nprovide it here.  \n \n No \n \n \n \nWhat  are the expected  costs  for data  sharing?  How  will these  costs  be covered? \nNo additional costs  \n \n \n \nResponsibilities  \n \nWho  will manage  data  documentation  and metadata  during  the research  project?  \n\nCreated  using  DMPonline.be.  Last modified  24 December  2024  5 of 5  The PhD student  \n \n \nWho  will manage  data  storage  and backup  during  the research  project? \nThe PhD student  \n \nWho  will manage  data  preservation  and sharing? \nThe Student and the Supervisor  \n \nWho will update and implement this DMP? \nThe Student  with  the help  of the Supervisor.  "
    },
    "clean_full_text": "Created using DMPonline.be. Last modified 24 December 2024 1 of 5 (ZB/24/014)Acid -weathered soils as a basis for slow -release nitrate fertilizers to enhance the nitrogen use efficiency in tropical crop production systems Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Soil and LDH characterization data Data generated from lab analysis using equipment e.g. skalar, ICP-OES, pH meter and X- ray diffraction New Digital Numerical .xlsx < 1 GB Plant growth analysis Measurements of the growth parameters of the plants grown in the greenhouse e.g. plant height, leaf size, fresh and dry weights New Digital Numerical .xlsx < 1 GB Plant samples analysis results From the analysis of the nutrient contents of the plant shoots to assess nutrient uptake. New Digital Numerical .xlsx < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modified 24 December 2024 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The methods used in preparing the LDH's, data collection in the greenhouse and all the procedures carried out will be documented in a paper write up All the lab analysis procedures are carried out using the documented lab protocols that are stored in a shared folder. The division of Soil and water management have a standard protocol of data management. The readme files are used to explain the data (which experiment, occasion and situation), explain how the experiment was performed and who did what in the experiment. This will be followed when carrying out the project. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back -up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Created using DMPonline.be. Last modified 24 December 2024 3 of 5 How will the data be backed up? Standard back -up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? By use of user rights, only the people involved in the project to be allowed to modify the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Since the data will be stored in one drive, there will be no additional costs involved. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long -term)? Shared network drive (J -drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No large datasets are expected hence no additional costs when stored in the J drive. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Created using DMPonline.be. Last modified 24 December 2024 4 of 5 If data is asked during the publication, it will be provided. Otherwise it will be kept internally but still made available upon reasonable request. If access is restricted, please specify who will be able to access the data and under what conditions. After completion of the project the data will be managed by Prof. Maarten Everaert. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No additional costs Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modified 24 December 2024 5 of 5 The PhD student Who will manage data storage and backup during the research project? The PhD student Who will manage data preservation and sharing? The Student and the Supervisor Who will update and implement this DMP? The Student with the help of the Supervisor."
}