{
    "document_id": "D-2021-1039",
    "LinkTitle": "D-2021-1039",
    "file_name": "D-2021-1039.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1039.pdf",
    "metadata": {
        "title": "D-2021-1039",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2022-04-25 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be \ninvited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start \ndate of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a \nrandom check.\nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson \nthrough FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant \nexpert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.\n1.General Information\nName applicant Burak Karabulut\nFWO Project Number & Title FWO Project Number: 1256522N\nTitle: Wire arc additive manufactured (WAAM) steel components for structural applications\nAffiliation ☒ KU Leuven\n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel\n☐ Other:\n2.Data description\nWill you generate/collect new data and/or make use of \nexisting data?☒ Generate new data\n☐ Reuse existing data\nDescribe the origin, type and format of the data (per \ndataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata.\nDistinguish data types (the kind of content) from \ndata formats (the technical format).The data that are being collected are part of the junior postdoctoral FWO research project: “Wire arc additive manufactured \n(WAAM) steel components for structural applications”.\nIn brief, this project starts form today’s real need to have more efficient, swifter and more economic processes to produce  \nstructural steel components. In addition, on complex mechanical steel parts  for which WAAM process would truly be profitably  \nused, which are, evidently, most of the time submitted to variable loading cycles leading to fatigue problems. Such parts are also  \nmostly used in harsh environments where corrosion can occur. Understanding the underlying phenomena and defining the most  \nimportant influential parameters when WAAM components are submitted to cyclic loading combined or not with corrosion are  \n2022-04-25 | FWO DMP Template 2very important topics to explore. Thus, the overall objective of this project is to investigate experimentally and numerically the  \nmechanical performance of robotic WAAM steel components when affected by (i) dynamic loading and (ii) the localized  \ndeterioration due to corrosion, compare with those made of base metal and forged samples and develop appropriate design rules  \nbased on the current theoretical scientific knowledge.\nAll data relevant to this research project have been created/produced or collected by the applicant unless otherwise specified. The  \ntables below give an overview of types and volumes of data being collected/produced per work package:\nTable 1 Data files per WP1 w.r.t mechanical behavior of WAAM components.\nType of data Format VolumeHow created\nWP1.1\n Preproduction and \npostproduction images, scans.jpg, .stl & .ipt 2GBPictures taken before, during and after welding are  \nstored in “.jpg” format. The files in “.stl and .ipt”  \nformats are the laser scans and CAD models of 3D  \nwalls, resp.\n Production parameters, \nwelding process/procedure.xlsx 10MBWelding  process  and  procedure  data  acquired  \nduring welding of the walls and organized by the  \napplicant in “.xlsx” format.\n Material certificates, \nsampling drawings.pdf 100MBCertificates  provided  by  the  supplier  of  the  \nmaterial  and  drawings  are  prepared  by  the  \napplicant (e.g., scheme for sampling).\n Cutting schemes .dwg & .dxf 10MBDrawings  of  cutting  schemes  and  designed  \ndimensions prepared by the applicant.\n Literature review .docx & .pdf 2-3GBDownloaded literature data via the open-access  \nservice of KU Leuven and the summary of collected  \nreferences with citations to the source files.\nWP1.2\n Microstructural data, \nScanning Electron Microscope \n(SEM) images, hardness maps.jpg & .xlsx 5GBImages taken by Hirox KH-8700 optical microscope  \nand TESCAN VEGA3 SEM (access granted by KU  \nLeuven Materials Engineering Dept. at Campus De  \nNayer);  microstructural  and  hardness  results  \n2022-04-25 | FWO DMP Template 3summarized in Excel files (“.xlsx” format).\nWP1.3\n Tensile test results with \nDigital Image Correlation (DIC) \ndata and data processing files \nwith MatchID.tif, .mti3d, .csv, .xlsx, &  \n.xlsm150GBDIC  pictures  saved  in  “.tif”  format,  and  data  \nprocessing  files  saved  in  “.mti3d”  format  \ncompatible with MatchID software. The raw data  \nof  results  are  stored  in  “.csv”  format  and  \nprocessed results are saved in “.xlsx” format. For  \ndata  processing,  Excel  Visual  Basic  Codes  are  \nwritten whose macros are saved in “.xlsm” format.\nWP1.4\n Fatigue test results, \nexperimental data collection from  \nthe literature, fracture surface \nimages.xlsx & .jpg 5GBFatigue  test  results  of  the  WAAM  walls  and  \nexamples  from  the  literature  saved  in  “.xlsx”  \nformat. Fracture surface images saved in “.jpg”  \nformat after analyses with microscope and SEM.\nWP1.5\n Numerical simulation files.cae,  .odb,  .jnl  &  .py  \n(Abaqus files)250GBAll numerical models and analyses are handled on  \nlicensed Abaqus software via KU Leuven servers  \nand  saved  in  “.cae  &  .odb”  formats,  resp.  The  \nsource files and Python scripts are saved in “.jnl  \n& .py” formats.\nTable 2 Data files per WP2 w.r.t corrosion resistance of WAAM components.\nType of data Format Volume How created\nWP2.1\n Color-coded orientation \nmaps, texture characteristics.jpg 2GB Grain  boundary  angles  and  \ngrain size distribution images  \nsaved  in  “.jpg”  format  with  \ncolor codes.\n2022-04-25 | FWO DMP Template 4WP2.2\n Electrochemical corrosion \ntest data and test methods \n(source files).pssession & .psmethod  \n(data  files  from  \nPalmSens instruments)10MB The results and source files of  \nthe test method generated in  \nPSTrace  software  saved  in  \n“.pssession  &  .psmethod”  \nformats, resp.\n Electrochemical corrosion \ntest results, cyclic polarization \nplots, images of corrosion \ndamage.xlsx & .jpg 1GB The  potentiostatic/dynamic  \nscans  are  saved  into  Excel  \nfiles  in  “.xlsx”  format,  \nmicroscopic  pictures  of  \ncorrosion  pits  are  saved  in  \n“.jpg” format.\nWP2.3\n Exposure test results.xlsx & .jpg 5GB The mass loss measurements  \nare  saved  in  “.xlsx”  format  \nwhile the corrosion products  \nare  analyzed  by  Hirox  \nKH-8700  optical  microscope  \nand  TESCAN  VEGA3  SEM  \nsaved in “.jpg” format.\n Table 3 Data files per WP3 w.r.t combined fatigue and corrosion behavior of WAAM components.\nType of data Format Volume How created\nWP3.1\n Microstructural \ninvestigations of precorroded \nWAAM samples.jpg 2GB Same as Table 1, see WP1.2 \n2022-04-25 | FWO DMP Template 5 Static tensile test results of \nprecorroded WAAM samples.tif,  .mti3d,  .csv,  .xlsx,  \n& .xlsm150GB Same as Table 1, see WP1.3 \nWP3.2\n Fatigue test results of \nprecorroded samples, comparison  \nwith unaffected specimens.xlsx &.jpg 5GB Same as Table 1, see WP1.4\n Numerical simulation files of \ncorrosion-related imperfections.cae,  .odb,  .jnl  &  .py  \n(Abaqus files)100GB Same as Table 1, see WP1.5\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe the kind  \nof personal data you will use AND add the reference to  \nyour file in your host institution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes:\n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation \nand/or use of the data (e.g. , experiments on humans or \nanimals, dual use)? If so, add the reference to the formal \napproval by the relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes:\n-Reference to ethical committee approval:\nDoes  your  work  possibly  result  in  research  data  with  \npotential  for  tech  transfer  and  valorization?  Will  IP \nrestrictions be claimed for the data you created? If so, for  \nwhat data and which restrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo existing 3rd party agreements restrict dissemination or  \nexploitation of the data you (re)use? If so, to what data do  \nthey relate and what restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n2022-04-25 | FWO DMP Template 64.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data collected/generated \nin this project?Folders are organized in a structured way where ‘ReadMe’ files are provided for spotting the file locations comfortably. For each  \nexperimental data, the background information such as specimen dimensions, testing protocols, etc. , are given to ensure the \nreproducibility of such tests by other researchers.\nThe bare script files will be provided along with text files in “.txt” format which are arranged by means of in-line comments \ndescribing the content of the codes.\nWill a metadata standard be used? If so, describe in detail \nwhich standard will be used.  If not, state in detail which \nmetadata will be created to make the data easy/easier to \nfind and reuse.☐ Yes\n☒ No\nIf yes, please specify:\n5.Data storage & backup during the FWO project\nWhere will the data be stored? All data files mentioned in Table 1, Table 2 and Table 3 are stored on an external hard drive with a capacity of 6TB. This hard \ndrive will be mirrored to a second external hard drive on regular basis. In addition, the same data are mirrored to KU Leuven \nOneDrive for Business (personal storage with max. capacity 2TB). All source files (e.g., numerical models and scripts) are also \nstored on the ICTS data center of KU Leuven named “Desktop File Storage”. This will make up less data volume (+/- 50GB) as the  \nunnecessary analysis results (e.g., “.odb“ files of Abaqus results) will be excluded because they are reproducible with the \nprovided source files of numerical models.\nHow will the data be backed up? The mirroring between the two external hard drives will back up the data. The uploads on KU Leuven OneDrive for Business \ntakes up an extra safety role on data storage. In addition, the “Desktop File Storage” server of KU Leuven is automatically \nbacked up with ‘snapshot’ technology and mirrored every hour to a second ICTS data center.\nIs there currently sufficient storage & backup capacity \nduring the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available, \nthen explain how this will be taken care of.☒ Yes\n☐ No\nIf no, please specify:\nWhat are the expected costs for data storage and backup \nduring the project? How will these costs be covered?\nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The overall expected cost for data storage is +/- 338€ with the following considerations:\nThe two external hard drives of 6TB make up a total cost of 260€ incl. VAT with a cost of +/-130€ each.\nThe use of KU Leuven OneDrive for Business is free of charge.\nThe cost for the use of “Desktop File Storage” server of KU Leuven is 519€/TB/year, thus making a total sum of +/- 78€\n2022-04-25 | FWO DMP Template 7Data security: how will you ensure that the data are \nsecurely stored and not accessed or modified by \nunauthorized persons?No sensitive or personal information are being collected/created throughout this project. Thus, no extra precaution is taken. \nHowever, it is worth mentioning that data files that are stored on “Desktop File Storage” servers of KU Leuven are stored in a \nsecure data center and highly protected against unauthorized persons.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.\nWhich data will be retained for the expected 5 year \nperiod after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state \nthe reasons  for this (legal or contractual restrictions, \nphysical preservation issues, ...).All data will be retained for a period of 5 years conforming to the KU Leuven Research Data Management (RDM) policy.\nWhere will these data be archived (= stored for the long \nterm)?The data will be stored on the so-called ‘Archive Storage’ of KU Leuven as well as the mirrored two external hard drives for a \nperiod of 5 years.\nWhat are the expected costs for data preservation during \nthese 5 years? How will the costs be covered?\nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The cost for ‘Archive Storage’ of KU Leuven is 113.84€/TB/year, corresponding to a total cost of +/- 387€. Preservation costs of \nthese data will be covered by the allocated budgets of the division.\n7.Data sharing and reuse\nAre there any factors restricting or preventing the sharing \nof (some of) the data (e.g. , as defined in an agreement \nwith a 3rd party, legal restrictions)?☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end of the \nproject?The investigations on the fatigue behavior of the studied material and the manufacturing techniques within this research are of \nhigh importance to the research community. Therefore, the processed data and proposals for the fatigue design rules of such \nWAAM components will be made available after the end of the project (e.g., Zenodo, Mendeley Data or other open access \nrepositories).\n2022-04-25 | FWO DMP Template 8Where/how will the data be made available for reuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available? The data will be made available as soon as the main findings of the project have been published.\nWho will be able to access the data and under what \nconditions?The data will be published under the following license: “Creative Commons Attribution Non Commercial Share Alike 4.0 \nInternational”.\nWhat are the expected costs for data sharing? How will \nthese costs be covered?\nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.No charges are foreseen/expected for data sharing.\n8.Responsibilities\nWho will be responsible for the data documentation & \nmetadata?The Pl, Burak Karabulut.\nWho will be responsible for data storage & back up during  \nthe project?The Pl, Burak Karabulut.\nWho will be responsible for ensuring data preservation \nand sharing?The Pl, Burak Karabulut, and the supervisors, Prof. Raf Dewil and Prof. Barbara Rossi.\nWho bears the end responsibility for updating & \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe Pl, Burak Karabulut."
    },
    "clean_full_text": "2022-04-25 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Burak Karabulut FWO Project Number & Title FWO Project Number: 1256522N Title: Wire arc additive manufactured (WAAM) steel components for structural applications Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data?☒ Generate new data ☐ Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).The data that are being collected are part of the junior postdoctoral FWO research project: “Wire arc additive manufactured (WAAM) steel components for structural applications”. In brief, this project starts form today’s real need to have more efficient, swifter and more economic processes to produce structural steel components. In addition, on complex mechanical steel parts for which WAAM process would truly be profitably used, which are, evidently, most of the time submitted to variable loading cycles leading to fatigue problems. Such parts are also mostly used in harsh environments where corrosion can occur. Understanding the underlying phenomena and defining the most important influential parameters when WAAM components are submitted to cyclic loading combined or not with corrosion are 2022-04-25 | FWO DMP Template 2very important topics to explore. Thus, the overall objective of this project is to investigate experimentally and numerically the mechanical performance of robotic WAAM steel components when affected by (i) dynamic loading and (ii) the localized deterioration due to corrosion, compare with those made of base metal and forged samples and develop appropriate design rules based on the current theoretical scientific knowledge. All data relevant to this research project have been created/produced or collected by the applicant unless otherwise specified. The tables below give an overview of types and volumes of data being collected/produced per work package: Table 1 Data files per WP1 w.r.t mechanical behavior of WAAM components. Type of data Format VolumeHow created WP1.1  Preproduction and postproduction images, scans.jpg, .stl & .ipt 2GBPictures taken before, during and after welding are stored in “.jpg” format. The files in “.stl and .ipt” formats are the laser scans and CAD models of 3D walls, resp.  Production parameters, welding process/procedure.xlsx 10MBWelding process and procedure data acquired during welding of the walls and organized by the applicant in “.xlsx” format.  Material certificates, sampling drawings.pdf 100MBCertificates provided by the supplier of the material and drawings are prepared by the applicant (e.g., scheme for sampling).  Cutting schemes .dwg & .dxf 10MBDrawings of cutting schemes and designed dimensions prepared by the applicant.  Literature review .docx & .pdf 2-3GBDownloaded literature data via the open-access service of KU Leuven and the summary of collected references with citations to the source files. WP1.2  Microstructural data, Scanning Electron Microscope (SEM) images, hardness maps.jpg & .xlsx 5GBImages taken by Hirox KH-8700 optical microscope and TESCAN VEGA3 SEM (access granted by KU Leuven Materials Engineering Dept. at Campus De Nayer); microstructural and hardness results 2022-04-25 | FWO DMP Template 3summarized in Excel files (“.xlsx” format). WP1.3  Tensile test results with Digital Image Correlation (DIC) data and data processing files with MatchID.tif, .mti3d, .csv, .xlsx, & .xlsm150GBDIC pictures saved in “.tif” format, and data processing files saved in “.mti3d” format compatible with MatchID software. The raw data of results are stored in “.csv” format and processed results are saved in “.xlsx” format. For data processing, Excel Visual Basic Codes are written whose macros are saved in “.xlsm” format. WP1.4  Fatigue test results, experimental data collection from the literature, fracture surface images.xlsx & .jpg 5GBFatigue test results of the WAAM walls and examples from the literature saved in “.xlsx” format. Fracture surface images saved in “.jpg” format after analyses with microscope and SEM. WP1.5  Numerical simulation files.cae, .odb, .jnl & .py (Abaqus files)250GBAll numerical models and analyses are handled on licensed Abaqus software via KU Leuven servers and saved in “.cae & .odb” formats, resp. The source files and Python scripts are saved in “.jnl & .py” formats. Table 2 Data files per WP2 w.r.t corrosion resistance of WAAM components. Type of data Format Volume How created WP2.1  Color-coded orientation maps, texture characteristics.jpg 2GB Grain boundary angles and grain size distribution images saved in “.jpg” format with color codes. 2022-04-25 | FWO DMP Template 4WP2.2  Electrochemical corrosion test data and test methods (source files).pssession & .psmethod (data files from PalmSens instruments)10MB The results and source files of the test method generated in PSTrace software saved in “.pssession & .psmethod” formats, resp.  Electrochemical corrosion test results, cyclic polarization plots, images of corrosion damage.xlsx & .jpg 1GB The potentiostatic/dynamic scans are saved into Excel files in “.xlsx” format, microscopic pictures of corrosion pits are saved in “.jpg” format. WP2.3  Exposure test results.xlsx & .jpg 5GB The mass loss measurements are saved in “.xlsx” format while the corrosion products are analyzed by Hirox KH-8700 optical microscope and TESCAN VEGA3 SEM saved in “.jpg” format. Table 3 Data files per WP3 w.r.t combined fatigue and corrosion behavior of WAAM components. Type of data Format Volume How created WP3.1  Microstructural investigations of precorroded WAAM samples.jpg 2GB Same as Table 1, see WP1.2 2022-04-25 | FWO DMP Template 5 Static tensile test results of precorroded WAAM samples.tif, .mti3d, .csv, .xlsx, & .xlsm150GB Same as Table 1, see WP1.3 WP3.2  Fatigue test results of precorroded samples, comparison with unaffected specimens.xlsx &.jpg 5GB Same as Table 1, see WP1.4  Numerical simulation files of corrosion-related imperfections.cae, .odb, .jnl & .py (Abaqus files)100GB Same as Table 1, see WP1.5 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. , experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorization? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 2022-04-25 | FWO DMP Template 64.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?Folders are organized in a structured way where ‘ReadMe’ files are provided for spotting the file locations comfortably. For each experimental data, the background information such as specimen dimensions, testing protocols, etc. , are given to ensure the reproducibility of such tests by other researchers. The bare script files will be provided along with text files in “.txt” format which are arranged by means of in-line comments describing the content of the codes. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: 5.Data storage & backup during the FWO project Where will the data be stored? All data files mentioned in Table 1, Table 2 and Table 3 are stored on an external hard drive with a capacity of 6TB. This hard drive will be mirrored to a second external hard drive on regular basis. In addition, the same data are mirrored to KU Leuven OneDrive for Business (personal storage with max. capacity 2TB). All source files (e.g., numerical models and scripts) are also stored on the ICTS data center of KU Leuven named “Desktop File Storage”. This will make up less data volume (+/- 50GB) as the unnecessary analysis results (e.g., “.odb“ files of Abaqus results) will be excluded because they are reproducible with the provided source files of numerical models. How will the data be backed up? The mirroring between the two external hard drives will back up the data. The uploads on KU Leuven OneDrive for Business takes up an extra safety role on data storage. In addition, the “Desktop File Storage” server of KU Leuven is automatically backed up with ‘snapshot’ technology and mirrored every hour to a second ICTS data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The overall expected cost for data storage is +/- 338€ with the following considerations: The two external hard drives of 6TB make up a total cost of 260€ incl. VAT with a cost of +/-130€ each. The use of KU Leuven OneDrive for Business is free of charge. The cost for the use of “Desktop File Storage” server of KU Leuven is 519€/TB/year, thus making a total sum of +/- 78€ 2022-04-25 | FWO DMP Template 7Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?No sensitive or personal information are being collected/created throughout this project. Thus, no extra precaution is taken. However, it is worth mentioning that data files that are stored on “Desktop File Storage” servers of KU Leuven are stored in a secure data center and highly protected against unauthorized persons. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data will be retained for a period of 5 years conforming to the KU Leuven Research Data Management (RDM) policy. Where will these data be archived (= stored for the long term)?The data will be stored on the so-called ‘Archive Storage’ of KU Leuven as well as the mirrored two external hard drives for a period of 5 years. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The cost for ‘Archive Storage’ of KU Leuven is 113.84€/TB/year, corresponding to a total cost of +/- 387€. Preservation costs of these data will be covered by the allocated budgets of the division. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. , as defined in an agreement with a 3rd party, legal restrictions)?☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project?The investigations on the fatigue behavior of the studied material and the manufacturing techniques within this research are of high importance to the research community. Therefore, the processed data and proposals for the fatigue design rules of such WAAM components will be made available after the end of the project (e.g., Zenodo, Mendeley Data or other open access repositories). 2022-04-25 | FWO DMP Template 8Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? The data will be made available as soon as the main findings of the project have been published. Who will be able to access the data and under what conditions?The data will be published under the following license: “Creative Commons Attribution Non Commercial Share Alike 4.0 International”. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.No charges are foreseen/expected for data sharing. 8.Responsibilities Who will be responsible for the data documentation & metadata?The Pl, Burak Karabulut. Who will be responsible for data storage & back up during the project?The Pl, Burak Karabulut. Who will be responsible for ensuring data preservation and sharing?The Pl, Burak Karabulut, and the supervisors, Prof. Raf Dewil and Prof. Barbara Rossi. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe Pl, Burak Karabulut."
}