{
    "document_id": "D-2023-1964",
    "LinkTitle": "D-2023-1964",
    "file_name": "D-2023-1964.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1964.pdf",
    "metadata": {
        "title": "ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN\nOCTOPUS VULGARIS\nA Data Management Plan created using DMPonline.be\nCreator: \nMark Lassnig \n \nhttps://orcid.org/0000-0001-6005-2724\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11L1923N\nID: \n199048\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nWithin the phylum Mollusca the Cephalopoda arose approximately 530 million years ago. They comprise the shelled nautiloids and the\nsoft-bodied coleoids, for example, cuttlefish and octopus. All cephalopods share a basic organisation of the nervous system: a supra- and\na suboesophageal brain mass surrounding the oesophagus, a pair of optic lobes laterally and an axial nerve cord spanning into the\nappendages. The octopus’ nervous system is the most complex one within the cephalopods, comprising more than 40 lobes in the brain.\nInterestingly, the octopus has independently evolved a complex nervous system, analogous to the human nervous system expansion in\nthe vertebrate clade. The octopus thus represents an alternative, highly structured brain which enables to perform fascinating cognitive\ntasks. The goal of the PhD project is to investigate the embryonic development of the brain of Octopus vulgaris. We aim to elucidate\nsimilarities or differences in the mechanisms of neurogenesis compared to vertebrate brains. Therefore, we will deeply characterise the\nneurogenic zone of the developing embryo by establishing innovative in-vitro models, such as explants and organoids. These systems\nwill allow to disentangle the intrinsic properties of the neurogenic stem cells from external influencing factors and reveal what is needed to\nestablish a complex functional brain.\nLast modified: \n27-04-2023\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n1 of 8\nALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN\nOCTOPUS VULGARIS\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nUsed Omics datasets are single-cell seq, single-nuclei seq, single-cell ATAC-seq and bulk seqRNA sequences. Further genomic files include annotation files (gtf), ncbi sequence files (fasta). \nCollected data consists of video’s (avi, mov), image files (tiff and jgp), excel sheets (xlsx), ncbi files (fasta), annotation files (gtf), phylogenetic files (tree). Protocols for experimental work and\nbioinformatic analysis (docx, pdf, R file) will be stored at Github and protocols.io.\nOmics datasets will be publically available on GEO and a user-friendly interface (https://scope.aertslab.org/#/Octopus_Brain/*/welcome ).\nManuscripts describing these results will be published in appropriate journals.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nEve Seuntjens, assisted by ICT staff from Department of Biology. During research, omics data (OD) are stored on the Flemish Super Computer clusters (VSC, HPC Leuven, 50TB, expandable),\nalso on SCRATCH and ARCHIVE. Primary data (PD) in lab notebooks is also stored on LVS (Large Volume Storage) drives. DNA, RNA, protein samples are kept in designated places in\nlaboratory. Published datasets and images will be deposited in publicly accessible databases. Archive costs are budgeted. After research, OD remains at VSC and is shared with other databases\n(SRA, GenBank). PD is transferred from LVS to KU Leuven Archive drive. Storage drives are in ICTS data center and a mirror in 2nd ICTS data center.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n2 of 8\nALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN\nOCTOPUS VULGARIS\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n3 of 8\nALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN\nOCTOPUS VULGARIS\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n4 of 8\nALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN\nOCTOPUS VULGARIS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nmultiomics\nR scripts\nGenerate new data\nDigital\nExperimental\n.R\n<100MB\n \nmultiomics\nJupyter\nnotebooks\nGenerate new data\nDigital\nExperimental\n.ipynb\n<100MB\n \nmultiomics\nfigure outputs\nGenerate new data\nDigital\nExperimental\n.pdf\n<1GB\n \nmultiomics\npickle files for\nscenicplus object\nGenerate new data\nDigital\nExperimental\n.pkl\n<100GB\n \nmultiomics\nseurat files for\nscRNAseq\nGenerate new data\nDigital\nExperimental\n.rds\n<100GB\n \nocxplants\nHCR imaging\nGenerate new data\nDigital\nObservational, experimental\n.czi\n<1TB\n \nocxplants\ntimelapse\nimaging\nGenerate new data\nDigital\nObservational, experimental\n.czi\n<10TB\n \nocxplants\ntimelapse videos\nfinal\nGenerate new data\nDigital\nObservational, experimental\n.mp4, .avi\n<100GB\n \nocxplants\nfigure generation\nGenerate new data\nDigital\nSoftware\n.ai\n<100GB\n \nocxplants\nfinal figures\nGenerate new data\nDigital\nNA\n.tif, .jpeg\n<100GB\n \nocxplants\nHCR probes\nGenerate new data\nDigital\nCompiled/aggregated data\n.xlsx\n<100MB\n \npresentation\npowerpoint\nReuse existing data\nDigital\nSoftware\n.pptx\n<100GB\n \nHCR\nprobes\nGenerate new data\nPhysical\nNA\nNA\nNA\n2 drawers\nin freezer\nHCR\nslides\nGenerate new data\nPhysical\nNA\nNA\nNA\none big\nfridge\nliterature\npapers\nReuse existing data\nPhysical/Digital\nNA\n.pdf\n<100GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe  work is based on the data gathered in previous publications from the Seuntjens lab. \nDOI: 10.7554/eLife.69161\nDOI: 10.1186/s12861-020-00212-6\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n5 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nTo keep data on the VSC understandable I produce readme.txt files, which specify what the files actually contain, where the files are coming from and how they were generated. To keep an\norganization on the personal laptop and about the daily lab routine I am keeping an electronic lab notebook, e.g. on Benchling and Obsidian. In the R scripts I provide further information about\nspecific lines of code following the \"#\". For wet lab work, I keep a physical lab book, in which I document the necessary information about experiments and where I also refer to general protocols\nused in the lab. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe data will be standardized according to the experiments. The metadata applicable for this project will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadatastandards/\ndublin-core). \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe physical data, e.g. HCR slides and HCR probes, will be stored in the lab fridges of the Research group of developmental neurobiology. Digital data in use is temporarily stored on OneDrive,\nthe Personal (I:) and Shared (J:) server at KU Leuven. Long term storage of finalized data will be stored on the LVS (L:) and Archive (K:) servers at KU Leuven.\nHow will the data be backed up?\nFor this, the back-up facilities of the KU Leuven ICTS will be used.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is currently sufficient storage at KU Leuven ICTS.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI can control who I give access to the files on my personal OneDrive. To access the KU Leuven servers, access is provided and controlled by the group leader, Eve Seuntjens. \nThe KU Leuven ICTS data center hosts the network storage, with a mirror available in the second ICTS center. This ensures additional back-up capacity, recovery of lost data and long term data\navailability. The access is controlled by KU Leuven security groups and it is password corrected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nBack-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb).\nDigital vault for private data: windows server (KU Leuven ICTS): 1302 €/year.\nThe costs of storage are covered by internal funds in the Research Group of Developmental Neurobiology, which is managed by Eve Seuntjens.\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n6 of 8\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data, will be retained for 10 years. Data will be made public as soon as it is published.\nPhysical data, like HCR slides, cannot be preserved for more than 1 month because the fluorophore activity decreases rapidly and cannot be preserved. Octopus paraffin sections which haven't\nbeen used for HCR will be preserved at 4 degrees for 1 year. \n \nWhere will these data be archived (stored and curated for the long-term)?\nDigital data will be stored at the Archive (K:) server from KU Leuven ICTS.\nHCR probes will be stored in the freezers from the Research Group of Developmental Neurobiology.\nCode scripts will be stored on Github.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are expected to rise to 3000 EUR/year, which will be covered by internal funds by the Research Group of Developmental Neurobiology, managed by Eve Seuntjens.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nWritten reports will be stored internally and can be accessed upon request. Relevant findings will be made available in publications in high profile, peer-reviewed international journals within the\nlife science field. Data will also be presented on regional and international conferences.\nCode scripts will be accessible on GitHub for open access. \nGathered sc-multio-mics datasets will be made available for download after publication for open access.\nRaw data concerning the experiments, like .czi, .tiff, .pdf files, will be restrictedly available.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nTeam members of the Research Group of Developmental Biology and collaborators will be able to access the data upon request. If the data will be used, reference to the original publication shall\nbe ensured.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nCode scripts will be made available on GitHub.\nWhen will the data be made available?\nAfter publication of the results\nWhich data usage licenses are you going to provide? If none, please explain why.\nSo far, data usage licenses have not been discussed.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nPlanning to add DOI numbers to the publications.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe costs depend on the chosen data repository. Coverage is ensured by internal funds in the Seuntjens lab, managed by Eve Seuntjens.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n7 of 8\nWho will manage data documentation and metadata during the research project?\nEve Seuntjens, Adrian Ranga, Mark Lassnig \nWho will manage data storage and backup during the research project?\nEve Seuntjens, Adrian Ranga, Mark Lassnig \nWho will manage data preservation and sharing?\nEve Seuntjens, Adrian Ranga, Mark Lassnig \nWho will update and implement this DMP?\nMark Lassnig \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n8 of 8"
    },
    "clean_full_text": "ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS A Data Management Plan created using DMPonline.be Creator: Mark Lassnig https://orcid.org/0000-0001-6005-2724 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11L1923N ID: 199048 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Within the phylum Mollusca the Cephalopoda arose approximately 530 million years ago. They comprise the shelled nautiloids and the soft-bodied coleoids, for example, cuttlefish and octopus. All cephalopods share a basic organisation of the nervous system: a supra- and a suboesophageal brain mass surrounding the oesophagus, a pair of optic lobes laterally and an axial nerve cord spanning into the appendages. The octopus’ nervous system is the most complex one within the cephalopods, comprising more than 40 lobes in the brain. Interestingly, the octopus has independently evolved a complex nervous system, analogous to the human nervous system expansion in the vertebrate clade. The octopus thus represents an alternative, highly structured brain which enables to perform fascinating cognitive tasks. The goal of the PhD project is to investigate the embryonic development of the brain of Octopus vulgaris. We aim to elucidate similarities or differences in the mechanisms of neurogenesis compared to vertebrate brains. Therefore, we will deeply characterise the neurogenic zone of the developing embryo by establishing innovative in-vitro models, such as explants and organoids. These systems will allow to disentangle the intrinsic properties of the neurogenic stem cells from external influencing factors and reveal what is needed to establish a complex functional brain. Last modified: 27-04-2023 Created using DMPonline.be. Last modiﬁed 27 April 2023 1 of 8 ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Used Omics datasets are single-cell seq, single-nuclei seq, single-cell ATAC-seq and bulk seqRNA sequences. Further genomic files include annotation files (gtf), ncbi sequence files (fasta). Collected data consists of video’s (avi, mov), image files (tiff and jgp), excel sheets (xlsx), ncbi files (fasta), annotation files (gtf), phylogenetic files (tree). Protocols for experimental work and bioinformatic analysis (docx, pdf, R file) will be stored at Github and protocols.io. Omics datasets will be publically available on GEO and a user-friendly interface (https://scope.aertslab.org/#/Octopus_Brain/*/welcome ). Manuscripts describing these results will be published in appropriate journals. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Eve Seuntjens, assisted by ICT staff from Department of Biology. During research, omics data (OD) are stored on the Flemish Super Computer clusters (VSC, HPC Leuven, 50TB, expandable), also on SCRATCH and ARCHIVE. Primary data (PD) in lab notebooks is also stored on LVS (Large Volume Storage) drives. DNA, RNA, protein samples are kept in designated places in laboratory. Published datasets and images will be deposited in publicly accessible databases. Archive costs are budgeted. After research, OD remains at VSC and is shared with other databases (SRA, GenBank). PD is transferred from LVS to KU Leuven Archive drive. Storage drives are in ICTS data center and a mirror in 2nd ICTS data center. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 27 April 2023 2 of 8 ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 27 April 2023 3 of 8 ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 27 April 2023 4 of 8 ALIEN NEUROGENESIS IN A DISH: NOVEL TECHNIQUES TO STUDY NEURODEVELOPMENT IN OCTOPUS VULGARIS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA multiomics R scripts Generate new data Digital Experimental .R <100MB multiomics Jupyter notebooks Generate new data Digital Experimental .ipynb <100MB multiomics figure outputs Generate new data Digital Experimental .pdf <1GB multiomics pickle files for scenicplus object Generate new data Digital Experimental .pkl <100GB multiomics seurat files for scRNAseq Generate new data Digital Experimental .rds <100GB ocxplants HCR imaging Generate new data Digital Observational, experimental .czi <1TB ocxplants timelapse imaging Generate new data Digital Observational, experimental .czi <10TB ocxplants timelapse videos final Generate new data Digital Observational, experimental .mp4, .avi <100GB ocxplants figure generation Generate new data Digital Software .ai <100GB ocxplants final figures Generate new data Digital NA .tif, .jpeg <100GB ocxplants HCR probes Generate new data Digital Compiled/aggregated data .xlsx <100MB presentation powerpoint Reuse existing data Digital Software .pptx <100GB HCR probes Generate new data Physical NA NA NA 2 drawers in freezer HCR slides Generate new data Physical NA NA NA one big fridge literature papers Reuse existing data Physical/Digital NA .pdf <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The work is based on the data gathered in previous publications from the Seuntjens lab. DOI: 10.7554/eLife.69161 DOI: 10.1186/s12861-020-00212-6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 27 April 2023 5 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To keep data on the VSC understandable I produce readme.txt files, which specify what the files actually contain, where the files are coming from and how they were generated. To keep an organization on the personal laptop and about the daily lab routine I am keeping an electronic lab notebook, e.g. on Benchling and Obsidian. In the R scripts I provide further information about specific lines of code following the \"#\". For wet lab work, I keep a physical lab book, in which I document the necessary information about experiments and where I also refer to general protocols used in the lab. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The data will be standardized according to the experiments. The metadata applicable for this project will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadatastandards/ dublin-core). 3. Data storage & back-up during the research project Where will the data be stored? The physical data, e.g. HCR slides and HCR probes, will be stored in the lab fridges of the Research group of developmental neurobiology. Digital data in use is temporarily stored on OneDrive, the Personal (I:) and Shared (J:) server at KU Leuven. Long term storage of finalized data will be stored on the LVS (L:) and Archive (K:) servers at KU Leuven. How will the data be backed up? For this, the back-up facilities of the KU Leuven ICTS will be used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient storage at KU Leuven ICTS. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I can control who I give access to the files on my personal OneDrive. To access the KU Leuven servers, access is provided and controlled by the group leader, Eve Seuntjens. The KU Leuven ICTS data center hosts the network storage, with a mirror available in the second ICTS center. This ensures additional back-up capacity, recovery of lost data and long term data availability. The access is controlled by KU Leuven security groups and it is password corrected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1302 €/year. The costs of storage are covered by internal funds in the Research Group of Developmental Neurobiology, which is managed by Eve Seuntjens. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 27 April 2023 6 of 8 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data, will be retained for 10 years. Data will be made public as soon as it is published. Physical data, like HCR slides, cannot be preserved for more than 1 month because the fluorophore activity decreases rapidly and cannot be preserved. Octopus paraffin sections which haven't been used for HCR will be preserved at 4 degrees for 1 year. Where will these data be archived (stored and curated for the long-term)? Digital data will be stored at the Archive (K:) server from KU Leuven ICTS. HCR probes will be stored in the freezers from the Research Group of Developmental Neurobiology. Code scripts will be stored on Github. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are expected to rise to 3000 EUR/year, which will be covered by internal funds by the Research Group of Developmental Neurobiology, managed by Eve Seuntjens. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository Written reports will be stored internally and can be accessed upon request. Relevant findings will be made available in publications in high profile, peer-reviewed international journals within the life science field. Data will also be presented on regional and international conferences. Code scripts will be accessible on GitHub for open access. Gathered sc-multio-mics datasets will be made available for download after publication for open access. Raw data concerning the experiments, like .czi, .tiff, .pdf files, will be restrictedly available. If access is restricted, please specify who will be able to access the data and under what conditions. Team members of the Research Group of Developmental Biology and collaborators will be able to access the data upon request. If the data will be used, reference to the original publication shall be ensured. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Code scripts will be made available on GitHub. When will the data be made available? After publication of the results Which data usage licenses are you going to provide? If none, please explain why. So far, data usage licenses have not been discussed. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Planning to add DOI numbers to the publications. What are the expected costs for data sharing? How will these costs be covered? The costs depend on the chosen data repository. Coverage is ensured by internal funds in the Seuntjens lab, managed by Eve Seuntjens. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 27 April 2023 7 of 8 Who will manage data documentation and metadata during the research project? Eve Seuntjens, Adrian Ranga, Mark Lassnig Who will manage data storage and backup during the research project? Eve Seuntjens, Adrian Ranga, Mark Lassnig Who will manage data preservation and sharing? Eve Seuntjens, Adrian Ranga, Mark Lassnig Who will update and implement this DMP? Mark Lassnig Created using DMPonline.be. Last modiﬁed 27 April 2023 8 of 8"
}