{
    "document_id": "D-2023-1959",
    "LinkTitle": "D-2023-1959",
    "file_name": "D-2023-1959.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1959.pdf",
    "metadata": {
        "title": "Mechanisms of cell cycle control in early embryonic development",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Mechanisms of cell cycle control in early embryonic development\nA Data Management Plan created using DMPonline.be\nCreators: \nAneta Malesa \n \nhttps://orcid.org/0000-0002-2931-6821\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \n11K9823N\nID: \n199026\nStart date: \n15-11-2021\nEnd date: \n21-10-2025\nProject abstract:\nHighly controlled cell number and proper embryo morphology are crucial for successful implantation process in pregnancy. However,\nprecise signaling networks responsible for controlling the cell proliferation have yet to be established. One of the major signaling\npathways involved in embryo development is Wnt/ß-catenin pathway. Most of the studies on Wnt pathway in embryonic development\nfocus on its impact after the process of implantation. However, its components are expressed as early as at the two-cell stage and their\nrole in the earliest development in not yet understood. Our preliminary results show that Wnt pathway modulation at preimplantation\nstages results in changes in cell number and the rate at with the embryo develops, and that there is potential in researching this topic\nfurther. I will conduct studies dedicated to the role of Wnt signaling pathway in cell cycle control and cell proliferation using various mouse\nmodels of cell cycle phases, as well as incorporate CRISPR/Cas9 gene editing technology to analyze the importance of TCF/LEF family\nmembers in early embryonic development. In my project I also aim to establish an in vitro model of cell quiescence, which will help to\ninvestigate the state of paused cell proliferation, and potentially improve the culturing conditions in an In Vitro Fertilization setting.\nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 8\nMechanisms of cell cycle control in early embryonic development\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nHigh-throughput analysis, including RNA sequencing and Single-Cell RNA sequencing (scRNAseq) will be performed throughout the project. Moreover, live imaging (time-lapse) and confocal\nimaging will be performed and imaging data will be generated. All the data generated during the project will be used to write the manuscript for further publication in high-impact journals. The\nobtained data will be protected by an agreement concerning the proprietary information and intellectual property rights. All the data will be carefully recorded and stored in the laboratory. Datasets,\nsuch as RNA, protein, etc. data analysis will be preserved electronically.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\na) The PI of the laboratory, Prof. Frederic Lluis will be responsible for the data preservation during at least 5 years after the end of the research.\nb) During the research: the host institute provides a storage capacity of 3 TB per person with regular backup system. Higher storage capacity are available upon request (70€/TB/year).\nc) If necessary, physical samples will be stored in the Stem Cell Institute Leuven (SCIL), KU Leuven, where my host laboratory is located, at -80°C, -20°C or 4°C, depending on the sample type.\nd) After the research: Copy of the laboratory notebooks and electronic data are stored infinitely.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThere is no reason to deviate from the principle preservation of the data and of the minimum preservation term of 5 years\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nAll the high-throughput datasets generated will be uploaded and available through the Gene Expression Omnibus (GEO) database. Supporting data and analysis results will be uploaded and\nsupplemental files along with the manuscript, which will be published in an open access journal.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 8\nMechanisms of cell cycle control in early embryonic development\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 8\nMechanisms of cell cycle control in early embryonic development\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 8\nMechanisms of cell cycle control in early embryonic development\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\nTransmitted-light microscopy data of\nmESC and preimplantation mouse\nembryos generated using\nbrightfield/fluorescent/ confocal\nmicroscopy, Operetta CLS \nGenerate new data\nDigital\nObservational\nExperimental\n.tif, .jpeg, .png,\n.lif, .flex\n<100GB\n \nWestern blot\ndetection\nConventional X-ray film for WB\ndetection with possible scanning\nGenerate new data\nPhysical and\ndigital\nExperimental\n.tif, .pdf\n<10GB\nCatalogued\nphysical films\n(1 A4 binder)\nFlow\ncytometry\nraw files\n(FACS)\nFlow cytometry data acquired in the\nFACS sore\nGenerate new data\nDigital\nExperimental\n.wsp\n<1GB\n \nQuantitative\nPCR raw\ndata\nGene expression data obtained by\nperforming qPCR using ViiA 7 Real-\nTime PCR System\nGenerate new data\nDigital\nExperimental\n.xls\n<1GB\n \nqPCR data\nanalysis\nAnalysis of quantitative PCR raw data\nGenerate new data\nDigital\nExperimental\n.xls\n100-500MB\n \nRaw data\nand\nassociated\nstatistical\nanalysis\nNumerical data; data representation and\nstatistical analysis using Graphpad\nPrism and Adobe Illustrator software\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated data\n.xls, .pzfx, .ai\n \n \nRaw RNA\nsequencing\ndata\nRNA sequencing data from mESC and\nmouse embryos\nGenerate new data\nDigital\nExperimental\n.fastq\n200-500GB\n \nAnalysis\nRNA\nsequencing\ndata\nAnalysis of raw RNA-seq data for\ndifferentially expressed \nGenerate new data\nDigital\nExperimental\n.xls, .csv, .r\n10-20GB\n \nPython and\nR scripts\nNumerical scripts for scientific\nprogramming and data analysis\nGenerate new data\nDigital\nSoftware\n.py, .ipynb, .r\n<100MB\n \nRNA isolates\nRNA isolated from biological samples\n(mESC and mouse embryos) together\nwith concentration measures\nGenerate new data\nPhysical\nDigital\nExperimental\n.xls\n<100MB\n-80°C\nstorage, two\nmetal racks of\n30µL aliquots\nProtein\nisolates\nProtein isolated from biological samples\n(mESC and mouse embryos) together\nwith concentration measures\nGenerate new data\nPhysical\nDigital\nExperimental\n.xls\n<100MB\n-80°C\nstorage, 80-\n150µL\naliquots\ncDNA\nsamples\nTubes containing cDNA synthesized\nfrom RNA isolates\nGenerate new data\nPhysical\nExperimental\n \n \n-20°C\nstorage, 20µL\naliquots\nFigures for\ndata\npublication\nFigures of analyzed data produced\nduring the project, created using Adobe\nIllustrator\nReuse existing data (generated in this project)\nDigital\nOther\n.ai\n10-100GB\n \nLab books\nPaper lab books with documented\nexperimental design, notes and\nprotocols\nGenerate new data\nPhysical\nOther\n \n \nApproximately\n5 lab books\nStandard\noperating\nprocedures\nWritten protocols and procedures\nperformed in the lab\nReuse existing data\nPhysical\nDigital\nOther\n.docx, .pdf\n50-200MB\n \nText\nmanuscript\nfor\npublication\nText files of publication manuscript\nReuse existing data\nDigital\nOther\n.docx\n<100MB\n \n \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 8\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFor the sequencing data of diapaused embryos that will be used in comparative RNA sequencing analysis see:\nBoroviak, T. \net al.\n (2015) “Lineage-specific profiling delineates the emergence and progression of naive pluripotency in mammalian embryogenesis,” \nDevelopmental Cell\n, 35(3), pp. 366–\n382. Available at: https://doi.org/10.1016/j.devcel.2015.10.011.\nFor the RNA sequencing data of induced diapause in mESC and mouse embryos that will be used in comparative analysis see:\nScognamiglio, R. \net al.\n (2016) “Myc depletion induces a pluripotent dormant state mimicking diapause,” \nCell\n, 164(4), pp. 668–680. Available at: https://doi.org/10.1016/j.cell.2015.12.033.\nBulut-Karslioglu, A. \net al.\n (2016) “Inhibition of mtor induces a paused pluripotent state,” \nNature\n, 540(7631), pp. 119–123. Available at: https://doi.org/10.1038/nature20578.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, animal data\nFor the generation of new experimental data on mouse embryos, I will make use of the approved ethical application with the number P170/2019.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll preformed experiments will be documented in the laboratory notebook of the researcher with all the necessary information to keep the data understandable. Acquired digital files are organized\nin respective experiment folders with file names specifying date and type of measurement of stored data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nMetadata will be created by the measuring instruments (eh. RT-qPCR, single cell RNA seq, Operetta CLS, flow cytometry metadata of .wsp files, Leica SP8x confocal microscope). In other cases\nmetadata will be collected manually. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe host institute provides a storage capacity of 3 TB per person with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on\npersonal devices. Data can be stored on the university J: drive with higher capacity available upon request.\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 8\nThe data will be stored on the university's central servers (OneDrive) with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nOneDrive and J: drive have enough capacity to contained generated data within this project. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBoth storage spaces (OneDrive and J drive) need researcher authorization for access, as they are secured with KU Leuven credentials and double authentication system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive storage is provided by the host institution and the J: drive storage cost is paid by the PI, prof. Frederic Lluis, in the price of 52 euros/100GB. Storage of the sequencing data will be\npurchased after the consultation with the KU Leuven Genomics Core depending on the needed capacity. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAfter the research: Copy of the laboratory notebooks and electronic data will be stored by the PI, prof. Frederic Lluis, who will be responsible for data preservation for at least 5 years after the end\nof the research. \nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored indefinitely in J drive paid by the PI of the laboratory.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nOneDrive storage is provided by the host institution and the J: drive storage cost is paid by the PI, prof. Frederic Lluis, in the price of 52 euros/100GB.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nResearch results will be published in an open access academic journal. Bioinformatics data will be put on public repositories. Other types of data might be available to reuse upon request. Raw\ndata and physical documentation will continue to be available to the members of the laboratory. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nIn principle, there would be no restrictions on sharing/re-use, unless specific future IP\nmeasures would restrict this. No third party is involved.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIt will be available upon email request to the PI or other group members.\nWhen will the data be made available?\nUpon the publication of the research results.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n7 of 8\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI will be provided upon acceptance for publication of the related research papers.\nWhat are the expected costs for data sharing? How will these costs be covered?\nMinimal costs expected, as most of the data can be put on public repositories without costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher (Aneta Malesa) will be responsible for data documentation & metadata, under the supervision of the PI, prof. Lluis Vinas \nWho will manage data storage and backup during the research project?\nData management, storage and backup will be performed by the researcher (Aneta Malesa), under the supervision of the PI, prof. Frederic Lluis. \nWho will manage data preservation and sharing?\nThe PI, prof. Frederic Lluis, will be responsible for data preservation and sharing. \nWho will update and implement this DMP?\nThe researcher (Aneta Malesa) will be responsible for updating this DMP. The PI (prof. Frederic Lluis) bears the end responsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n8 of 8"
    },
    "clean_full_text": "Mechanisms of cell cycle control in early embryonic development A Data Management Plan created using DMPonline.be Creators: Aneta Malesa https://orcid.org/0000-0002-2931-6821 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: 11K9823N ID: 199026 Start date: 15-11-2021 End date: 21-10-2025 Project abstract: Highly controlled cell number and proper embryo morphology are crucial for successful implantation process in pregnancy. However, precise signaling networks responsible for controlling the cell proliferation have yet to be established. One of the major signaling pathways involved in embryo development is Wnt/ß-catenin pathway. Most of the studies on Wnt pathway in embryonic development focus on its impact after the process of implantation. However, its components are expressed as early as at the two-cell stage and their role in the earliest development in not yet understood. Our preliminary results show that Wnt pathway modulation at preimplantation stages results in changes in cell number and the rate at with the embryo develops, and that there is potential in researching this topic further. I will conduct studies dedicated to the role of Wnt signaling pathway in cell cycle control and cell proliferation using various mouse models of cell cycle phases, as well as incorporate CRISPR/Cas9 gene editing technology to analyze the importance of TCF/LEF family members in early embryonic development. In my project I also aim to establish an in vitro model of cell quiescence, which will help to investigate the state of paused cell proliferation, and potentially improve the culturing conditions in an In Vitro Fertilization setting. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 8 Mechanisms of cell cycle control in early embryonic development Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) High-throughput analysis, including RNA sequencing and Single-Cell RNA sequencing (scRNAseq) will be performed throughout the project. Moreover, live imaging (time-lapse) and confocal imaging will be performed and imaging data will be generated. All the data generated during the project will be used to write the manuscript for further publication in high-impact journals. The obtained data will be protected by an agreement concerning the proprietary information and intellectual property rights. All the data will be carefully recorded and stored in the laboratory. Datasets, such as RNA, protein, etc. data analysis will be preserved electronically. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) a) The PI of the laboratory, Prof. Frederic Lluis will be responsible for the data preservation during at least 5 years after the end of the research. b) During the research: the host institute provides a storage capacity of 3 TB per person with regular backup system. Higher storage capacity are available upon request (70€/TB/year). c) If necessary, physical samples will be stored in the Stem Cell Institute Leuven (SCIL), KU Leuven, where my host laboratory is located, at -80°C, -20°C or 4°C, depending on the sample type. d) After the research: Copy of the laboratory notebooks and electronic data are stored infinitely. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) There is no reason to deviate from the principle preservation of the data and of the minimum preservation term of 5 years Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) All the high-throughput datasets generated will be uploaded and available through the Gene Expression Omnibus (GEO) database. Supporting data and analysis results will be uploaded and supplemental files along with the manuscript, which will be published in an open access journal. Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 8 Mechanisms of cell cycle control in early embryonic development DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 8 Mechanisms of cell cycle control in early embryonic development GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 8 Mechanisms of cell cycle control in early embryonic development FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Transmitted-light microscopy data of mESC and preimplantation mouse embryos generated using brightfield/fluorescent/ confocal microscopy, Operetta CLS Generate new data Digital Observational Experimental .tif, .jpeg, .png, .lif, .flex <100GB Western blot detection Conventional X-ray film for WB detection with possible scanning Generate new data Physical and digital Experimental .tif, .pdf <10GB Catalogued physical films (1 A4 binder) Flow cytometry raw files (FACS) Flow cytometry data acquired in the FACS sore Generate new data Digital Experimental .wsp <1GB Quantitative PCR raw data Gene expression data obtained by performing qPCR using ViiA 7 Real- Time PCR System Generate new data Digital Experimental .xls <1GB qPCR data analysis Analysis of quantitative PCR raw data Generate new data Digital Experimental .xls 100-500MB Raw data and associated statistical analysis Numerical data; data representation and statistical analysis using Graphpad Prism and Adobe Illustrator software Generate new data Digital Experimental Compiled/aggregated data .xls, .pzfx, .ai Raw RNA sequencing data RNA sequencing data from mESC and mouse embryos Generate new data Digital Experimental .fastq 200-500GB Analysis RNA sequencing data Analysis of raw RNA-seq data for differentially expressed Generate new data Digital Experimental .xls, .csv, .r 10-20GB Python and R scripts Numerical scripts for scientific programming and data analysis Generate new data Digital Software .py, .ipynb, .r <100MB RNA isolates RNA isolated from biological samples (mESC and mouse embryos) together with concentration measures Generate new data Physical Digital Experimental .xls <100MB -80°C storage, two metal racks of 30µL aliquots Protein isolates Protein isolated from biological samples (mESC and mouse embryos) together with concentration measures Generate new data Physical Digital Experimental .xls <100MB -80°C storage, 80- 150µL aliquots cDNA samples Tubes containing cDNA synthesized from RNA isolates Generate new data Physical Experimental -20°C storage, 20µL aliquots Figures for data publication Figures of analyzed data produced during the project, created using Adobe Illustrator Reuse existing data (generated in this project) Digital Other .ai 10-100GB Lab books Paper lab books with documented experimental design, notes and protocols Generate new data Physical Other Approximately 5 lab books Standard operating procedures Written protocols and procedures performed in the lab Reuse existing data Physical Digital Other .docx, .pdf 50-200MB Text manuscript for publication Text files of publication manuscript Reuse existing data Digital Other .docx <100MB Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 8 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For the sequencing data of diapaused embryos that will be used in comparative RNA sequencing analysis see: Boroviak, T. et al. (2015) “Lineage-specific profiling delineates the emergence and progression of naive pluripotency in mammalian embryogenesis,” Developmental Cell , 35(3), pp. 366– 382. Available at: https://doi.org/10.1016/j.devcel.2015.10.011. For the RNA sequencing data of induced diapause in mESC and mouse embryos that will be used in comparative analysis see: Scognamiglio, R. et al. (2016) “Myc depletion induces a pluripotent dormant state mimicking diapause,” Cell , 164(4), pp. 668–680. Available at: https://doi.org/10.1016/j.cell.2015.12.033. Bulut-Karslioglu, A. et al. (2016) “Inhibition of mtor induces a paused pluripotent state,” Nature , 540(7631), pp. 119–123. Available at: https://doi.org/10.1038/nature20578. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data For the generation of new experimental data on mouse embryos, I will make use of the approved ethical application with the number P170/2019. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All preformed experiments will be documented in the laboratory notebook of the researcher with all the necessary information to keep the data understandable. Acquired digital files are organized in respective experiment folders with file names specifying date and type of measurement of stored data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata will be created by the measuring instruments (eh. RT-qPCR, single cell RNA seq, Operetta CLS, flow cytometry metadata of .wsp files, Leica SP8x confocal microscope). In other cases metadata will be collected manually. 3. Data storage & back-up during the research project Where will the data be stored? The host institute provides a storage capacity of 3 TB per person with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. Data can be stored on the university J: drive with higher capacity available upon request. How will the data be backed up? Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 8 The data will be stored on the university's central servers (OneDrive) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes OneDrive and J: drive have enough capacity to contained generated data within this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both storage spaces (OneDrive and J drive) need researcher authorization for access, as they are secured with KU Leuven credentials and double authentication system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive storage is provided by the host institution and the J: drive storage cost is paid by the PI, prof. Frederic Lluis, in the price of 52 euros/100GB. Storage of the sequencing data will be purchased after the consultation with the KU Leuven Genomics Core depending on the needed capacity. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the research: Copy of the laboratory notebooks and electronic data will be stored by the PI, prof. Frederic Lluis, who will be responsible for data preservation for at least 5 years after the end of the research. Where will these data be archived (stored and curated for the long-term)? Data will be stored indefinitely in J drive paid by the PI of the laboratory. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? OneDrive storage is provided by the host institution and the J: drive storage cost is paid by the PI, prof. Frederic Lluis, in the price of 52 euros/100GB. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Research results will be published in an open access academic journal. Bioinformatics data will be put on public repositories. Other types of data might be available to reuse upon request. Raw data and physical documentation will continue to be available to the members of the laboratory. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No In principle, there would be no restrictions on sharing/re-use, unless specific future IP measures would restrict this. No third party is involved. Where will the data be made available? If already known, please provide a repository per dataset or data type. It will be available upon email request to the PI or other group members. When will the data be made available? Upon the publication of the research results. Created using DMPonline.be. Last modiﬁed 24 April 2023 7 of 8 Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI will be provided upon acceptance for publication of the related research papers. What are the expected costs for data sharing? How will these costs be covered? Minimal costs expected, as most of the data can be put on public repositories without costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher (Aneta Malesa) will be responsible for data documentation & metadata, under the supervision of the PI, prof. Lluis Vinas Who will manage data storage and backup during the research project? Data management, storage and backup will be performed by the researcher (Aneta Malesa), under the supervision of the PI, prof. Frederic Lluis. Who will manage data preservation and sharing? The PI, prof. Frederic Lluis, will be responsible for data preservation and sharing. Who will update and implement this DMP? The researcher (Aneta Malesa) will be responsible for updating this DMP. The PI (prof. Frederic Lluis) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 24 April 2023 8 of 8"
}