{
    "document_id": "D-2021-1193",
    "LinkTitle": "D-2021-1193",
    "file_name": "D-2021-1193.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1193.pdf",
    "metadata": {
        "title": "D-2021-1193",
        "author": "Myriam Mertens",
        "num_pages": 6
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Toon Vanderschueren\nFWO Project Number & Title 11I7322N\nAffiliation ☒ KU Leuven \n☒ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☐ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Reuse a proprietary dataset from an industrial company (> 4,000 maintenance contracts; tabular data; \nformatted as a csv file)\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\n2019-10-01 | FWO DMP Template 3Do  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☒ Yes\n☐ No\nIf yes, please comment: The proprietary dataset will not be disseminated.\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  No additional meta-data will be generated during this project.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  The original data remains with the company. A copy of the dataset will be stored on a Google Drive.\nHow will the data be backed up?  No back-up is required, only the code to process the original datasets is backed up (Google Drive).\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes: Google Drive offers sufficient storage capacity.\n☐ No\nIf no, please specify:  \n2019-10-01 | FWO DMP Template 4What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.None.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Data is stored on a protected drive. No sensitive attributes are available in the dataset.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).The proprietary dataset will not be made publicly available, but the original data will be kept by the \ncompany and the Google Drive will continue to exist.\nWhere will these data be archived (= stored for \nthe long term)? None will be made available by ourselves.\n2019-10-01 | FWO DMP Template 5What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.None.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:  The proprietary dataset of the industrial company cannot be shared\nbecause of legal restrictions.\nWhich data will be made available after the end \nof the project? None will be made available by ourselves.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☒ Other (specify): Not applicable.\nWhen will the data be made available?  Not applicable.\nWho will be able to access the data and under \nwhat conditions? Not applicable.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.None.\n2019-10-01 | FWO DMP Template 68.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Not applicable since proprietary data is used, which remain the responsibility of the owner or publisher.\nWho will be responsible for data storage & back \nup during the project?  The industrial company for the proprietary dataset, Toon Vanderschueren for the copy of the public \ndataset that is used for experimentation.\nWho will be responsible for ensuring data \npreservation and sharing?  Not applicable.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe PI bears the overal responsibility for updating & implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Toon Vanderschueren FWO Project Number & Title 11I7322N Affiliation ☒ KU Leuven ☒ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☐ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Reuse a proprietary dataset from an industrial company (> 4,000 maintenance contracts; tabular data; formatted as a csv file) 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 3Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☒ Yes ☐ No If yes, please comment: The proprietary dataset will not be disseminated. 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? No additional meta-data will be generated during this project. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: 5.Data storage & backup during the FWO project Where will the data be stored? The original data remains with the company. A copy of the dataset will be stored on a Google Drive. How will the data be backed up? No back-up is required, only the code to process the original datasets is backed up (Google Drive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: Google Drive offers sufficient storage capacity. ☐ No If no, please specify: 2019-10-01 | FWO DMP Template 4What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.None. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is stored on a protected drive. No sensitive attributes are available in the dataset. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).The proprietary dataset will not be made publicly available, but the original data will be kept by the company and the Google Drive will continue to exist. Where will these data be archived (= stored for the long term)? None will be made available by ourselves. 2019-10-01 | FWO DMP Template 5What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.None. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: The proprietary dataset of the industrial company cannot be shared because of legal restrictions. Which data will be made available after the end of the project? None will be made available by ourselves. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☒ Other (specify): Not applicable. When will the data be made available? Not applicable. Who will be able to access the data and under what conditions? Not applicable. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.None. 2019-10-01 | FWO DMP Template 68.Responsibilities Who will be responsible for the data documentation & metadata? Not applicable since proprietary data is used, which remain the responsibility of the owner or publisher. Who will be responsible for data storage & back up during the project? The industrial company for the proprietary dataset, Toon Vanderschueren for the copy of the public dataset that is used for experimentation. Who will be responsible for ensuring data preservation and sharing? Not applicable. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI bears the overal responsibility for updating & implementing this DMP."
}