{
    "document_id": "D-2024-3575",
    "LinkTitle": "D-2024-3575",
    "file_name": "D-2024-3575.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3575.pdf",
    "metadata": {
        "title": "Unraveling Response Processes in Daily Life",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Unraveling Response Processes in Daily LifeUnraveling Response Processes in Daily Life\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nIn the original project proposal, we have given a concise overview of the data aimed to obtain. For convenience, this is repeated here.\nWorkpackage\nWorkpackage\nObjective \nObjective \nData\nData\nWP 1 Cognitive interview\nafterESM\nProbe adherence to timeframe in momentary and short\nretrospective ESM affect items \nInterview data\nAudio Files + Transcriptions\nWP 2 ESM + Cognitive\nProbes\nUse ESM items and ask follow up questions on response process\nduring ESM study \nAudio Files + Transcriptions\nAffect measures across time\nWP 3 Emotion Vignettes\nAsk intensity and rating of emotion scenarios. Translate scenarios\ninto numbers order them by intensity\nRatings of Scenarios\nInterview data of response process\nWP 4 ESM study -\nBetween person design \nTest different rating scales on two different timeframes  \nResponse scale answers\nInformation on demographic variables and\nmental health of participants\n \nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n1 of 7\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCognitive Interviews\n(recordings)\nAudio files of the interviews\nN\nD\nS\nwav\n<\n100GB\n \nCognitive Interviews\n(transcripts)\nTranscripts of the audio of interviews \nN\nD\nT\nnvp\n< 5GB\n \nExperience Sampling\nData Current and\nRetrospective  Timeframe\n \nparticipants report their current affect and\nretrospective affect via a smartphone application\nm-Path\nN\nD\nN\ncsv\n< 1GB\n \nExperience Sampling\nData Affect \nparticipants report their current emotional/\ncognitive state,\nbehaviour, and context throughout their daily life\nvia a smartphone application m-Path\n9 Days\nN\nD\nN\ncsv\n< 1GB\n \nExperience Sampling\nAudio Recordings\nparticipants provide audio descriptions of how\nthey filled out the questionnaires on the\nsmartphone for 7 days\nN\nD\nS\nwav\n<\n100GB\n \nExperience Sampling\nAudio Transcripts\nTranscripts of the audio description \nN\nD\nT\nnvp\n< 5GB\n \nAffective scenario\nassessment ratings\nRatings of hypothetical scenarios, how they or\nothers would feel\nN\nD\nN\ncsv\n< 1GB\n \nAffective scenario\nassessment labels\nParticipants provide labels for the affect intensity\nof scenarios and of endpoints of the scale\nN\nD\nT\ncsv\n< 1GB\n \nCognitive Probes\n(recording)\nReasoning process, examples of higher/lower\nintensity scenarios\nN\nD\nS\nwav\n<\n100GB\n \nCognitive Probes\n(transcript)\nTranscript of cognitive probes interview\nN\nD\nT\nnvp\n< 5GB\n \nExperience Sampling\nData Rating Scales\nExperiment between persons comparing different\nrating scales, numeric rating of affect on two\nresponse formats, collected via m-path \nN\nD\nT\ncsv\n< 1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEthical issues have been carefully considered as human participants will be directly interacting with the researchers in cognitive interviews.\nInformation about thoughts, emotions and behaviors in daily life will be assessed quantitatively and qualitatively and quantitative evaluations.\nParticipants will be informed and consent will be obtained. Participant's identity will be protected with in the app with an anonymous code.\nPseudonymization measures will be applied to questionnaire and interview files, to protect participants’ identities and personal data. As audio\nrecordings may contain identifiable information, they will be transcribed and coded by the researcher and will not be shared with other\nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n2 of 7\nresearchers. Ethical approval for the above mentioned datasets is still to be obtained. SMEC number will be provided after seeking ethical\napproval.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nYes, Personal data like emails, and phone numbers will be included in the data. SMEC number will be provided after seeking ethical approval.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFile Naming and Organization\nFile Naming and Organization\n: All datasets will be named clearly and consistently, including metadata such as the study name, (for\ninterviews) participant ID, and data type (e.g., ESM_Retrospective_vs_Momentary_Study.csv or Interview_ParticipantID_Date.wav).\nDocumentation\nDocumentation\n:\nA README.txt file will accompany the dataset, providing a detailed description of the file structure, variable definitions, and any\npreprocessing steps.\nA codebook (in .tsv format) will document all variables, their labels, and any transformations applied during preprocessing.\nReproducibility\nReproducibility\n: All preprocessing scripts for the ESM data (e.g., cleaning, scoring scales, and preparing analysis-ready datasets) will be\nversion-controlled and made available on OSF or GitHub\nPersonal data \nPersonal data \nrequired for financial payments and informed consent will be stored in a secure, encrypted folder accessible only to\nauthorized personnel. Identifiers linking personal data to anonymized datasets will be stored in a separate, secure file.\nBackup and Archiving\nBackup and Archiving\n: All data will be backed up regularly on institutional servers and external storage solutions, ensuring long-term\npreservation.\nInterview Data\nAudio recordings will be anonymized by replacing participant identifiers with unique codes. Files will be named systematically by date\nand ID\nTranscripts will be stored in .nvp NVivo-format and linked to corresponding audio files with a codebook\nA README.txt file will explain the structure and content of the raw and processed data.\nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n3 of 7\nDetails about transcription preprocessing (e.g., tools used like NVivo) and conventions (e.g., handling of pauses, non-verbal sounds) will\nbe included.\nA codebook will outline the coding scheme, including definitions of codes, examples, and interrater reliability metrics.\nESM Audio Data\nAudio files will follow the same anonymization and systematic naming conventions as the interview data.\nTranscriptions and participant-provided audio descriptions will be stored with clear metadata linking them to the relevant ESM entries.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThere is no formally acknowledged metadata standard specific to our discipline, so we will rely on the DDI standard (Data\nDocumentation Initiative) for the description on the project level. All information will be provided in txt, csv, or word-file. Some\npseudonomyzed data sets (e.g., the data from the lab experiments) will be shared through the Open Science Framework (OSF) where they will\nbe stored on servers within the EU.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nThe data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term preservation. We will\nprocess the data exclusively on computers with encrypted hard drives. Data associated with publications may also be published on open data\nrepositories such as OSF.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nTo secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium\nconfidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security protocols. Access\npermissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated, and audited by designated data\nmanagers who are trained for this role, regardless of their IT expertise. For the code files, which include pseudonyms, access is tightly\ncontrolled by the Principal Investigator. Researchers involved in the project are granted access exclusively to pseudonymized data, ensuring\nthat personal identifiers are not disclosed.\nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n4 of 7\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe anticipated costs for data storage and backup for the duration of the research project are estimated at €2378.5, based on a block\n5TB storage for 5 years. The costs for data storage are covered by the research group of quantitative psychology, with whom this project is\nassociated with. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nMost data will be retained for 10 years to support reproducibility and potential follow-up research. However, personal data that is not essential\nfor long-term analysis will be deleted when it is no longer necessary: IP addresses collected during online surveys, used to ensure each\nparticipant is unique, will be deleted immediately after verification. Contact details for participants will be deleted once they are no longer\nneeded for ongoing communication or study invitations. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nA data archive will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform KU Leuven\npolicy. Some data will in addition also be available on the OSF and EMOTE servers (although we cannot guarantee a 10 years period). In the\nlongterm the data will be \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as embargoed data (temporary restriction)\nFor the quantitative data, pseudonymized versions will be made open subject to an embargo period to secure the researcher's time to fully\nanalyze the data and publish the findings. This measure is to prevent premature dissemination of the data which could lead to potential\nintellectual property issues or misappropriation of the research concepts by third parties.\nDue to the sensitive nature of the interview data and difficulty of handling the information for non-familiar third parties, this data will not be\nmade publicly available but can be available upon request, ensuring the protection of participant privacy and data confidentiality.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nParticipants' personal information (e.g., contact information, names, etc.) will never be shared. \nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n5 of 7\nAudio files will never be shared.\nEmbargoed data (ESM measures) will be available after publication of all planned research projects. \nEmbargoed interview data will be available after personal contact. This will require a personal data sharing agreement. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nQualitative data requires highly sensitive coding and effective pseudinymization.\nAudio recordings will not be shared to preserve privacy of participants \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nESM and background data will be made available after a period of embargo. The data will be shared using various ways (e.g., OSF). Analysis\nsyntax and code will be uploaded to the OSF and/or Gitlab.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nThe data will be made available upon request. Because the data contains a large amount of information from participants, the data will only be\nshared with individual researchers. We want to ensure the data is not used for non-scientific purposes (e.g. training large language models).\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nCodebooks, syntax, and preprints will be made publicly available on the Open Science Framework.\nWhen doing so, a CC-BY 4.0 license is provided.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nFor the newly collected data, a permanent identifier is added to data upon deposit in a repository. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no costs \nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n6 of 7\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe principal investigator (LC)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe principal investigator (LC)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe principal investigator (LC)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe principal investigator (LC)\nCreated using DMPonline.be. Last modiﬁed 25 February 2025\n7 of 7"
    },
    "clean_full_text": "Unraveling Response Processes in Daily LifeUnraveling Response Processes in Daily Life Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. In the original project proposal, we have given a concise overview of the data aimed to obtain. For convenience, this is repeated here. Workpackage Workpackage Objective Objective Data Data WP 1 Cognitive interview afterESM Probe adherence to timeframe in momentary and short retrospective ESM affect items Interview data Audio Files + Transcriptions WP 2 ESM + Cognitive Probes Use ESM items and ask follow up questions on response process during ESM study Audio Files + Transcriptions Affect measures across time WP 3 Emotion Vignettes Ask intensity and rating of emotion scenarios. Translate scenarios into numbers order them by intensity Ratings of Scenarios Interview data of response process WP 4 ESM study - Between person design Test different rating scales on two different timeframes Response scale answers Information on demographic variables and mental health of participants Created using DMPonline.be. Last modiﬁed 25 February 2025 1 of 7 Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Cognitive Interviews (recordings) Audio files of the interviews N D S wav < 100GB Cognitive Interviews (transcripts) Transcripts of the audio of interviews N D T nvp < 5GB Experience Sampling Data Current and Retrospective Timeframe participants report their current affect and retrospective affect via a smartphone application m-Path N D N csv < 1GB Experience Sampling Data Affect participants report their current emotional/ cognitive state, behaviour, and context throughout their daily life via a smartphone application m-Path 9 Days N D N csv < 1GB Experience Sampling Audio Recordings participants provide audio descriptions of how they filled out the questionnaires on the smartphone for 7 days N D S wav < 100GB Experience Sampling Audio Transcripts Transcripts of the audio description N D T nvp < 5GB Affective scenario assessment ratings Ratings of hypothetical scenarios, how they or others would feel N D N csv < 1GB Affective scenario assessment labels Participants provide labels for the affect intensity of scenarios and of endpoints of the scale N D T csv < 1GB Cognitive Probes (recording) Reasoning process, examples of higher/lower intensity scenarios N D S wav < 100GB Cognitive Probes (transcript) Transcript of cognitive probes interview N D T nvp < 5GB Experience Sampling Data Rating Scales Experiment between persons comparing different rating scales, numeric rating of affect on two response formats, collected via m-path N D T csv < 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Ethical issues have been carefully considered as human participants will be directly interacting with the researchers in cognitive interviews. Information about thoughts, emotions and behaviors in daily life will be assessed quantitatively and qualitatively and quantitative evaluations. Participants will be informed and consent will be obtained. Participant's identity will be protected with in the app with an anonymous code. Pseudonymization measures will be applied to questionnaire and interview files, to protect participants’ identities and personal data. As audio recordings may contain identifiable information, they will be transcribed and coded by the researcher and will not be shared with other Created using DMPonline.be. Last modiﬁed 25 February 2025 2 of 7 researchers. Ethical approval for the above mentioned datasets is still to be obtained. SMEC number will be provided after seeking ethical approval. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Yes, Personal data like emails, and phone numbers will be included in the data. SMEC number will be provided after seeking ethical approval. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). File Naming and Organization File Naming and Organization : All datasets will be named clearly and consistently, including metadata such as the study name, (for interviews) participant ID, and data type (e.g., ESM_Retrospective_vs_Momentary_Study.csv or Interview_ParticipantID_Date.wav). Documentation Documentation : A README.txt file will accompany the dataset, providing a detailed description of the file structure, variable definitions, and any preprocessing steps. A codebook (in .tsv format) will document all variables, their labels, and any transformations applied during preprocessing. Reproducibility Reproducibility : All preprocessing scripts for the ESM data (e.g., cleaning, scoring scales, and preparing analysis-ready datasets) will be version-controlled and made available on OSF or GitHub Personal data Personal data required for financial payments and informed consent will be stored in a secure, encrypted folder accessible only to authorized personnel. Identifiers linking personal data to anonymized datasets will be stored in a separate, secure file. Backup and Archiving Backup and Archiving : All data will be backed up regularly on institutional servers and external storage solutions, ensuring long-term preservation. Interview Data Audio recordings will be anonymized by replacing participant identifiers with unique codes. Files will be named systematically by date and ID Transcripts will be stored in .nvp NVivo-format and linked to corresponding audio files with a codebook A README.txt file will explain the structure and content of the raw and processed data. Created using DMPonline.be. Last modiﬁed 25 February 2025 3 of 7 Details about transcription preprocessing (e.g., tools used like NVivo) and conventions (e.g., handling of pauses, non-verbal sounds) will be included. A codebook will outline the coding scheme, including definitions of codes, examples, and interrater reliability metrics. ESM Audio Data Audio files will follow the same anonymization and systematic naming conventions as the interview data. Transcriptions and participant-provided audio descriptions will be stored with clear metadata linking them to the relevant ESM entries. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No There is no formally acknowledged metadata standard specific to our discipline, so we will rely on the DDI standard (Data Documentation Initiative) for the description on the project level. All information will be provided in txt, csv, or word-file. Some pseudonomyzed data sets (e.g., the data from the lab experiments) will be shared through the Open Science Framework (OSF) where they will be stored on servers within the EU. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) The data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term preservation. We will process the data exclusively on computers with encrypted hard drives. Data associated with publications may also be published on open data repositories such as OSF. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium confidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security protocols. Access permissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated, and audited by designated data managers who are trained for this role, regardless of their IT expertise. For the code files, which include pseudonyms, access is tightly controlled by the Principal Investigator. Researchers involved in the project are granted access exclusively to pseudonymized data, ensuring that personal identifiers are not disclosed. Created using DMPonline.be. Last modiﬁed 25 February 2025 4 of 7 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The anticipated costs for data storage and backup for the duration of the research project are estimated at €2378.5, based on a block 5TB storage for 5 years. The costs for data storage are covered by the research group of quantitative psychology, with whom this project is associated with. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) Most data will be retained for 10 years to support reproducibility and potential follow-up research. However, personal data that is not essential for long-term analysis will be deleted when it is no longer necessary: IP addresses collected during online surveys, used to ensure each participant is unique, will be deleted immediately after verification. Contact details for participants will be deleted once they are no longer needed for ongoing communication or study invitations. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) A data archive will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform KU Leuven policy. Some data will in addition also be available on the OSF and EMOTE servers (although we cannot guarantee a 10 years period). In the longterm the data will be What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as embargoed data (temporary restriction) For the quantitative data, pseudonymized versions will be made open subject to an embargo period to secure the researcher's time to fully analyze the data and publish the findings. This measure is to prevent premature dissemination of the data which could lead to potential intellectual property issues or misappropriation of the research concepts by third parties. Due to the sensitive nature of the interview data and difficulty of handling the information for non-familiar third parties, this data will not be made publicly available but can be available upon request, ensuring the protection of participant privacy and data confidentiality. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Participants' personal information (e.g., contact information, names, etc.) will never be shared. Created using DMPonline.be. Last modiﬁed 25 February 2025 5 of 7 Audio files will never be shared. Embargoed data (ESM measures) will be available after publication of all planned research projects. Embargoed interview data will be available after personal contact. This will require a personal data sharing agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights Qualitative data requires highly sensitive coding and effective pseudinymization. Audio recordings will not be shared to preserve privacy of participants Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) ESM and background data will be made available after a period of embargo. The data will be shared using various ways (e.g., OSF). Analysis syntax and code will be uploaded to the OSF and/or Gitlab. When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) The data will be made available upon request. Because the data contains a large amount of information from participants, the data will only be shared with individual researchers. We want to ensure the data is not used for non-scientific purposes (e.g. training large language models). Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Codebooks, syntax, and preprints will be made publicly available on the Open Science Framework. When doing so, a CC-BY 4.0 license is provided. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository For the newly collected data, a permanent identifier is added to data upon deposit in a repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no costs Created using DMPonline.be. Last modiﬁed 25 February 2025 6 of 7 Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The principal investigator (LC) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The principal investigator (LC) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The principal investigator (LC) Who will update and implement this DMP? Who will update and implement this DMP? The principal investigator (LC) Created using DMPonline.be. Last modiﬁed 25 February 2025 7 of 7"
}