{
    "document_id": "D-2023-1834",
    "LinkTitle": "D-2023-1834",
    "file_name": "D-2023-1834.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1834.pdf",
    "metadata": {
        "title": "D-2023-1834",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Angeliki Paidakaki 0000-0001-5019-0998\nContributor name(s) (+ ORCID) & roles Pieter Van den Broeck (supervisor) 0000-0002-3388-0759\nProject number1 & title Identifying the political potential of housing alliances for the production of post-crisis egalitarian cities: a \ntransatlantic and transdisciplinary perspective.\nFunder(s) GrantID21254823N\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description This research focuses on the question: how do housing alliances impact the governance and\ndevelopment of post-crisis cities? Housing alliances not only implement urban policies through their \nmembers, but also aim to improve the institutions of affordable housing provision. In the midst of a \nmultifaceted housing crisis in Europe and the US, several housing alliances have emerged and become \ninvigorated. These have further democratized their own operations from a bottom-linked perspective \n(conciliating bottom-up and top-down logics) by co-learning between housing organizations and \ninstitutions, democratizing communication and decision-making, and fitting the housing system to the \nneeds of all. Yet their institutional impact on shaping “cities for all” has been underexamined. This study \nunlocks this impact by studying four housing alliances through transdisciplinary and transatlantic lenses \nand with a triple ambition: (1) to further develop the concept of bottom-linked governance, the neo-\nwelfare state and an egalitarian city; (2) to identify the potentials of housing alliances to advance bottom-\nlinked governance in promoting egalitarian cities; and (3) to make concrete suggestions on how research \ncan better support urban policy makers and housing advocates. By reflecting on advocacy strategies and \ngovernance-formation processes led by housing alliances, this research aspires to provide suggestions for \ndemocratizing housing governance systems and materializing egalitarian cities.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nInterview and \nmeeting \nattendance \ntranscripts \nand notesThe audio \nrecorded \ninterviews and \nmeetings will be \ntranscribed, \ncoded and \npseudonamized. \nConsent forms \nwill be signed.☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAAround 100-120 \npages (consent \nforms) and 5-6 \nnotebooks. \nAudio \ninterviewsInterviews will \nbe recorded, \ncoded and \npseudonamized \nafter a consent \nform is signed ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5between the \ninterviewer and \nthe \ninterviewees. ☐ Software\n☐ Other\n☐ NA☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: m4a\n☐ NA☐ < 50 TB\n☐ > 50 TB\n☐ NA\nPhotographin\ng/videotapingPhoto taking \nand videotaping \nwill be coded \nand \npseudonymized \nafter a consent \nform is signed \nby the \nindividuals \nappearing in the \npictures and the \nvideos. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .jpg and \nmp4\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  N/A\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:  \nHuman participation in this project is planned on a voluntary basis. Research subjects will be over the age \nof 18 and be fully informed about the objective, methodology and expected outcome of the research \nproject and the voluntary nature of their participation orally and in written form, namely in the form of \nemails when first contact is established as well as through consent request forms signed by both parties \n(interviewer and interviewee) prior to the interviews, photographing and videotaping.\nShort description of the kind of personal data that will be used: Research participants include \nrepresentatives from housing alliances (staff and member organizations), housing experts,\npublic authorities, and charity foundations. Only personal data that enable the researcher to contact \nparticipants and communicate with them will be collected. For example, Name, e-mail address, \nprofession/role in the institution/organization that the participant represents, phone number (when \nvoluntarily provided for facilitating communication), images of participants in photos taken and audio \nrecorded during research activities. The personal data of the participants (described in the previous \nsection) will not be processed, but collected to facilitate the communication and define their role in case \nstudy analysis. \nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Privacy Registry Reference:  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All recordings and transcripts of formal interviews and meetings will be marked with the date of \ninterview/activity and either only a code for assigned to the participant or the institution they represent.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThe list of participants and their contact details with the key relating interviews codification will be saved \nin separate files and folders, protected with password, and will never be subject to sharing or publication. \nOnly the researcher who collected the data and the Promotor will have access to these protected files.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 10Where will the data be stored? Hard copies and physical  documents (handwritten notes, signed consent forms) will be kept in the \nresearcher's locked cupboard/drawer.  After the project is finished, paper data will be handed over to the \nsupervisor, who will store them in his office in a locked drawer or cupboard that can only be accessed by \nhimself. \nDigital data (text documents, images, audio files, videos, presentations) and metadata will be stored and \npreserved in the researcher’s laptop, OneDrive and the proposed project’s subfolder that is added in the \nexisting folder of Planning and Development Research Group in the J-drive or K-drive of the KU Leuven \nserver.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data and metadata will be stored in the J-drive of the KU Leuven server, and as a backup, also in \nOneDrive. \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:  \nSufficient storage and backup capacity is ensured, since KUL supervisor and researchers have access to 2 \nTB storage in KUL Network Drive each, plus 2 TB online storage in KUL OneDrive for business cloud system.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The J-drive of the KU Leuven server is a password protected, encrypted server that only designated \nindividuals have access to. The supervisor of the proposed research project - Prof. Pieter Van den Broeck - \nas well as myself have access to this subfolder. Prof. Pieter Van den Broeck will have access to the folder \nfor at least ten years after the end of the research, according to KU Leuven policy. The Department’s \nNetwork Drive and OneDrive for Business cloud accessed by KUL managed PCs and accounts are \nconsidered by the KU Leuven as the most secure solutions for storing confidential data. Further protection \ntechniques will be applied, such as the KUL Authenticator App, encryption and password protected folders  \nand files.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?In the view of the expected size of the database (<200GB) there are no costs for data storage and backup \nduring the research project,  because the project does not exceed allocated storage space.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).The audio recordings of interviews with participants who asked to be pseudonomized and who will appear\nwith a coded name in the transcripts will be destroyed after being transcribed. The ones in which \nparticipants agreed in the consent form to have their details visible will not be destroyed and will remain \nat the KU Leuven drives as recommended by the University. Recordings from participant observation \nactivities will be coded with the name, date and place of the event, safeguarding confidentiality about \npeople involved, and making sure no details are included that may reveal identities. Data and metadata \nwill be stored and preserved in OneDrive and the proposed project’s subfolder that is added in the existing  \nfolder of Planning and Development Research Group in the J-drive of the KU Leuven server. Prof. Pieter \nVan den Broeck will have access to the folder for at least ten years after the end of the research, according  \nto KU Leuven policy.\nWhere will these data be archived (stored and \ncurated for the long-term)?The volume of data and metadata to be archived  after the finalization of the project is not expected to be \nlarger that 200 GB. They will be stored on the supervisor's J-Drive for 10 years to comply both with FWO \nand KUL RDM requirements.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?In the view of the expected size of the database (<200GB) there are no costs for data preservation during \nthe retention period of 10 years.  \nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☒ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The Planning & Development research group coordinator (Prof. Pieter Van den Broeck) will always have \naccess. Moreover, potential manuscript co-authors could be able to access some of the data, after signing \na collaboration agreement setting the conditions under which this is possible (e.g. data cannot be shared \nor be made available publicly).  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☒ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP) 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The data will not be made available. Project outputs will be available, through the KU Leuven repository \nLirias, open access publications, and online repositories like google scholar and ResearchGate.  \nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will not be made available. Project outputs will be available, through the KU Leuven repository \nLirias, open access publications, and online repositories like google scholar and ResearchGate.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  N/A\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☐ No\nIf yes:\nN/A\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data sharing? \nHow will these costs be covered?  N/A\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Angeliki Paidakaki\nWho will manage data storage and backup \nduring the research project?Angeliki Paidakaki\nWho will manage data preservation and \nsharing?Angeliki Paidakaki and Pieter Van den Broeck\nWho will update and implement this DMP? Angeliki Paidakaki"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Angeliki Paidakaki 0000-0001-5019-0998 Contributor name(s) (+ ORCID) & roles Pieter Van den Broeck (supervisor) 0000-0002-3388-0759 Project number1 & title Identifying the political potential of housing alliances for the production of post-crisis egalitarian cities: a transatlantic and transdisciplinary perspective. Funder(s) GrantID21254823N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description This research focuses on the question: how do housing alliances impact the governance and development of post-crisis cities? Housing alliances not only implement urban policies through their members, but also aim to improve the institutions of affordable housing provision. In the midst of a multifaceted housing crisis in Europe and the US, several housing alliances have emerged and become invigorated. These have further democratized their own operations from a bottom-linked perspective (conciliating bottom-up and top-down logics) by co-learning between housing organizations and institutions, democratizing communication and decision-making, and fitting the housing system to the needs of all. Yet their institutional impact on shaping “cities for all” has been underexamined. This study unlocks this impact by studying four housing alliances through transdisciplinary and transatlantic lenses and with a triple ambition: (1) to further develop the concept of bottom-linked governance, the neo- welfare state and an egalitarian city; (2) to identify the potentials of housing alliances to advance bottom- linked governance in promoting egalitarian cities; and (3) to make concrete suggestions on how research can better support urban policy makers and housing advocates. By reflecting on advocacy strategies and governance-formation processes led by housing alliances, this research aspires to provide suggestions for democratizing housing governance systems and materializing egalitarian cities. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Interview and meeting attendance transcripts and notesThe audio recorded interviews and meetings will be transcribed, coded and pseudonamized. Consent forms will be signed.☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAAround 100-120 pages (consent forms) and 5-6 notebooks. Audio interviewsInterviews will be recorded, coded and pseudonamized after a consent form is signed ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5between the interviewer and the interviewees. ☐ Software ☐ Other ☐ NA☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: m4a ☐ NA☐ < 50 TB ☐ > 50 TB ☐ NA Photographin g/videotapingPhoto taking and videotaping will be coded and pseudonymized after a consent form is signed by the individuals appearing in the pictures and the videos. ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .jpg and mp4 ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. N/A 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Human participation in this project is planned on a voluntary basis. Research subjects will be over the age of 18 and be fully informed about the objective, methodology and expected outcome of the research project and the voluntary nature of their participation orally and in written form, namely in the form of emails when first contact is established as well as through consent request forms signed by both parties (interviewer and interviewee) prior to the interviews, photographing and videotaping. Short description of the kind of personal data that will be used: Research participants include representatives from housing alliances (staff and member organizations), housing experts, public authorities, and charity foundations. Only personal data that enable the researcher to contact participants and communicate with them will be collected. For example, Name, e-mail address, profession/role in the institution/organization that the participant represents, phone number (when voluntarily provided for facilitating communication), images of participants in photos taken and audio recorded during research activities. The personal data of the participants (described in the previous section) will not be processed, but collected to facilitate the communication and define their role in case study analysis. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All recordings and transcripts of formal interviews and meetings will be marked with the date of interview/activity and either only a code for assigned to the participant or the institution they represent. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: The list of participants and their contact details with the key relating interviews codification will be saved in separate files and folders, protected with password, and will never be subject to sharing or publication. Only the researcher who collected the data and the Promotor will have access to these protected files. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 10Where will the data be stored? Hard copies and physical documents (handwritten notes, signed consent forms) will be kept in the researcher's locked cupboard/drawer. After the project is finished, paper data will be handed over to the supervisor, who will store them in his office in a locked drawer or cupboard that can only be accessed by himself. Digital data (text documents, images, audio files, videos, presentations) and metadata will be stored and preserved in the researcher’s laptop, OneDrive and the proposed project’s subfolder that is added in the existing folder of Planning and Development Research Group in the J-drive or K-drive of the KU Leuven server. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data and metadata will be stored in the J-drive of the KU Leuven server, and as a backup, also in OneDrive. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Sufficient storage and backup capacity is ensured, since KUL supervisor and researchers have access to 2 TB storage in KUL Network Drive each, plus 2 TB online storage in KUL OneDrive for business cloud system. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The J-drive of the KU Leuven server is a password protected, encrypted server that only designated individuals have access to. The supervisor of the proposed research project - Prof. Pieter Van den Broeck - as well as myself have access to this subfolder. Prof. Pieter Van den Broeck will have access to the folder for at least ten years after the end of the research, according to KU Leuven policy. The Department’s Network Drive and OneDrive for Business cloud accessed by KUL managed PCs and accounts are considered by the KU Leuven as the most secure solutions for storing confidential data. Further protection techniques will be applied, such as the KUL Authenticator App, encryption and password protected folders and files. What are the expected costs for data storage and backup during the research project? How will these costs be covered?In the view of the expected size of the database (<200GB) there are no costs for data storage and backup during the research project, because the project does not exceed allocated storage space. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).The audio recordings of interviews with participants who asked to be pseudonomized and who will appear with a coded name in the transcripts will be destroyed after being transcribed. The ones in which participants agreed in the consent form to have their details visible will not be destroyed and will remain at the KU Leuven drives as recommended by the University. Recordings from participant observation activities will be coded with the name, date and place of the event, safeguarding confidentiality about people involved, and making sure no details are included that may reveal identities. Data and metadata will be stored and preserved in OneDrive and the proposed project’s subfolder that is added in the existing folder of Planning and Development Research Group in the J-drive of the KU Leuven server. Prof. Pieter Van den Broeck will have access to the folder for at least ten years after the end of the research, according to KU Leuven policy. Where will these data be archived (stored and curated for the long-term)?The volume of data and metadata to be archived after the finalization of the project is not expected to be larger that 200 GB. They will be stored on the supervisor's J-Drive for 10 years to comply both with FWO and KUL RDM requirements. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?In the view of the expected size of the database (<200GB) there are no costs for data preservation during the retention period of 10 years. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☒ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.The Planning & Development research group coordinator (Prof. Pieter Van den Broeck) will always have access. Moreover, potential manuscript co-authors could be able to access some of the data, after signing a collaboration agreement setting the conditions under which this is possible (e.g. data cannot be shared or be made available publicly). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☒ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) 14Where will the data be made available? If already known, please provide a repository per dataset or data type.The data will not be made available. Project outputs will be available, through the KU Leuven repository Lirias, open access publications, and online repositories like google scholar and ResearchGate. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will not be made available. Project outputs will be available, through the KU Leuven repository Lirias, open access publications, and online repositories like google scholar and ResearchGate. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 N/A Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☐ No If yes: N/A 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data sharing? How will these costs be covered? N/A 7. Responsibilities Who will manage data documentation and metadata during the research project?Angeliki Paidakaki Who will manage data storage and backup during the research project?Angeliki Paidakaki Who will manage data preservation and sharing?Angeliki Paidakaki and Pieter Van den Broeck Who will update and implement this DMP? Angeliki Paidakaki"
}