{
    "document_id": "D-2024-3280",
    "LinkTitle": "D-2024-3280",
    "file_name": "D-2024-3280.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3280.pdf",
    "metadata": {
        "title": "D-2024-3280",
        "author": "Veerle Van den Eynden",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 2 \n1.General Project Information\nName Grant Holder & ORCID Shreosi Chatterjee, ORCID ID: https://orcid.org/0000-0003-4803-0834  \nContributor name(s) (+ ORCID) & roles Patrick Van Dijck (Promoter), ORCID ID: https://orcid.org/0000-0002-1542-897X  \nProject number 1 & title 1297225N: Fabrication of lipo-magnetic nanocomposite encapsulated with antifungal drug to disrupt \nbiofilm matrix of Candida auris\nFunder(s) GrantID 2FWO 129722N\nAffiliation(s)  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project descriptionCandida auris has simultaneously emerged as a deadly human pathogen on six continents causing fatal nosocomial  \noutbreaks in healthcare facilities. As compared to other  Candida species,  C. auris displays various concerning  \nfeatures including ability to persist and colonize skin and nosocomial surfaces, resistance towards a wide range of  \nconventional disinfectants and rapid transmission of infection among patients. Moreover, recent studies enlighten  \na concerning fact that C. auris cells develop an unprecedented level of drug resistance against all three classes of  \nantifungals i.e. azoles, polyenes and echinocandins, severely limiting treatment options. Formation of biofilm and  \npresence of persister cells further contribute to this drug resistance. The emergence of fungal resistance towards  \nthe conventional drugs has put forth a major threat to  human health. Therefore, it is indispensable to establish new \nstrategies to combat biofilm mediated fungal infections without severe side effects to the host . The present study aims to  \nfabricate novel receptor linked lipo-magnetic nanocomposite that will serve as potential drug delivery system  \ntargeting the mannan rich biofilm matrix of  C. auris. The developed nanocomposite will be tested on  C. auris \ncatheter-based biofilms efficacy in-vitro and mouse subcutaneous model to determine long term therapeutic  \npotential to fight fungal biofilms.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☒ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ > 5 TB\n☐ NA\nFluorescence \nmeasurement \nand \nabsorbanceH1 Synergy Generate new data DigitalExperimental .xlsx and .pzfx <100 GB\nDLS and ZetaCordouan - \nTechnologies Generate new data DigitalExperimental .pdf <100 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5XRDMalvern \nPanalytical \nEmpyrean \ndiffractometerGenerate new data DigitalExperimental .rad <100 GB\nSquid-VSMQuantum \nDesign MPMS 3Generate new data DigitalExperimental .pdf <100 GB\nFTIR \nspectroscopyGenerate new data DigitalExperimental .pdf <100 GB\nDigital imagesMicroscopy \nimages, gel \nscans, plate \nimages, graphs, \nillustrations, \nfiguresGenerate new data DigitalExperimental .tif and .jpg <500 GB\nSequencesCLC Generate new data DigitalExperimental <100 GB\nStrainsBioluminescenc\ne strains, \nfluorescence-\ntagged strains, \nclinical isolatesGenerate new data, \nreuse existing dataphysicalExperimental <100 strain\nPlasmidDeletion \ncassettes, \ntagging cassetteGenerate new data, \nreuse existing dataphysicalExperimental <100 strain\nNanoparticlesLipid and iron \noxide \nnanoparticlesGenerate new data, physicalexperimental <500 g\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  CRISPR system: 10.1128/mSphereDirect.00149-17\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☒ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWe will submit an ECD to have permission to perform the planned animal experiments.\nWill  you process  personal  data5? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\n5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All experimental data will be organized and stored in dedicated folders within a personal directory \non the J-drive. These folders will include the purpose and objectives of each experiment, the \nassociated protocol, details of the strains used, raw data, data analysis, interpretation, and ongoing  \nplans for future work. Additionally, all standard operating procedures (SOPs) employed in the \nlaboratory are available in a centralized database on the J-drive.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nAll data obtained from measurements of physicochemical properties in batch mode will undergo manual \ncuration to generate meaningful metadata. The raw data will be processed using GraphPad Prism, and \nthrough the creation of graphical representations, the data will be made interpretable and accessible to \nothers.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.All data are stored on drives managed by KU Leuven's storage repository. Upon completion of the project, \nall data will be retained within KU Leuven's storage infrastructure. Our laboratory utilizes four distinct \ndrives: a shared drive, a personal drive, a high-capacity storage drive, and a dedicated drive for archiving \nresults and presentations.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe servers of the KU Leuven, where the data is stored, has no limit on data storage.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The KU Leuven server provides a secure environment for data storage. Data are organized into folders \nwith access restricted to individuals directly involved in the project. Furthermore, the work laptop is \nequipped with security protection via a defender system and is managed by KU Leuven's IT department.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The cost of the drives is €519/TB/year and will be covered by the host lab.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be stored in the servers from the KU Leuven and on a hard drive.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least \n10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The costs are €113,84/TB/year and will be covered by the host lab.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Access to the data is restricted to individuals directly involved in the project. Following publication, the \ndata will be made available upon request.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.All datasets will be present on the servers of the KU Leuven. The data are available from these servers.\nWhen will the data be made available? They will be available upon request after the data are published.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. Currently, no data will be provided. However, the data will be available upon request. This may change \ndepending on the outcomes of the research.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  As the data are present upon request, no cost is expected.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Shreosi Chatterjee will be the main responsible for data documentation & metadata. Prof. Patrick Van \nDijck is co-responsible for the data storage and backup of the server.\nWho will manage data storage and backup \nduring the research project?Shreosi Chatterjee will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the \ndata storage and backup of the server.\nWho will manage data preservation and \nsharing?Shreosi Chatterjee will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the \ndata preservation and sharing.\nWho will update and implement this DMP? Shreosi Chatterjee and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing \nthis DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1.General Project Information Name Grant Holder & ORCID Shreosi Chatterjee, ORCID ID: https://orcid.org/0000-0003-4803-0834 Contributor name(s) (+ ORCID) & roles Patrick Van Dijck (Promoter), ORCID ID: https://orcid.org/0000-0002-1542-897X Project number 1 & title 1297225N: Fabrication of lipo-magnetic nanocomposite encapsulated with antifungal drug to disrupt biofilm matrix of Candida auris Funder(s) GrantID 2FWO 129722N Affiliation(s) KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project descriptionCandida auris has simultaneously emerged as a deadly human pathogen on six continents causing fatal nosocomial outbreaks in healthcare facilities. As compared to other Candida species, C. auris displays various concerning features including ability to persist and colonize skin and nosocomial surfaces, resistance towards a wide range of conventional disinfectants and rapid transmission of infection among patients. Moreover, recent studies enlighten a concerning fact that C. auris cells develop an unprecedented level of drug resistance against all three classes of antifungals i.e. azoles, polyenes and echinocandins, severely limiting treatment options. Formation of biofilm and presence of persister cells further contribute to this drug resistance. The emergence of fungal resistance towards the conventional drugs has put forth a major threat to human health. Therefore, it is indispensable to establish new strategies to combat biofilm mediated fungal infections without severe side effects to the host . The present study aims to fabricate novel receptor linked lipo-magnetic nanocomposite that will serve as potential drug delivery system targeting the mannan rich biofilm matrix of C. auris. The developed nanocomposite will be tested on C. auris catheter-based biofilms efficacy in-vitro and mouse subcutaneous model to determine long term therapeutic potential to fight fungal biofilms. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☒ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA Fluorescence measurement and absorbanceH1 Synergy Generate new data DigitalExperimental .xlsx and .pzfx <100 GB DLS and ZetaCordouan - Technologies Generate new data DigitalExperimental .pdf <100 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5XRDMalvern Panalytical Empyrean diffractometerGenerate new data DigitalExperimental .rad <100 GB Squid-VSMQuantum Design MPMS 3Generate new data DigitalExperimental .pdf <100 GB FTIR spectroscopyGenerate new data DigitalExperimental .pdf <100 GB Digital imagesMicroscopy images, gel scans, plate images, graphs, illustrations, figuresGenerate new data DigitalExperimental .tif and .jpg <500 GB SequencesCLC Generate new data DigitalExperimental <100 GB StrainsBioluminescenc e strains, fluorescence- tagged strains, clinical isolatesGenerate new data, reuse existing dataphysicalExperimental <100 strain PlasmidDeletion cassettes, tagging cassetteGenerate new data, reuse existing dataphysicalExperimental <100 strain NanoparticlesLipid and iron oxide nanoparticlesGenerate new data, physicalexperimental <500 g FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. CRISPR system: 10.1128/mSphereDirect.00149-17 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: We will submit an ECD to have permission to perform the planned animal experiments. Will you process personal data5? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All experimental data will be organized and stored in dedicated folders within a personal directory on the J-drive. These folders will include the purpose and objectives of each experiment, the associated protocol, details of the strains used, raw data, data analysis, interpretation, and ongoing plans for future work. Additionally, all standard operating procedures (SOPs) employed in the laboratory are available in a centralized database on the J-drive. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: All data obtained from measurements of physicochemical properties in batch mode will undergo manual curation to generate meaningful metadata. The raw data will be processed using GraphPad Prism, and through the creation of graphical representations, the data will be made interpretable and accessible to others. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.All data are stored on drives managed by KU Leuven's storage repository. Upon completion of the project, all data will be retained within KU Leuven's storage infrastructure. Our laboratory utilizes four distinct drives: a shared drive, a personal drive, a high-capacity storage drive, and a dedicated drive for archiving results and presentations. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The servers of the KU Leuven, where the data is stored, has no limit on data storage. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The KU Leuven server provides a secure environment for data storage. Data are organized into folders with access restricted to individuals directly involved in the project. Furthermore, the work laptop is equipped with security protection via a defender system and is managed by KU Leuven's IT department. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The cost of the drives is €519/TB/year and will be covered by the host lab. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be stored in the servers from the KU Leuven and on a hard drive. Where will these data be archived (stored and curated for the long-term)?The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The costs are €113,84/TB/year and will be covered by the host lab. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11If access is restricted, please specify who will be able to access the data and under what conditions.Access to the data is restricted to individuals directly involved in the project. Following publication, the data will be made available upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.All datasets will be present on the servers of the KU Leuven. The data are available from these servers. When will the data be made available? They will be available upon request after the data are published. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. Currently, no data will be provided. However, the data will be available upon request. This may change depending on the outcomes of the research. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? As the data are present upon request, no cost is expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?Shreosi Chatterjee will be the main responsible for data documentation & metadata. Prof. Patrick Van Dijck is co-responsible for the data storage and backup of the server. Who will manage data storage and backup during the research project?Shreosi Chatterjee will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data storage and backup of the server. Who will manage data preservation and sharing?Shreosi Chatterjee will be the main responsible and Prof. Patrick Van Dijck will be co-responsible for the data preservation and sharing. Who will update and implement this DMP? Shreosi Chatterjee and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing this DMP."
}