{
    "document_id": "D-2024-3345",
    "LinkTitle": "D-2024-3345",
    "file_name": "D-2024-3345.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3345.pdf",
    "metadata": {
        "title": "D-2024-3345",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Emma De Clercq 0009-0008-3435-011X\nContributor name(s) (+ ORCID) & roles N/A\nProject number1 & title 1108025N – Rethinking property through environmental duties: towards a further integration of \nenvironmental, constitutional and property law?\nFunder(s) GrantID2\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other: \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Property rights over land can be found at the centre of many environmental disputes between individual \nproperty owners and the State. However, an insufficient conceptual connection between environmental, \nconstitutional and property law leads to uncertainty for both courts and policymakers regarding the extent  \nto which environmental measures can impact private property. This hampers both property protection \nand effective environmental action, especially in very densely populated areas such as Belgium. This PhD \nproject aims to contribute to literature on progressive property law and environmental constitutionalism. \nThe overarching research objective is to analyse how the property concept can be reconsidered through \nindividual environmental duties. In a first part, a theoretical framework will be created on the nexus \nbetween property rights and environmental protection through an analysis of legal and philosophical \nliterature. Next, this framework is used to review how this nexus is currently approached in case-law from \nthe Belgian Constitutional Court and ECtHR. A second part focusses on the constitutional integration of \nenvironmental duties. After conceptualising their form and content, recommendations will be formulated \nfor the Belgian constitutional context. These recommendations will be based on, inter alia, the analysed \nimpact of the environmental duties contained in the French Environmental Charter and the Swedish \napproach to property protection.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nCase law Case law from \nthe Belgian \nConstitutional \nCourt and the \nEuropean Court \nof Human Rights ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\nLegislationEU legislation; \nBelgian (federal \nand regional) \nlegislation ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation ☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TBN/A\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5data\n☐ Software\n☐ Other\n☐ NA☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nAcademic \nliterature Handbooks, \ncompilation \nworks, journal \narticles, \nblogposts. This \nis used as \nbibliographical \nreference for an \nargument. ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  -ECHR case law: https://hudoc.echr.coe.int/#{%22documentcollectionid2%22:\n[%22GRANDCHAMBER%22,%22CHAMBER%22]}\n-Constitutional Court case law: https://www.const-court.be/en/search/judgment\n-EU-legislation: https://eur-lex.europa.eu/\n-Belgian legislation : https://www.ejustice.just.fgov.be/cgi/welcome.pl . \nFWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data4?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).-The documentation of the collected documents will take place in Zotero.  \n-The collection of legislation and case law will be documented in more detail by keeping a record of \nthe keywords used when searching the relevant databases, the dates of the searches and the \nfurther inclusion/exclusion criteria used. These records will also be stored in Zotero.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.☐ Yes\n☒ No\nNo metadata standard will be used. For all published materials that will be collected, full bibliographic \ndetails will be kept. To easily find back these materials, unique identifiers will be used:  \n-DOI for academic literature;  \n-ECLI-codes for ECHR case law;  \n-(when available) permalinks for online publications. Offline copies of online publications for which \nthe longterm availability cannot be guaranteed will be kept in Zotero (as pdf.).  \nFWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored? During the research project, collected documents will be kept in Zotero. Both on the laptop hard drive and  \non the OneDrive Cloud service provided by the Law Faculty at KU Leuven. This storage space is safe and \nautomatically backed up.  \nHow will the data be backed up?\n-Back-ups on the OneDrive and KU Leuven network-drives are automatic;  \n-Separate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly \nbasis. \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: the collected data will not exceed the standard capacity of One Drive for \nBusiness. \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?-The data will not be stored on shared hard drives;  \n-Two-factor authentication provides a sufficient level of protection.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The OneDrive and KU Leuven network drives do not result in additional costs.  \nFWO DMP Template (Flemish Standard DMP) 95. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).-Documents for which the long-term public availability is guaranteed: only full bibliographic data \nand unique identifiers will be kept for 10 years;  \n-Documents for which the long-term public availability cannot be guaranteed: local copies as well as  \nfull bibliographic data and date of access will be kept for 10 years.  \nWhere will these data be archived (stored and \ncurated for the long-term)? After the research, digital data will be stored on the Kdrive, the KU Leuven Law Faculty's dedicated storage  \nfor archival purposes.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No additional costs are expected.  \nFWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The date will be made available on the KU Leuven RDR (data repository).  \nWhen will the data be made available? Upon publication of research results.  \nFWO DMP Template (Flemish Standard DMP) 11Which data usage licenses are you going to \nprovide? If none, please explain why.Data licenses will be selected in collaboration with KU Leuven RDR-staff.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.☒ Yes\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected. Only meta-data (bibliographic references, identifiers and documentation) of \ncollected documents will be shared. The size of the data is small and no additional costs are expected.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher: Emma De Clercq.  \nWho will manage data storage and backup \nduring the research project?The researcher: Emma De Clercq.  \nWho will manage data preservation and \nsharing?The researcher, Emma De Clercq, and the researcher's supervisor, Prof. Dr. S. Sottiaux.  \nWho will update and implement this DMP? The researcher: Emma De Clercq, in consultation with Prof. Sottiaux and relevant support staff at KU \nLeuven. "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Emma De Clercq 0009-0008-3435-011X Contributor name(s) (+ ORCID) & roles N/A Project number1 & title 1108025N – Rethinking property through environmental duties: towards a further integration of environmental, constitutional and property law? Funder(s) GrantID2 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Property rights over land can be found at the centre of many environmental disputes between individual property owners and the State. However, an insufficient conceptual connection between environmental, constitutional and property law leads to uncertainty for both courts and policymakers regarding the extent to which environmental measures can impact private property. This hampers both property protection and effective environmental action, especially in very densely populated areas such as Belgium. This PhD project aims to contribute to literature on progressive property law and environmental constitutionalism. The overarching research objective is to analyse how the property concept can be reconsidered through individual environmental duties. In a first part, a theoretical framework will be created on the nexus between property rights and environmental protection through an analysis of legal and philosophical literature. Next, this framework is used to review how this nexus is currently approached in case-law from the Belgian Constitutional Court and ECtHR. A second part focusses on the constitutional integration of environmental duties. After conceptualising their form and content, recommendations will be formulated for the Belgian constitutional context. These recommendations will be based on, inter alia, the analysed impact of the environmental duties contained in the French Environmental Charter and the Swedish approach to property protection. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Case law Case law from the Belgian Constitutional Court and the European Court of Human Rights ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A LegislationEU legislation; Belgian (federal and regional) legislation ☐ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TBN/A 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5data ☐ Software ☐ Other ☐ NA☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Academic literature Handbooks, compilation works, journal articles, blogposts. This is used as bibliographical reference for an argument. ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. -ECHR case law: https://hudoc.echr.coe.int/#{%22documentcollectionid2%22: [%22GRANDCHAMBER%22,%22CHAMBER%22]} -Constitutional Court case law: https://www.const-court.be/en/search/judgment -EU-legislation: https://eur-lex.europa.eu/ -Belgian legislation : https://www.ejustice.just.fgov.be/cgi/welcome.pl . FWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data4? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).-The documentation of the collected documents will take place in Zotero. -The collection of legislation and case law will be documented in more detail by keeping a record of the keywords used when searching the relevant databases, the dates of the searches and the further inclusion/exclusion criteria used. These records will also be stored in Zotero. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.☐ Yes ☒ No No metadata standard will be used. For all published materials that will be collected, full bibliographic details will be kept. To easily find back these materials, unique identifiers will be used: -DOI for academic literature; -ECLI-codes for ECHR case law; -(when available) permalinks for online publications. Offline copies of online publications for which the longterm availability cannot be guaranteed will be kept in Zotero (as pdf.). FWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project Where will the data be stored? During the research project, collected documents will be kept in Zotero. Both on the laptop hard drive and on the OneDrive Cloud service provided by the Law Faculty at KU Leuven. This storage space is safe and automatically backed up. How will the data be backed up? -Back-ups on the OneDrive and KU Leuven network-drives are automatic; -Separate manual back-ups of the Zotero library (which is locally stored) will be made on a weekly basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: the collected data will not exceed the standard capacity of One Drive for Business. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?-The data will not be stored on shared hard drives; -Two-factor authentication provides a sufficient level of protection. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The OneDrive and KU Leuven network drives do not result in additional costs. FWO DMP Template (Flemish Standard DMP) 95. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).-Documents for which the long-term public availability is guaranteed: only full bibliographic data and unique identifiers will be kept for 10 years; -Documents for which the long-term public availability cannot be guaranteed: local copies as well as full bibliographic data and date of access will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)? After the research, digital data will be stored on the Kdrive, the KU Leuven Law Faculty's dedicated storage for archival purposes. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No additional costs are expected. FWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type.The date will be made available on the KU Leuven RDR (data repository). When will the data be made available? Upon publication of research results. FWO DMP Template (Flemish Standard DMP) 11Which data usage licenses are you going to provide? If none, please explain why.Data licenses will be selected in collaboration with KU Leuven RDR-staff. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.☒ Yes ☐ No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. Only meta-data (bibliographic references, identifiers and documentation) of collected documents will be shared. The size of the data is small and no additional costs are expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?The researcher: Emma De Clercq. Who will manage data storage and backup during the research project?The researcher: Emma De Clercq. Who will manage data preservation and sharing?The researcher, Emma De Clercq, and the researcher's supervisor, Prof. Dr. S. Sottiaux. Who will update and implement this DMP? The researcher: Emma De Clercq, in consultation with Prof. Sottiaux and relevant support staff at KU Leuven."
}