{
    "document_id": "D-2023-2158",
    "LinkTitle": "D-2023-2158",
    "file_name": "D-2023-2158.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2158.pdf",
    "metadata": {
        "title": "Identification of Glial Contributions to Fragile X Syndrome",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Identification of Glial Contributions to Fragile X Syndrome\nA Data Management Plan created using DMPonline.be\nCreator: \nSha Liu\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG074923N\nID: \n200926\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nFragile X Syndrome (FXS) is the most common cause of inherited autism and is caused by loss of function of a single\ngene: fragile X mental retardation-1 (FMR1). Drosophila models that lack FMR1 recapitulate behavioral and cognitive\ndeficits reminiscent of the human condition and exhibit neuronal development and function defects, including highly\nbranched dendrites and neuronal hyperexcitability. Over the last two decades, increasing evidence has demonstrated\nthat glial cells have essential roles in regulating synaptic and neuronal development and function. However, most\nresearch into FXS pathogenesis has focused on neuronal health and function, while potential glial contributions for the\npathogenesis of FXS are still mostly unknown. This project aims to determine the morphological and subcellular changes\nin astrocytes in a Drosophila model of FXS, and to what extent FMR1 functions in astrocytes to regulate neuronal\nstructure and functions in vivo. In addition, we will unbiasedly identify the dysregulated glial proteome in a Drosophila\nmodel of FXS. Consider as a whole, and this project will provide the first comprehensive picture of how astrocytes are\nchanged in the FXS and potential therapeutic targets in these glial cells for this disease.\nLast modified: \n03-07-2023\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n1 of 4\nIdentification of Glial Contributions to Fragile X Syndrome\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume.\n \nThis may be easiest in a table (see example) or as a\ndata flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of\ncontent) from data formats (the technical format).\nDataset 1. – Digital images Microscopy pictures, gel scans, graphs, illustrations, figures.\nDataset 2. – Video files Record of Drosophila behavioral assay\nDataset 3. – Electrophysiology data\nDataset 4. – Omics data transcriptomic\nDataset 5. – Vectors Bacterial vectors, drosophila-bacteria shuttle vectors.\nDataset 6. – Genetically modified organisms Living Drosophila melanogaster\nDataset 7.– Research documentation and Manuscripts\nNo\nNo\nNo\nNo\nNo\n2. Documentation and Metadata\nduring and at least 5 years after the end of the research.\nDesignation of responsible person:\nPI (Sha Liu), Postdoc (to be recruited).\nStorage capacity/repository:\nE-Notebook: research documentation and processed data will be deposited in E-Notebook. Daily backups of the whole\ndatabase are foreseen. All historical data (changes to the documentation) are also stored in the system. The lab have a\nmonthly raw data backup system which will backup all the raw data into hard disk drives.\nAfter the research:\nManuscripts: will be published and archived in public repositories\nAll materials will be deposited in public repositories such as Addgene, Bloomington Drosophila Stock Center. NCBI\nElectrophysiological data: abf or dat format\nMicroscopic data: nd2, nrrd\nBehavioral data: Mp4/Jpeg\nNo\n3. Data storage & back-up during the research project\nAll the data will be kept in online storage drive from KU Leuven\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n2 of 4\nYes\nL drive from KU Leuven.\nAll our data are not private data and no sensitive data will be used.\nIn principle, only the people from the lab can have the access to the data collected during the \nexperiment. The data will also be public after the publication of the results.\n400 Euros/ TB per year. The cost will be covered by central lab running budget.\n4. Data preservation after the end of the research project\nThe principle of preservation of data and the minimum preservation term of 5 years will be applied.\n1. The data will be stored on the university's central servers (with automatic back-up procedures) \nfor at least 10 years, conform the KU Leuven RDM policy.\nAll data will be stored at the KU Leuven online storage servers for at least 5 years.\nWe expect the size of the data will be < 1 TB, estimated cost will be 400 euro per year. My lab \nrunning budget will cover the costs.\n5. Data sharing and reuse\nYes, in an Open Access repository\nAll data will be available to the public after publication\nN/A\nNo\nIn an Open Access repository: NCBI for omic data\nOther (ephys, behavior):\nUpon request by email\nUpon publication of the research results\nThe full dataset will be available to the public under no conditions.\nYes\nThe publication will have DOI\nThere is no extra cost for data sharing since the data size will be relatively small.\n \n6. Responsibilities\nPI (Sha Liu), Postdoc (to be recruited). \nPI (Sha Liu), Postdoc (to be recruited). \nPI (Sha Liu), Postdoc (to be recruited). \nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n3 of 4\nThe PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n4 of 4"
    },
    "clean_full_text": "Identification of Glial Contributions to Fragile X Syndrome A Data Management Plan created using DMPonline.be Creator: Sha Liu Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G074923N ID: 200926 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Fragile X Syndrome (FXS) is the most common cause of inherited autism and is caused by loss of function of a single gene: fragile X mental retardation-1 (FMR1). Drosophila models that lack FMR1 recapitulate behavioral and cognitive deficits reminiscent of the human condition and exhibit neuronal development and function defects, including highly branched dendrites and neuronal hyperexcitability. Over the last two decades, increasing evidence has demonstrated that glial cells have essential roles in regulating synaptic and neuronal development and function. However, most research into FXS pathogenesis has focused on neuronal health and function, while potential glial contributions for the pathogenesis of FXS are still mostly unknown. This project aims to determine the morphological and subcellular changes in astrocytes in a Drosophila model of FXS, and to what extent FMR1 functions in astrocytes to regulate neuronal structure and functions in vivo. In addition, we will unbiasedly identify the dysregulated glial proteome in a Drosophila model of FXS. Consider as a whole, and this project will provide the first comprehensive picture of how astrocytes are changed in the FXS and potential therapeutic targets in these glial cells for this disease. Last modified: 03-07-2023 Created using DMPonline.be. Last modiﬁed 03 July 2023 1 of 4 Identification of Glial Contributions to Fragile X Syndrome FWO DMP (Flemish Standard DMP) 1. Research Data Summary Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Dataset 1. – Digital images Microscopy pictures, gel scans, graphs, illustrations, figures. Dataset 2. – Video files Record of Drosophila behavioral assay Dataset 3. – Electrophysiology data Dataset 4. – Omics data transcriptomic Dataset 5. – Vectors Bacterial vectors, drosophila-bacteria shuttle vectors. Dataset 6. – Genetically modified organisms Living Drosophila melanogaster Dataset 7.– Research documentation and Manuscripts No No No No No 2. Documentation and Metadata during and at least 5 years after the end of the research. Designation of responsible person: PI (Sha Liu), Postdoc (to be recruited). Storage capacity/repository: E-Notebook: research documentation and processed data will be deposited in E-Notebook. Daily backups of the whole database are foreseen. All historical data (changes to the documentation) are also stored in the system. The lab have a monthly raw data backup system which will backup all the raw data into hard disk drives. After the research: Manuscripts: will be published and archived in public repositories All materials will be deposited in public repositories such as Addgene, Bloomington Drosophila Stock Center. NCBI Electrophysiological data: abf or dat format Microscopic data: nd2, nrrd Behavioral data: Mp4/Jpeg No 3. Data storage & back-up during the research project All the data will be kept in online storage drive from KU Leuven The data will be stored on the university's central servers with automatic daily back-up procedures. Created using DMPonline.be. Last modiﬁed 03 July 2023 2 of 4 Yes L drive from KU Leuven. All our data are not private data and no sensitive data will be used. In principle, only the people from the lab can have the access to the data collected during the experiment. The data will also be public after the publication of the results. 400 Euros/ TB per year. The cost will be covered by central lab running budget. 4. Data preservation after the end of the research project The principle of preservation of data and the minimum preservation term of 5 years will be applied. 1. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. All data will be stored at the KU Leuven online storage servers for at least 5 years. We expect the size of the data will be < 1 TB, estimated cost will be 400 euro per year. My lab running budget will cover the costs. 5. Data sharing and reuse Yes, in an Open Access repository All data will be available to the public after publication N/A No In an Open Access repository: NCBI for omic data Other (ephys, behavior): Upon request by email Upon publication of the research results The full dataset will be available to the public under no conditions. Yes The publication will have DOI There is no extra cost for data sharing since the data size will be relatively small. 6. Responsibilities PI (Sha Liu), Postdoc (to be recruited). PI (Sha Liu), Postdoc (to be recruited). PI (Sha Liu), Postdoc (to be recruited). Created using DMPonline.be. Last modiﬁed 03 July 2023 3 of 4 The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 03 July 2023 4 of 4"
}