{
    "document_id": "D-2023-2257",
    "LinkTitle": "D-2023-2257",
    "file_name": "D-2023-2257.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2257.pdf",
    "metadata": {
        "title": "The black box of pregnancy first steps: decrypting embryo-endometrium interaction using cutting-edge blastocyst and endometrium models",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The black box of pregnancy first steps: decrypting embryo-endometrium\ninteraction using cutting-edge blastocyst and endometrium models\nA Data Management Plan created using DMPonline.be\nCreator: \nCeline Bueds \n \nhttps://orcid.org/0000-0002-6543-3865\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG099023N\nID: \n200116\nStart date: \n01-01-2023\nEnd date: \n31-12-2027\nProject abstract:\nThe first steps in human pregnancy remain a black box since \noccurring hidden in the womb. Once fertilized, the egg\ndevelops into \na blastocyst that precisely interacts with the uterus’ inner lining \n(endometrium) to implant and further\ndevelop. This prime embryo-endometrium \ninteraction is critical for successful pregnancy. Our \nunderstanding, however,\nis very limited, mainly because of in vivo \ninaccessibility and lack of appropriate in vitro study models. Recently, \nwe\nsucceeded in developing a unique human in vitro implantation \nmodel by combining high-fidelity physiological mimics of\nendometrium and blastocysts, reliably recapitulating the first events \nof attachment and development. Now, we will\napply this model to in \ndetail, at single-cell resolution, decrypt the first steps of human \npregnancy by scrutinizing\nblastocyst adhesion to, and crosstalk with, \nthe endometrium. Moreover, we will utilise the biomimetic models to \ndissect\nwhat goes wrong in the burdening gynaecological disease of \nendometriosis which is highly associated with infertility.\nOur detailed \ninquiry will provide deep insight into both normal and disrupted \nevents at the embryo-endometrium\ninterface, holding strong potential \nto expose targets for treating infertility and improving assisted \nreproduction (IVF).\nMore in general, our study will lay down a \nroadmap to decipher mechanisms of deficient embryo-endometrium\ninteraction in female fertility disorders, thus having groundbreaking \npotential in reproductive biology.\nLast modified: \n15-06-2023\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n1 of 5\nThe black box of pregnancy first steps: decrypting embryo-endometrium\ninteraction using cutting-edge blastocyst and endometrium models\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nFemale mice wildtype\n(FVB or C57Bl6)\nEssential for in vivo validation of the most\ninteresting compounds for their potential to\nblock (or improve) embryo implantation.\n \nGenerate new data\nPhysical\nNA\nNA\nNA\n80\nfemale\nmice\nEndometrial biopsies of\nendometriosis patients\nBiopsies are obtained via the fertility clinic of UZ\nLeuven (under ethical approval).\nGenerate new data\nReuse existing data\nPhysical\nNA\nNA\nNA\n<200\nsamples\nEndometrial biopsies of\nhealthy women\nBiopsies are obtained via the fertility clinic of UZ\nLeuven (under ethical approval) of healthy\nvolunteers\nGenerate new data\nPhysical\nNA\nNA\nNA\n<100\nsamples\nParaformaldehyde (PFA)-\nfixed patient endometrial\nbiopsies and organoids\nOrganoids and fixed samples are obtained as\npublished in PMID: 28442471 and stored in\ndesignated storage spaces.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<200\nsamples\nRNA from biopsies,\norganoids and (attached)\nblastocysts/blastoids\nRNA samples are obtained from primary tissue\nas well as from organoids at multiple passages.\n(Storted at -80°C).\nRNA will also be collected from potentially\nattached blastocysts/blastoids to endometrial\nmonolayer\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700\nsamples\ncDNA from biopsies,\norganoids and (attached)\nblastocysts/blastoids\ncDNA samples are obtained from primary tissue\nas well as from organoids and potentially\nattached blastocysts/blastoids (Storted at -20°C).\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700\nsamples\nCryopreserved samples\nand organoids\nCyropreservation in biobank of primary samples\nand organoids.\n \nGenerate new data\nPhysical\nNA\nNA\nNA\n<1000\nsamples\nLab book\nNotes on experiments, observations in the lab\n \nGenerate new data\nPhysical\nNA\nNA\nNA\n<100\nbooks\nPCR results\ngel electrophoresis (gel image) obtained via\nImage Lab software\nGenerate new data\nDigital\nExperimental\n.tif\n<1 GB\nNA\nLight epifluorescence and\nconfocal images\n \nImages from (sections) of organoids, primary\ntissue/biopsy and/or blastocysts/blastoids\n \nGenerate new data\nDigital\nExperimental\n.tif, .lif,\n.lsm\n<100 GB\nNA\nRNA/DNA\nconcentration/quality\nInformation obtained after RNA extraction via\nmeasurement with Nanodrop\n \nGenerate new data\nDigital\nExperimental\n.xlsx\n<100 MB\nNA\nRT-qPCR data/graphs\nData/graphs created via QuantStudio Real Time\nPCR software\n \nGenerate new data\nDigital\nExperimental\n.xlsx;\n.rds,\n.fastq,\n.fasta,\n.pdf\n<1 TB\nNA\nSequencing data\nSingle cell (sc) multi-omics: scRNAseq,\nscATACseq, scM&Tseq\nGenerate new data\nDigital\nExperimental\n.xlsx,\n.eds,\n.pzfx\n<100 GB\nNA\nExperimental analysis\ndata and manuscripts\n \nAnalysis of obtained data summarized in\npresentations/excel files\n \nGenerate new data\nDigital\nExperimental\n.xlsx,\n.docs,\n.ppt\n<100 MB\nNA\nBiopsy and organoid\nbiobank database\nDatabase on storage of samples in biobank\n \nGenerate new data\nDigital\nExperimental\n.xlsx\n<100 MB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nUse of already obtained endometrial biopsies of healthy women and endometriosis patients in our lab. (DOI: 1038/s41556-019-0360-z)\nUse of published scRNA-seq datasets of endometrial biopsies/organoids from healthy women and endometriosis patients (DOI: 10.1038/s41588-021-00972-2, DOI:\n10.1073/pnas.1915389116, DOI: 10.1038/s41556-022-00961-5, DOI: 10.1038/s41586-021-04267-8)\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n2 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, dual use\nFor human:\nPatients' relevant clinical data will be retrieved from ‘UZ Leuven clinical work station’. Patients' name and identity data will be kept in a separate encrypted database\n(access authorization for PI and 1 delegated researcher, with audit trail). Permission for healthy and diseased endometrium (endometriosis and PCOS) research and\nblastocysts has been obtained from the Ethical Commission Research UZ/KU Leuven (S59006, S59177 and S62765, S65570 of collaborator Dr. J. Vriens).\nFor mice:\nPermission for healthy and diseased endometrium research in mice has been obtained from the Animal Ethical Committee KU Leuven (P128/2018).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nThe personal data has been rendered pseudonymised and is registered in the KU Leuven's internal processing of personal data register. This way the individual is no\nlonger identifiable for us, but can be re-identified if necessary (through the doctor). We will only work with patient information including symptoms, age, medication and\n(in)fertility status.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n-\n Documentation of the mice: in an excel file the following information will be noted for every mouse: cage number, date of birth, gender, derived from which breeding\ncouple, genotype, sacrifice date, used in which experiment.\n- Daily lab activities are recorded in detail in the lab book.\n- For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture,\namount of days in culture, magnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the particular\nexperiment. Within the experiment folder, additional folders are labeled in a clearly structured way (according to different experimental conditions or different timepoints\nwithin the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically\ntogether with the image.\n- For RNA and cDNA concentration and quality measurements using Nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab\nbook and later transferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is\nincluded.\n- For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, qPCR_experiment name\". The qPCR data is saved in a\n\"qPCR folder\" within the folder of the specific experiment, together with the template of the particular qPCR reaction. Name of the template file: \"date, qPCR_experiment\nname_layout\". Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"date, Graphs_expriment name\", and saved in the same folder.\n- Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the lab\nbook and stored on KU Leuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab book can be\nfound.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nAt the moment, Metadata standards are not implemented in the research group. Metadata are generated with the measurements for e.g. microscopy, qPCR, sequencing,\nby kws or redcap and biobank database. \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n3 of 5\nIn general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g.\nspecific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n- During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies\ncan be made on the applicants personal OneDrive.\n- Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research\ngroup.\n- All data stored in the lab books remain available in the host lab even after departure of the applicant.\n- After the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq\ndata). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nHow will the data be backed up?\nDigital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and\nactivation of the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant.\nPhysical data is securely stored in the lab and offices that are only accessible through a badge system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity\nunexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5\nTB)\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data).\nAfter completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nRNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept\nfor the expected 5 year period after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data).\nAfter completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n4 of 5\nYes, in an Open Access repository\nThe following datasets will be made available:\nFluorescence/brightfield images\nqPCR data\nscRNA-sequencing dataset: As this is human derived data and not fully anonymous, we will use EGA or RDR with access restrictions. Data can be found and cited,\nbut others will have to submit a request to access the dataset.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor scRNA-sequencing dataset: As this is human derived data and not fully anonymous, we will use EGA or RDR with access restrictions. Data can be found and cited, but\nothers will have to submit a request to access the dataset.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis.\nThe scRNA-sequencing data will be made available on ArrayExpress after publication (with necessary restrictions).\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on\nthe journals policy (postpublication data repository).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are currently no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDesignated PhD student \nWho will manage data storage and backup during the research project?\nDesignated PhD student \nWho will manage data preservation and sharing?\nThe professor, Prof. Dr. Hugo Vankelecom \nWho will update and implement this DMP?\nThe designated PhD student during the research project. The professor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo\nVankelecom, bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n5 of 5"
    },
    "clean_full_text": "The black box of pregnancy first steps: decrypting embryo-endometrium interaction using cutting-edge blastocyst and endometrium models A Data Management Plan created using DMPonline.be Creator: Celine Bueds https://orcid.org/0000-0002-6543-3865 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G099023N ID: 200116 Start date: 01-01-2023 End date: 31-12-2027 Project abstract: The first steps in human pregnancy remain a black box since occurring hidden in the womb. Once fertilized, the egg develops into a blastocyst that precisely interacts with the uterus’ inner lining (endometrium) to implant and further develop. This prime embryo-endometrium interaction is critical for successful pregnancy. Our understanding, however, is very limited, mainly because of in vivo inaccessibility and lack of appropriate in vitro study models. Recently, we succeeded in developing a unique human in vitro implantation model by combining high-fidelity physiological mimics of endometrium and blastocysts, reliably recapitulating the first events of attachment and development. Now, we will apply this model to in detail, at single-cell resolution, decrypt the first steps of human pregnancy by scrutinizing blastocyst adhesion to, and crosstalk with, the endometrium. Moreover, we will utilise the biomimetic models to dissect what goes wrong in the burdening gynaecological disease of endometriosis which is highly associated with infertility. Our detailed inquiry will provide deep insight into both normal and disrupted events at the embryo-endometrium interface, holding strong potential to expose targets for treating infertility and improving assisted reproduction (IVF). More in general, our study will lay down a roadmap to decipher mechanisms of deficient embryo-endometrium interaction in female fertility disorders, thus having groundbreaking potential in reproductive biology. Last modified: 15-06-2023 Created using DMPonline.be. Last modiﬁed 15 June 2023 1 of 5 The black box of pregnancy first steps: decrypting embryo-endometrium interaction using cutting-edge blastocyst and endometrium models FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Female mice wildtype (FVB or C57Bl6) Essential for in vivo validation of the most interesting compounds for their potential to block (or improve) embryo implantation. Generate new data Physical NA NA NA 80 female mice Endometrial biopsies of endometriosis patients Biopsies are obtained via the fertility clinic of UZ Leuven (under ethical approval). Generate new data Reuse existing data Physical NA NA NA <200 samples Endometrial biopsies of healthy women Biopsies are obtained via the fertility clinic of UZ Leuven (under ethical approval) of healthy volunteers Generate new data Physical NA NA NA <100 samples Paraformaldehyde (PFA)- fixed patient endometrial biopsies and organoids Organoids and fixed samples are obtained as published in PMID: 28442471 and stored in designated storage spaces. Generate new data Physical NA NA NA <200 samples RNA from biopsies, organoids and (attached) blastocysts/blastoids RNA samples are obtained from primary tissue as well as from organoids at multiple passages. (Storted at -80°C). RNA will also be collected from potentially attached blastocysts/blastoids to endometrial monolayer Generate new data Physical NA NA NA <700 samples cDNA from biopsies, organoids and (attached) blastocysts/blastoids cDNA samples are obtained from primary tissue as well as from organoids and potentially attached blastocysts/blastoids (Storted at -20°C). Generate new data Physical NA NA NA <700 samples Cryopreserved samples and organoids Cyropreservation in biobank of primary samples and organoids. Generate new data Physical NA NA NA <1000 samples Lab book Notes on experiments, observations in the lab Generate new data Physical NA NA NA <100 books PCR results gel electrophoresis (gel image) obtained via Image Lab software Generate new data Digital Experimental .tif <1 GB NA Light epifluorescence and confocal images Images from (sections) of organoids, primary tissue/biopsy and/or blastocysts/blastoids Generate new data Digital Experimental .tif, .lif, .lsm <100 GB NA RNA/DNA concentration/quality Information obtained after RNA extraction via measurement with Nanodrop Generate new data Digital Experimental .xlsx <100 MB NA RT-qPCR data/graphs Data/graphs created via QuantStudio Real Time PCR software Generate new data Digital Experimental .xlsx; .rds, .fastq, .fasta, .pdf <1 TB NA Sequencing data Single cell (sc) multi-omics: scRNAseq, scATACseq, scM&Tseq Generate new data Digital Experimental .xlsx, .eds, .pzfx <100 GB NA Experimental analysis data and manuscripts Analysis of obtained data summarized in presentations/excel files Generate new data Digital Experimental .xlsx, .docs, .ppt <100 MB NA Biopsy and organoid biobank database Database on storage of samples in biobank Generate new data Digital Experimental .xlsx <100 MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Use of already obtained endometrial biopsies of healthy women and endometriosis patients in our lab. (DOI: 1038/s41556-019-0360-z) Use of published scRNA-seq datasets of endometrial biopsies/organoids from healthy women and endometriosis patients (DOI: 10.1038/s41588-021-00972-2, DOI: 10.1073/pnas.1915389116, DOI: 10.1038/s41556-022-00961-5, DOI: 10.1038/s41586-021-04267-8) Created using DMPonline.be. Last modiﬁed 15 June 2023 2 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, dual use For human: Patients' relevant clinical data will be retrieved from ‘UZ Leuven clinical work station’. Patients' name and identity data will be kept in a separate encrypted database (access authorization for PI and 1 delegated researcher, with audit trail). Permission for healthy and diseased endometrium (endometriosis and PCOS) research and blastocysts has been obtained from the Ethical Commission Research UZ/KU Leuven (S59006, S59177 and S62765, S65570 of collaborator Dr. J. Vriens). For mice: Permission for healthy and diseased endometrium research in mice has been obtained from the Animal Ethical Committee KU Leuven (P128/2018). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The personal data has been rendered pseudonymised and is registered in the KU Leuven's internal processing of personal data register. This way the individual is no longer identifiable for us, but can be re-identified if necessary (through the doctor). We will only work with patient information including symptoms, age, medication and (in)fertility status. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - Documentation of the mice: in an excel file the following information will be noted for every mouse: cage number, date of birth, gender, derived from which breeding couple, genotype, sacrifice date, used in which experiment. - Daily lab activities are recorded in detail in the lab book. - For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, amount of days in culture, magnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labeled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically together with the image. - For RNA and cDNA concentration and quality measurements using Nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included. - For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, qPCR_experiment name\". The qPCR data is saved in a \"qPCR folder\" within the folder of the specific experiment, together with the template of the particular qPCR reaction. Name of the template file: \"date, qPCR_experiment name_layout\". Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"date, Graphs_expriment name\", and saved in the same folder. - Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the lab book and stored on KU Leuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab book can be found. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No At the moment, Metadata standards are not implemented in the research group. Metadata are generated with the measurements for e.g. microscopy, qPCR, sequencing, by kws or redcap and biobank database. Created using DMPonline.be. Last modiﬁed 15 June 2023 3 of 5 In general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions. 3. Data storage & back-up during the research project Where will the data be stored? - During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies can be made on the applicants personal OneDrive. - Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group. - All data stored in the lab books remain available in the host lab even after departure of the applicant. - After the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. How will the data be backed up? Digital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and activation of the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant. Physical data is securely stored in the lab and offices that are only accessible through a badge system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5 TB) 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. RNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 15 June 2023 4 of 5 Yes, in an Open Access repository The following datasets will be made available: Fluorescence/brightfield images qPCR data scRNA-sequencing dataset: As this is human derived data and not fully anonymous, we will use EGA or RDR with access restrictions. Data can be found and cited, but others will have to submit a request to access the dataset. If access is restricted, please specify who will be able to access the data and under what conditions. For scRNA-sequencing dataset: As this is human derived data and not fully anonymous, we will use EGA or RDR with access restrictions. Data can be found and cited, but others will have to submit a request to access the dataset. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication (with necessary restrictions). When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on the journals policy (postpublication data repository). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? There are currently no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Designated PhD student Who will manage data storage and backup during the research project? Designated PhD student Who will manage data preservation and sharing? The professor, Prof. Dr. Hugo Vankelecom Who will update and implement this DMP? The designated PhD student during the research project. The professor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo Vankelecom, bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 15 June 2023 5 of 5"
}