{
    "document_id": "D-2023-1881",
    "LinkTitle": "D-2023-1881",
    "file_name": "D-2023-1881.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1881.pdf",
    "metadata": {
        "title": "1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer\nA Data Management Plan created using DMPonline.be\nCreator: \nCharlotte Lejeune\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nZKE3374 - FR/1127523N LeJeune Charlotte\nID: \n195661\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nCervical cancer (CC) complicates 1-12 in 100.000 pregnancies. This co-existence is highly challenging since the cervix is both the\nprimary site of the malignancy and an essential factor in maintaining the pregnancy. Management is currently hampered by a lack of\nrobust evidence and several questions remain. Whether pregnancy might lead to diagnostic delay and higher stage at diagnosis is still a\npoint of discussion. Both the impact of pregnancy-preserving management on survival of pregnant compared to nonpregnant CC patients,\nas well as the impact of the mode of delivery on oncological outcomes remain unknown. In addition, lymph node staging, which is vital in\nguiding treatment decisions in early-stage CC, is highly challenging during pregnancy. In this research project, I will investigate the impact\nof pregnancy on CC diagnosis and the influence of obstetric management on cancer recurrence and survival in the largest cohort of\npregnant CC patients to date. In addition, I will perform a pilot study in a prospective cohort of pregnant CC patients to assess\nindocyanine green-guided sentinel lymph node biopsy as a minimally invasive surgical staging method. Lastly, I will evaluate whether the\napplication of advanced MRI techniques such as radiomics could be a viable non-invasive alternative to surgical lymphadenectomy for\nlymph node staging during pregnancy. With this, I aim to contribute to clinical guidelines and improve management and outcome of\npregnant CC patients.\nLast modified: \n06-04-2023\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n1 of 8\n1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nFor this research project, we will reuse exsisting data and generate new data. \nIn WP1, the following clinocopathological data of 40 pregnant patients with cervical cancer, who underwent an T2 and/or diffusion weighted MRI pelvis and/or whole body will be retrospectively\ncollected from  the International Network on Cancer, Infertility and pregnancy (INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date\nof birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date\nof death if applicable), status of lymph nodes after lymphadenectomy, lymphovascular space invasion (LVSI) status, MRI image system, acquisition sequence, maximal tumor diameter on MRI,\nMRI-reported lymph node status, region of lymph node metastasis (LNM), gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational\nage at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). MR images and anatomopathological reports will be requested in the different participating\nINCIP centers. Centers participating in the INCIP network will be requested to transfer T2W, DWI and/or ADC MRI whole body and/or pelvis of elegible patients participating in the INCIP\nregistration study part I.IA. Images transfer will occur using standard DICOM format to the secured environement and secured servers of the medical imaging research center (MIRC) of the UZ\nLeuven. Servers are not accessible outside the University Hospitals Leuven. Image data will immediately be anonymized. Clinical data will be pseudonymized (coded) and compiled in the\nencrypted REDCap database as the MIRCCaP study. \nIn WP2, the following clinocopathological data of 15 pregnant patients with early-stage cervical cancer who will go indocyanine-green guided sentinel lymph node biopsy, will be prospectively\ncollected in the the International Network on Cancer, Infertility and pregnancy (INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date\nof birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, diagnostic procedures, histopathological subtype, tumor size, gravidity, parity, date of primary diagnosis, gestational\nage at diagnosis, neonatal outcome and mode of delivery. Surgical variables (i.e operation time, complications (bleeding, neurovascular injury, infection) and post-operative complications will be\nrecorded, in combination with surgery outcome of the sentinel lymph node mapping characteristics (SLN detection rate, side-specific detection rates, median number of SLNs and SLN locations.\nClinical data will be will be pseudonymized (coded) and compiled in an encrypted Excel database. \nIn WP3, the following clinocopathological data of 350 pregnant patients with cervical cancer will be retrospectively collected in the the International Network on Cancer, Infertility and pregnancy\n(INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis,\nhistopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date of death if applicable), type of therapy during pregnancy,  gravidity, parity, date\nof primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile,\nsex). Additionally, the following information will be collected from 700 controls: each case will be matched to 2 nonpregnant controls, matchin will be based on 2009 FIGO stage, center,\nhistological tumor characteristics and age (+/- 5 years). Clinical data for the 350 pregnant patiens will be pseudonymized (coded) and compiled in the encrypted REDCap database, clinical data for\nthe nonpregnant controls will be will be pseudonymized (coded) and compiled in an encrypted Excel database. \nFor WP1 and WP3, the REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee. At the clinical database level only study team members, monitors and\nauditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion\neach user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC\n(\nctc.datamanagement@uzleuven.be).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nThe PI (Prof. Dr. F. Amant) is responsible for ensuring data preservation and reuse of the research data. \nPseudonymized clinicopathological data will be stored for 20 years in accordance with the research protocol (s25470) on the UZ Leuven servers and the data will be transferred to the online\nREDCap database.  \nSince we will be working with sensitive personal data that will be pseudonymized, clinicopathological data will be stored at the UZ Leuven's secure environment and the REDCap database during\nthe research project. All other data (imaging, experimental) will be retained on the central servers of the UZ Leuven, without storage limit and with automatic daily back-up procedures. After the\nresearch, clinicopathological patient data (encrypted) are preserved in the online REDCap database, for use in other research projects in accordance with the study protocol s25470, approved by\nthe Ethics Committee Research UZ/KU Leuven. \nDuring the research and after termination of the research, only members of the lab group 'gynaecological oncology' that have permission to access the files will have the ICT permission to do so.\n(e.g. students won’t be granted access to sensitive data).\nCosts for storage on the central servers of UZ Leuven are taken by the Department of Oncology. The cost for the 'INCIP registry' REDCap database is €80/year, which will be covered by the\n'Fonds voor onderzoek naar kanker tijdens de zwangerschap'. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nAll the data generated will be retained for minimally 20 years after the end of the FWO project, in accordance with the research protocol s25470, which was approved by the Ethics Committee\nResearch UZ/KU Leuven 20 January 2022. Since the creation of the International Network on Cancer, Infertility and Pregnancy in 2005, clinical (oncological and obstetric data from more than\n3200 patients in 75 centers worldwide have been collected, resulting in the largest database concering this rare toppic, but further research questions arrise with the development of new\noncological treatment techniques. The preservation of clinicopathological data for minimally 20 years after the ending of the FWO project provides the opportunity of reuse of the data for future\nresearch projects conducted by INCIP. The informed consent includes a clause that permits later reuse of the obtained data.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nYes, human subject data will be collected during this research project.\n- The INCIP study (S25470) obtained ethical approval by the Ethics Committee Research UZ/KU Leuven on 20th January 2022.\n- The MIRCCaP study (S67391) obtained ethical approval by the Ethics Committee Research UZ/KU Leuven on ###.\nGDPR questionnaires were filled in and submitted for all studies above with the Ethics Committee Research UZ/KU Leuven. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n2 of 8\n1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n3 of 8\n1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n4 of 8\n1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1:\nClinicopathological\ndata MIRCCaP\nClinicopathological features of 40\npregnant patients with cervical\ncancer with MRI imaging, available\nin the REDCap database for the\nCIP-study (s25470)\nReuse existing data \nDigital\nObservational\n .cvs, .xls, .pdf \n< 100 MB\n \nWP1: Subject\nidentification log\nMIRCCaP\nSubject identification log\nconnecting participating patients\nwith  study number\nGenerate new data\nDigital\nObservational\n.xls, .pdf\n< 100 MB\n \nWP1: Imaging\ndata MIRCCap\nT2 and/or DWI whole body MRI\nimages  of 40 pregnant patients\nwith cervical cancer: retrieval of\nexisting imaging in the\nparticipating centers \nGenerate new data \nDigital\nObservational\nDICOM\n< 1 GB\n \nWP1: Radiomic\nfeatures MIRCCap\nList of first and second order  MRI\nfeatures per patient, extracted\naccording to IBSI guidelines\nGenerate new data\nDigital\nExperimental \n.xls, .pdf\n< 100 MB\n \nWP2: Informed\nconsent SLN-ICG\nSigned informed consents of 15\npregnant patients with early-stage\ncervical cancer participating in\nWP2 \nGenerate new data\nPhysical\nDigital (stored\non the UZ\nLeuven server)\nExperimental \n.pdf\n< 100 MB\n1 binder in\nthe closed\ncabinet of the\nlab of\nGynecological\nOncology, KU\nLeuven  \nWP2:\nClinicopathological\ndata SLN-ICG\nClinicopathological features of 15\npregnant patients with early-stage\ncervical cancer undergoing\nsentinel lymph node biopsy using\nindocyanine green \nGenerate new data \nDigital\nObservational\n.cvs, .xls \n< 100 MB\n \nWP2: Subject\nidentification log\nSLN-ICG\nSubject identification log\nconnecting participating patients\nwith  study number\nGenerate new data\nDigital\nObservational\n.xls, .pdf\n< 100 MB\n \nWP2: Surgical\ninformation SLN-\nICG\nSurgical variables (i.e operation\ntime, complications (bleeding,\nneurovascular injury, infection) and\npost-operative complications\nGenerate new data\nDigital\nObservational\n.cvs, .xls\n< 100 MB\n \nWP2: Surgical\nimages SLN-ICG\nPeroperative photos charting the\nlocation of sentinel lymph nodes\nusing indocyanine green per\npatient\nGenerate new data\nDigital\nObservational\n.jpg\n< 1 GB\n \nWP3:\nClinicopathological\ndata INCIP cervix -\ncases\nClinicopathological features of 350\npregnant patients with cervical\ncancer, available in the REDCap\ndatabase for the CIP-study\n(s25470)\nReuse existing data\nDigital\nObservational\n.cvs, .xls, .pdf\n< 100 MB\n \nWP3:\nClinicopathological\ndata INCIP cervix -\ncontrols\nClinicopathological features of 700\nmatched non-pregnant controls\nwith cervical cancer, matched\non 2009 FIGO stage, center,\nhistological tumor characteristics\nand age (+/- 5 years)\nGenerate new data \nDigital\nObservational\n.cvs, .xls, .pdf\n < 100 MB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSince the creation of the International Network on Cancer, Infertility and Pregnancy (INCIP) in 2005, clinical, oncological and obstetric data from more than 3200 patients in 75 centers worldwide\nhave been collected, resulting in the largest database concering this rare toppic. The INCIP registry is available via REDCap, hosted on dedicated KU Leuven data servers at Campus Heverlee. \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n5 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe project is a combination of research studies that were approved by the Ethics Committee Research UZ/KU Leuven: S25470, S67391 and S67253. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nShort description of the kind of personal data that will be used: \nWP1: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of\nrelapse, date of death if applicable), status of lymph nodes after lymphadenectomy, lymphovascular space invasion (LVSI) status, MRI image system, acquisition sequence, maximal tumor\ndiameter on MRI, MRI-reported lymph node status, region of lymph node metastasis (LNM), gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at\nlymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). \nWP2: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, diagnostic procedures, histopathological subtype, tumor size, gravidity, parity, date of primary diagnosis,\ngestational age at diagnosis, neonatal outcome and mode of delivery, surgical variables (i.e operation time, complications (bleeding, neurovascular injury, infection), post-operative complications;\nsentinel lymph node mapping characteristics (SLN detection rate, side-specific detection rates, median number of SLNs and SLN locations). \nWP3: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of\nrelapse, date of death if applicable), type of therapy during pregnancy,  gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational\nage at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). \nAll clinical data will be pseudonymized and compiled in an encrypted REDCap database. A separate password-encrypted MS Excel file linking the electronical medical record file (EAD) to the\nunique research-specific patient identification code used in the subsequent data analysis and research-dedicated records will be kept seperately from the other data. Only researchers will have\naccess to the data files which will be kept on computers linked to the UZ Leuven network server and secured with a password. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe proposed project is an extension of an existing multicentric study (WP1) and a substudy within an existing multicentric study (WP3) with collaboration within the INCIP network. In agreeance\nwith the legal department of the CTC of the University Hospitals Leuven (communication with Aernout De Raemaeker), data transfer will initially work trough protocol for both study S25470 and\nS67391. All aspects related to data transfer in accordance with GDPR are regulated through the protocol. If certain centers require a separate agreement, an adapted DTA has be provided for the\nsite(s) in question.\nAll publications from the INCIP study (S25470) will be done according to the INCIP Publication Policy. The described publication policy applies to all articles resulting from WP1, WP2 and WP3.\n(https://www.cancerinpregnancy.org/sites/default/files/guidelines_for_authorship_for_studies_run_within_incip.pdf\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor documentation purposes, we will make use of:\nAt project level:\n- A README file will be provided for each of the WPs. We will use KU Leuven’s template. \n- For each WP, a protocol is provided, describing the methodology used to collect the data in detail. Details about patient selection and study design are reported in the study protocol. \nAt data level:\n- For each WP, a data dictionary codebook from REDCap will be provided, describing labels for all variables, variables types, units of measurement and key identifiers. \nAll relevant documentation will be stored in a seperate, restricted acces folder on the UZ Leuven server. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nFor each workpackage, metadata concerning the clinicopathological information will be stored in a REDCap datadictionary, a specifically formatted .csv spreadsheet containing the metadata used\nto construct data collection instruments and fields.\nFor WP1, metadata concerning the MRI images will be extracted and stored from the DICOM files. \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n6 of 8\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nSince we will be working with sensitive personal data that will be pseudonymized, clinicopathological data will be stored at the UZ Leuven's secure environment and the REDCap database during\nthe research project. All other data (imaging, experimental) will be retained on the central servers of the UZ Leuven, without storage limit and with automatic daily back-up procedures. \n \nHow will the data be backed up?\nThe data will be stored on UZ Leuven's central servers with automatic daily back-up procedures.\nThe REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee, the gatekeeper for UZL REDCap is UZL CTC. Data using UZL REDCap is backed up as follows:\nThe web server backup regime is specified below:\nAn hourly backup, the last 6 versions of which are saved\nA daily backup, the last 7 versions of which are saved\nA weekly backup,  the last 6 versions of which are saved\nThe database backup regime is specified below:\nA nightly cold backup of all databases\nOne month’s storage of the nightly cold backups\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, data will be stored on the central server of the UZ Leuven and the KU Leuven servers for REDCap, which have no storage limit. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDuring the research and after termination of the research, only members of the lab group 'gynaecological oncology' that have permission to access the files will have the ICT permission to do so\non the secure UZ Leuven servers. (e.g. students won’t be granted access to sensitive data). Documents containing personal information, e.g. informed consents, subjects identification log, etc, will\nreceive additional password protection. \nThe REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee. At the clinical database level, only study team members, monitors and auditors/inspectors for whom\nthe Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally\nassigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (\nctc.datamanagement@uzleuven.be).\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts for storage on the central servers of UZ Leuven are taken by the Department of Oncology. The cost for the 'INCIP registry' REDCap database is €80/year, which will be covered by the\n'Fonds voor onderzoek naar kanker tijdens de zwangerschap'. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the clinicopathological data generated in this research project, will be retained for minimally 20 years after the end of the FWO project, in accordance with the research protocol S25470, which\nwas approved by the Ethics Committee Research UZ/KU Leuven 20 January 2022. The preservation of clinicopathological data for minimally 20 years after the ending of the FWO project\nprovides the opportunity of reuse of the data for future research projects conducted by INCIP. The informed consent includes a clause that permits later reuse of the obtained data.\nWhere will these data be archived (stored and curated for the long-term)?\nClinical data (encrypted) will be stored according to legal recommendations for 20 years after termination of the project on the UZ Leuven server and the data will be transferred to the online\nREDCap database. \nImaging data will be retained on the central servers of UZ Leuven, more specifically the secured environement and secured servers of the medical imaging research center (MIRC) of the UZ\nLeuven for 25 years according tot legal recommendations. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll data will remain on the central servers of UZ Leuven, the costs are taken by the Department of Oncology. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nData can be shared upon request, with the exeption of personal data, which will never be made available, under any circumstance, Given that we deal with sensitive data, a data access\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n7 of 8\ncommittee (UZ Leuven) will go over the request and decide wheter data can be shared with a third user. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nParticipants of the study can indicate wheter they agree with potential usage of data for subsequent other research purposes in the informed consent form. Data can be shared upon request, with\nthe exception of personal data, which will never be made available under any circumstance. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be shared in coded form, upon request, after approval by a data access committee (UZ Leuven). \nWhen will the data be made available?\nUpon publication of the research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nIn agreeance with the legal department of the CTC of the University Hospitals Leuven (communication with Aernout De Raemaeker), data transfer will initially work trough protocol for both study\nS25470 and S67391. All aspects related to data transfer in accordance with GDPR are regulated through the protocol. If necessary or if the request for data sharing is made by an investigator not\nalready involved within the INCIP network, an addition data sharing agreement can be drafted upon request. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nCost of data sharing would be negotiated upon request. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCharlotte LeJeune, PhD researcher, and PI, prof. dr. Frédéric Amant, will be responsible for verifying data is accurate and records are up to date. \nWho will manage data storage and backup during the research project?\nUZ Leuven IT is responsible for the central UZ Leuven servers. REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee, the gatekeeper for UZL REDCap is UZL CTC. \nWho will manage data preservation and sharing?\nThe PI (prof. dr. Frédéric Amant) is responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe PI (prof. dr. Frédéric Amant) bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n8 of 8"
    },
    "clean_full_text": "1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer A Data Management Plan created using DMPonline.be Creator: Charlotte Lejeune Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: ZKE3374 - FR/1127523N LeJeune Charlotte ID: 195661 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: Cervical cancer (CC) complicates 1-12 in 100.000 pregnancies. This co-existence is highly challenging since the cervix is both the primary site of the malignancy and an essential factor in maintaining the pregnancy. Management is currently hampered by a lack of robust evidence and several questions remain. Whether pregnancy might lead to diagnostic delay and higher stage at diagnosis is still a point of discussion. Both the impact of pregnancy-preserving management on survival of pregnant compared to nonpregnant CC patients, as well as the impact of the mode of delivery on oncological outcomes remain unknown. In addition, lymph node staging, which is vital in guiding treatment decisions in early-stage CC, is highly challenging during pregnancy. In this research project, I will investigate the impact of pregnancy on CC diagnosis and the influence of obstetric management on cancer recurrence and survival in the largest cohort of pregnant CC patients to date. In addition, I will perform a pilot study in a prospective cohort of pregnant CC patients to assess indocyanine green-guided sentinel lymph node biopsy as a minimally invasive surgical staging method. Lastly, I will evaluate whether the application of advanced MRI techniques such as radiomics could be a viable non-invasive alternative to surgical lymphadenectomy for lymph node staging during pregnancy. With this, I aim to contribute to clinical guidelines and improve management and outcome of pregnant CC patients. Last modified: 06-04-2023 Created using DMPonline.be. Last modiﬁed 06 April 2023 1 of 8 1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) For this research project, we will reuse exsisting data and generate new data. In WP1, the following clinocopathological data of 40 pregnant patients with cervical cancer, who underwent an T2 and/or diffusion weighted MRI pelvis and/or whole body will be retrospectively collected from the International Network on Cancer, Infertility and pregnancy (INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date of death if applicable), status of lymph nodes after lymphadenectomy, lymphovascular space invasion (LVSI) status, MRI image system, acquisition sequence, maximal tumor diameter on MRI, MRI-reported lymph node status, region of lymph node metastasis (LNM), gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). MR images and anatomopathological reports will be requested in the different participating INCIP centers. Centers participating in the INCIP network will be requested to transfer T2W, DWI and/or ADC MRI whole body and/or pelvis of elegible patients participating in the INCIP registration study part I.IA. Images transfer will occur using standard DICOM format to the secured environement and secured servers of the medical imaging research center (MIRC) of the UZ Leuven. Servers are not accessible outside the University Hospitals Leuven. Image data will immediately be anonymized. Clinical data will be pseudonymized (coded) and compiled in the encrypted REDCap database as the MIRCCaP study. In WP2, the following clinocopathological data of 15 pregnant patients with early-stage cervical cancer who will go indocyanine-green guided sentinel lymph node biopsy, will be prospectively collected in the the International Network on Cancer, Infertility and pregnancy (INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, diagnostic procedures, histopathological subtype, tumor size, gravidity, parity, date of primary diagnosis, gestational age at diagnosis, neonatal outcome and mode of delivery. Surgical variables (i.e operation time, complications (bleeding, neurovascular injury, infection) and post-operative complications will be recorded, in combination with surgery outcome of the sentinel lymph node mapping characteristics (SLN detection rate, side-specific detection rates, median number of SLNs and SLN locations. Clinical data will be will be pseudonymized (coded) and compiled in an encrypted Excel database. In WP3, the following clinocopathological data of 350 pregnant patients with cervical cancer will be retrospectively collected in the the International Network on Cancer, Infertility and pregnancy (INCIP) registry (established and chaired by the promotor of the current FWO project prof. dr. Frédéric Amant): date of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date of death if applicable), type of therapy during pregnancy, gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). Additionally, the following information will be collected from 700 controls: each case will be matched to 2 nonpregnant controls, matchin will be based on 2009 FIGO stage, center, histological tumor characteristics and age (+/- 5 years). Clinical data for the 350 pregnant patiens will be pseudonymized (coded) and compiled in the encrypted REDCap database, clinical data for the nonpregnant controls will be will be pseudonymized (coded) and compiled in an encrypted Excel database. For WP1 and WP3, the REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC ( ctc.datamanagement@uzleuven.be). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research The PI (Prof. Dr. F. Amant) is responsible for ensuring data preservation and reuse of the research data. Pseudonymized clinicopathological data will be stored for 20 years in accordance with the research protocol (s25470) on the UZ Leuven servers and the data will be transferred to the online REDCap database. Since we will be working with sensitive personal data that will be pseudonymized, clinicopathological data will be stored at the UZ Leuven's secure environment and the REDCap database during the research project. All other data (imaging, experimental) will be retained on the central servers of the UZ Leuven, without storage limit and with automatic daily back-up procedures. After the research, clinicopathological patient data (encrypted) are preserved in the online REDCap database, for use in other research projects in accordance with the study protocol s25470, approved by the Ethics Committee Research UZ/KU Leuven. During the research and after termination of the research, only members of the lab group 'gynaecological oncology' that have permission to access the files will have the ICT permission to do so. (e.g. students won’t be granted access to sensitive data). Costs for storage on the central servers of UZ Leuven are taken by the Department of Oncology. The cost for the 'INCIP registry' REDCap database is €80/year, which will be covered by the 'Fonds voor onderzoek naar kanker tijdens de zwangerschap'. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) All the data generated will be retained for minimally 20 years after the end of the FWO project, in accordance with the research protocol s25470, which was approved by the Ethics Committee Research UZ/KU Leuven 20 January 2022. Since the creation of the International Network on Cancer, Infertility and Pregnancy in 2005, clinical (oncological and obstetric data from more than 3200 patients in 75 centers worldwide have been collected, resulting in the largest database concering this rare toppic, but further research questions arrise with the development of new oncological treatment techniques. The preservation of clinicopathological data for minimally 20 years after the ending of the FWO project provides the opportunity of reuse of the data for future research projects conducted by INCIP. The informed consent includes a clause that permits later reuse of the obtained data. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Yes, human subject data will be collected during this research project. - The INCIP study (S25470) obtained ethical approval by the Ethics Committee Research UZ/KU Leuven on 20th January 2022. - The MIRCCaP study (S67391) obtained ethical approval by the Ethics Committee Research UZ/KU Leuven on ###. GDPR questionnaires were filled in and submitted for all studies above with the Ethics Committee Research UZ/KU Leuven. Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 06 April 2023 2 of 8 1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 3 of 8 1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 April 2023 4 of 8 1127523N - Optimization of staging and treatment in pregnant patients with cervical cancer FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1: Clinicopathological data MIRCCaP Clinicopathological features of 40 pregnant patients with cervical cancer with MRI imaging, available in the REDCap database for the CIP-study (s25470) Reuse existing data Digital Observational .cvs, .xls, .pdf < 100 MB WP1: Subject identification log MIRCCaP Subject identification log connecting participating patients with study number Generate new data Digital Observational .xls, .pdf < 100 MB WP1: Imaging data MIRCCap T2 and/or DWI whole body MRI images of 40 pregnant patients with cervical cancer: retrieval of existing imaging in the participating centers Generate new data Digital Observational DICOM < 1 GB WP1: Radiomic features MIRCCap List of first and second order MRI features per patient, extracted according to IBSI guidelines Generate new data Digital Experimental .xls, .pdf < 100 MB WP2: Informed consent SLN-ICG Signed informed consents of 15 pregnant patients with early-stage cervical cancer participating in WP2 Generate new data Physical Digital (stored on the UZ Leuven server) Experimental .pdf < 100 MB 1 binder in the closed cabinet of the lab of Gynecological Oncology, KU Leuven WP2: Clinicopathological data SLN-ICG Clinicopathological features of 15 pregnant patients with early-stage cervical cancer undergoing sentinel lymph node biopsy using indocyanine green Generate new data Digital Observational .cvs, .xls < 100 MB WP2: Subject identification log SLN-ICG Subject identification log connecting participating patients with study number Generate new data Digital Observational .xls, .pdf < 100 MB WP2: Surgical information SLN- ICG Surgical variables (i.e operation time, complications (bleeding, neurovascular injury, infection) and post-operative complications Generate new data Digital Observational .cvs, .xls < 100 MB WP2: Surgical images SLN-ICG Peroperative photos charting the location of sentinel lymph nodes using indocyanine green per patient Generate new data Digital Observational .jpg < 1 GB WP3: Clinicopathological data INCIP cervix - cases Clinicopathological features of 350 pregnant patients with cervical cancer, available in the REDCap database for the CIP-study (s25470) Reuse existing data Digital Observational .cvs, .xls, .pdf < 100 MB WP3: Clinicopathological data INCIP cervix - controls Clinicopathological features of 700 matched non-pregnant controls with cervical cancer, matched on 2009 FIGO stage, center, histological tumor characteristics and age (+/- 5 years) Generate new data Digital Observational .cvs, .xls, .pdf < 100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Since the creation of the International Network on Cancer, Infertility and Pregnancy (INCIP) in 2005, clinical, oncological and obstetric data from more than 3200 patients in 75 centers worldwide have been collected, resulting in the largest database concering this rare toppic. The INCIP registry is available via REDCap, hosted on dedicated KU Leuven data servers at Campus Heverlee. Created using DMPonline.be. Last modiﬁed 06 April 2023 5 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The project is a combination of research studies that were approved by the Ethics Committee Research UZ/KU Leuven: S25470, S67391 and S67253. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Short description of the kind of personal data that will be used: WP1: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date of death if applicable), status of lymph nodes after lymphadenectomy, lymphovascular space invasion (LVSI) status, MRI image system, acquisition sequence, maximal tumor diameter on MRI, MRI-reported lymph node status, region of lymph node metastasis (LNM), gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). WP2: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, diagnostic procedures, histopathological subtype, tumor size, gravidity, parity, date of primary diagnosis, gestational age at diagnosis, neonatal outcome and mode of delivery, surgical variables (i.e operation time, complications (bleeding, neurovascular injury, infection), post-operative complications; sentinel lymph node mapping characteristics (SLN detection rate, side-specific detection rates, median number of SLNs and SLN locations). WP3: year of birth, age, body mass index, presenting symptoms, FIGO stage at diagnosis, histopathological subtype, follow-up data (relapse yes/no, site of relapse, treatment of relapse, date of relapse, date of death if applicable), type of therapy during pregnancy, gravidity, parity, date of primary diagnosis, gestational age at diagnosis, gestational age at lymphadenectomy, gestational age at delivery, type of delivery, neonatal parameters (birth weight and according percentile, sex). All clinical data will be pseudonymized and compiled in an encrypted REDCap database. A separate password-encrypted MS Excel file linking the electronical medical record file (EAD) to the unique research-specific patient identification code used in the subsequent data analysis and research-dedicated records will be kept seperately from the other data. Only researchers will have access to the data files which will be kept on computers linked to the UZ Leuven network server and secured with a password. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The proposed project is an extension of an existing multicentric study (WP1) and a substudy within an existing multicentric study (WP3) with collaboration within the INCIP network. In agreeance with the legal department of the CTC of the University Hospitals Leuven (communication with Aernout De Raemaeker), data transfer will initially work trough protocol for both study S25470 and S67391. All aspects related to data transfer in accordance with GDPR are regulated through the protocol. If certain centers require a separate agreement, an adapted DTA has be provided for the site(s) in question. All publications from the INCIP study (S25470) will be done according to the INCIP Publication Policy. The described publication policy applies to all articles resulting from WP1, WP2 and WP3. (https://www.cancerinpregnancy.org/sites/default/files/guidelines_for_authorship_for_studies_run_within_incip.pdf Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For documentation purposes, we will make use of: At project level: - A README file will be provided for each of the WPs. We will use KU Leuven’s template. - For each WP, a protocol is provided, describing the methodology used to collect the data in detail. Details about patient selection and study design are reported in the study protocol. At data level: - For each WP, a data dictionary codebook from REDCap will be provided, describing labels for all variables, variables types, units of measurement and key identifiers. All relevant documentation will be stored in a seperate, restricted acces folder on the UZ Leuven server. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes For each workpackage, metadata concerning the clinicopathological information will be stored in a REDCap datadictionary, a specifically formatted .csv spreadsheet containing the metadata used to construct data collection instruments and fields. For WP1, metadata concerning the MRI images will be extracted and stored from the DICOM files. Created using DMPonline.be. Last modiﬁed 06 April 2023 6 of 8 3. Data storage & back-up during the research project Where will the data be stored? Since we will be working with sensitive personal data that will be pseudonymized, clinicopathological data will be stored at the UZ Leuven's secure environment and the REDCap database during the research project. All other data (imaging, experimental) will be retained on the central servers of the UZ Leuven, without storage limit and with automatic daily back-up procedures. How will the data be backed up? The data will be stored on UZ Leuven's central servers with automatic daily back-up procedures. The REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee, the gatekeeper for UZL REDCap is UZL CTC. Data using UZL REDCap is backed up as follows: The web server backup regime is specified below: An hourly backup, the last 6 versions of which are saved A daily backup, the last 7 versions of which are saved A weekly backup, the last 6 versions of which are saved The database backup regime is specified below: A nightly cold backup of all databases One month’s storage of the nightly cold backups Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, data will be stored on the central server of the UZ Leuven and the KU Leuven servers for REDCap, which have no storage limit. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the research and after termination of the research, only members of the lab group 'gynaecological oncology' that have permission to access the files will have the ICT permission to do so on the secure UZ Leuven servers. (e.g. students won’t be granted access to sensitive data). Documents containing personal information, e.g. informed consents, subjects identification log, etc, will receive additional password protection. The REDCap database is hosted on dedicated KU Leuven data servers at Campus Heverlee. At the clinical database level, only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC ( ctc.datamanagement@uzleuven.be). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for storage on the central servers of UZ Leuven are taken by the Department of Oncology. The cost for the 'INCIP registry' REDCap database is €80/year, which will be covered by the 'Fonds voor onderzoek naar kanker tijdens de zwangerschap'. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the clinicopathological data generated in this research project, will be retained for minimally 20 years after the end of the FWO project, in accordance with the research protocol S25470, which was approved by the Ethics Committee Research UZ/KU Leuven 20 January 2022. The preservation of clinicopathological data for minimally 20 years after the ending of the FWO project provides the opportunity of reuse of the data for future research projects conducted by INCIP. The informed consent includes a clause that permits later reuse of the obtained data. Where will these data be archived (stored and curated for the long-term)? Clinical data (encrypted) will be stored according to legal recommendations for 20 years after termination of the project on the UZ Leuven server and the data will be transferred to the online REDCap database. Imaging data will be retained on the central servers of UZ Leuven, more specifically the secured environement and secured servers of the medical imaging research center (MIRC) of the UZ Leuven for 25 years according tot legal recommendations. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All data will remain on the central servers of UZ Leuven, the costs are taken by the Department of Oncology. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Data can be shared upon request, with the exeption of personal data, which will never be made available, under any circumstance, Given that we deal with sensitive data, a data access Created using DMPonline.be. Last modiﬁed 06 April 2023 7 of 8 committee (UZ Leuven) will go over the request and decide wheter data can be shared with a third user. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Participants of the study can indicate wheter they agree with potential usage of data for subsequent other research purposes in the informed consent form. Data can be shared upon request, with the exception of personal data, which will never be made available under any circumstance. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be shared in coded form, upon request, after approval by a data access committee (UZ Leuven). When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. In agreeance with the legal department of the CTC of the University Hospitals Leuven (communication with Aernout De Raemaeker), data transfer will initially work trough protocol for both study S25470 and S67391. All aspects related to data transfer in accordance with GDPR are regulated through the protocol. If necessary or if the request for data sharing is made by an investigator not already involved within the INCIP network, an addition data sharing agreement can be drafted upon request. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Cost of data sharing would be negotiated upon request. 6. Responsibilities Who will manage data documentation and metadata during the research project? Charlotte LeJeune, PhD researcher, and PI, prof. dr. Frédéric Amant, will be responsible for verifying data is accurate and records are up to date. Who will manage data storage and backup during the research project? UZ Leuven IT is responsible for the central UZ Leuven servers. REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee, the gatekeeper for UZL REDCap is UZL CTC. Who will manage data preservation and sharing? The PI (prof. dr. Frédéric Amant) is responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PI (prof. dr. Frédéric Amant) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 06 April 2023 8 of 8"
}