{
    "document_id": "D-2023-1789",
    "LinkTitle": "D-2023-1789",
    "file_name": "D-2023-1789.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1789.pdf",
    "metadata": {
        "title": "D-2023-1789",
        "author": "N/A",
        "num_pages": 31
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1DMP - FWO - Fonds Wetenschappelijk Onderzoek - 1281323N\nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, \nupon being awarded their project or fellowship, be invited to develop their answers to the data management \nrelated questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official  \nstart date  of the project or fellowship.  The DMP should not be directly submitte d to FWO, but to the research \ncoordinati on office of the host institution .\nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this \nshould be submitted to FWO by the supervisor-spokesperson through FWO ’s e-portal. This DMP may of course have\nbeen updated since its first version. The DMP is an element in the final evaluation of the project by the relevant \nexpert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP may use this \ntemplate.\n2019-10 -01 | FWO DMP Template 21.General Information\nGrant holder: Teun Klein Gunnewiek - teun.kleingunnewiek@uantwerpen.vib.be\nFWO Project Number & Title 1281323N\nMicroglia-synapse molecular interactions in Alzheimer's disease\nAffiliation      VIB Center for Brain and Disease Research / VIB Center for Molecular Neurobiology\nResponsible  PIs:      Joris de Wit (VIB-CBD)  - joris.dewit@vib.be\n       Renzo Mancuso (VIB-CMN) - renzo.mancuso@vib.be\n2019-10-01 | FWO DMP Template 32.Data description\nWill you generate/collect new data \nand/or make use of existing data? New data\n2019-10-01 | FWO DMP Template 4Describe the origin, type and format of\nthe data (per dataset) and its \n(estimated) volume\nIf you reuse  existing data, specify the \nsource  of these data.\nDistinguish data types  (the kind of \ncontent) from data formats  (the technical\nformat).Observational data\nExperimental data\nDigital images\nWe will generate a range of digital images and figures.\nMicroscopy pictures will be generated using confocal- and light transmission \nmicroscopy. These will include\nimages of virally transduced HMC3 cells in vitro, as well as iPSC-derived microglia in \nvitro, and in vivo brain\nslices of transplanted mice. Images will always be stored as raw .czi files (or other raw\nformat, depending on\nmicroscope used) that includes raw- and meta data, as well as .tiff format. Image size\nwill likely range from\n1-1000 megabytes (MB), depending on image size and/or the use of image stacks.\nAny and all western blot or gel scans will be stored, in the standard output format of\nthe A1680 imager, both\nin .jpeg and .tiff formats. Data size will likely range between 100 kilobytes (KB) to 5\nMB, depending on\nexperiment in question.\nAny graphs and illustrations made using data from the project, or with the intentions\nof publicizing or\ncommunicating data from the project, will be stored in .eps, .ai, and .tiff formats.\nImage size will range from\n100 KB - 1000 MB, depending on the illustration or figure in question. All of the digital\nfiles will continuously\nbe stored locally on a hard dive, as well as on both our ELN and benchling digital lab\njournals, and VIB CMN/\nCBD servers that contain RAID6 data protection. The VIB-CMN and CBD have\ndesignated research data\nmanagers, that will monitor data collection and documentation. The PI will ensure\nproper data preservation\nand documentation in ELN/benchling, and data sharing if needed. All digital data will\n2019-10-01 | FWO DMP Template 5remain stored during\nthe duration of the project, as well as at least five years after project completion.\nOmics data\nBulk proteomics data will be generated from iPSC-derived microglia as well as brain-\nderived transplanted\nmicroglia, using LC-MS/MS mass spectrometry; the specific platform will be selected \nafter initial testing and\noptimisation, but will likely be the ThermoFisher Q Exactive Orbitrap platform. The \nplatform produces\ndedicated output, Thermo Fisher raw data, which will range between 4 - 6 gigabyte \n(GB) in size, per sample.\nInitial processing will produce data tables with specific info, in eithe .csv or .txt \nformat, which will likely be\nseveral hunded MB in size. To process these, we use MaxQuant and Dia-N-N for \nprotein identification and\nquantification, as well as Perseus for final data analysis. Raw proteomics data and \nseveral of the most\nimportant post-analytical files will be stored on both hot and cold storage for the \nentirety of the project as\nwell as for at least five years after project completion. Analytical workflows will be \nmaintained using a welldocumented\nworkflow management system to allow for ease of data and analytical reproducibility.\nAll\nproteomics datasets where possible will be stored in online repositories \n(GEO/Github/EMBL) that suppport\nFAIR datasharing, and will be made public upon completion of the project and \npublication of the results.\n2019-10-01 | FWO DMP Template 6Vectors\nWe will generate a range of lentiviral- and adeno associated viral vectors through \ncloning. These will be used\nto express TurboID in various cellular compartments. All vector sequences, including \nbase plasmid sequences\nthat were used during the design and production of the final viral vectors, will be \nstored digitally in text-based\nformat (.fasta/.fa) and Genbank format (.gb/.gbk), in our bengling digital lab journal, \nas well as both hot and\ncold storage. For any vectors we order commercially, the sequence as well as order \ninformation will be stored.\nAs with all other digital materials, these files will be stored on both hot and cold \nstorage for the entirety of the\nproject as well as for at least five years after project completion.\nCell lines\nWe will use commercial stem cell lines, that are registered in the European \nhspcreg.eu database; mainly\nWAe009-A and BIONi010-C. This list will be updated if needed. Furthermore, we will \nuse CRISPR/Cas9 to\ngene-edit these cell lines, creating new unique lines, that will be registered and \nstored internally. Finally, we\nwill use lentiviral vectors on these specific stem cells lines, to generate iPSC lines \nstably expressing specific\nproteins of interest, for further use in our project. Again, these will be registered and \nstored internally.\nAll of the aforementioned lines will be maintained at the Cell Core facility of the VIB-\nUAntwerp Center for\nMolecular Neurology. The iPSC cells will be stored at the Biobank for patient-derived \n2019-10-01 | FWO DMP Template 7materials and\nassociated data of our center.\nWe will further use a commercial, immortalized HMC3 cell line, for viral construct \noptimization and\ntesting. These cells will also be maintained at the Cell Core facility of the VIB-\nUAntwerp Center for Molecular\nNeurology, and stored at the Biobank for patient-derived materials and associated \ndata of our center.\nWe will use competent, bacterial strains during cloning and viral construct \ndevelopment, mainly STBL3\ncompetent cells. These will be updated, in case others are used. Genetically modified \norganisms\nWe will use genetically modified mouse strains for the purpose of iPSC-derived \nmicroglial transplantations.\nThese mice will be either APPWT immunodeficient Rag2-/- IL2ry-/- hCSF1KI mice (The \nJackson Laboratory;\nstrain 017708) that will serve as “control ” condition, and the APP single knock-in mice\n(APPNL-G-F) that will\nbe used as a model for Alzheimer ’s disease (AD). Animals from both strains will be \nhoused and cared for in a\nspecialized facility at the VIB host institute that is designed to house immunodeficient\nanimals, strictly\nfollowing the European- (EU directive 2010/63/EU) and Belgian animal welfare law. All\ndescribed experiments\nfall under existing approvals from the Animal Welfare Assessment Board, that the \nrespective host labs have\nreceived for performing animal experiments, in accordance with the local Ethical \nCommittee of Laboratory\nAnimals of the KU Leuven (government license LA1210591, ECD project no. \nP183/2017 & P214/2017), and the\nEthical Committee of the University of Antwerp (file number 2021-13).\nAll mouse work will be conducted within the scope of the European legislation for \n2019-10-01 | FWO DMP Template 8animals used for\nexperimental purposes (EU 2010/63/EU) and Belgian animal welfare legislation (in \nparticular the law of 14\nAugust 1986 and the related royal decree of 29 May 2013).\nAntibodies\nWe will use a range of antibodies during this project, both for western blot as well as\nimmunohistochemistry. This list will be updated when necesary.\nPrimary antibodies:\n1. Goat-anti-Biotin (polyclonal) antibody, cat: 600-101-098, from Rockland.\n2. Mouse-anti-Actin (monoclonal) antibody, cat: 66009-1-Ig, from Proteintech.\n3. Mouse-anti-HA (monoclonal) antibody, cat: 26183, from Invitrogen.\n4. Rabbit-anti-HA (polyclonal) antibody, cat: H6908, from Sigma Aldrich.\n5. Mouse-anti-V5 (monoclonal) antibody, cat: R960-25, from Invitrogen.\n6. Rabbit-anti-V5 (polyclonal) antibody, cat: AB3792, from Sigma Aldrich.\n7. Mouse-anti-Synapsin1 (monoclonal) antibody, cat: 106-011, from Synaptic\nSystems.\n8. Mouse-anti-Synaptophysin (monoclonal) antibody, cat: S5768, from Sigma Aldrich.\n9. Chicken-anti-VGlut1 (monoclonal) antibody, cat: 135316, from Synaptic Systems.\n10.Rabbit-anti-VGAT (polyclonal) antibody, cat: AB5062P, from Millipore.\n11. Rabbit-anti-PSD95 (monoclonal) antibody, cat: D27E11, from Cell Signaling.\n12.Rabbit-anti-hP2RY12 (polyclonal) antibody, cat: HPA014518, from Atlas Antibodies.\n13. GuinaePig-anti-IBA1 (polyclonal) antibody, cat: 234 004, from Synaptic Systems.\n14.Goat-anti-IBA1 (polyclonal) antibody, cat: ab5076, from Abcam.\nSecondary antibodies:\n1. Streptavidin-488-conjugate, cat: S11223, from Invitrogen.\n2. Streptavidin-647-conjugate, cat: S21374, from Invitrogen.\n3. Rabbit-anti-Goat-HRP, cat: 34012, from Invitrogen.\n4. Goat-anti-Mouse-HRP, cat: STAR207P, from BIO-RAD.\n5. Donkey-anti-Mouse-488 (polyclonal), cat: A-21202, from Invitrogen.\n2019-10-01 | FWO DMP Template 96. Donkey-anti-Mouse-594 (polyclonal), cat: A-21203, from Invitrogen.\n7. Donkey-anti-Mouse-647 (polyclonal), cat: A-31571, from Invitrogen.\n8. Donkey-anti-Rabbit-488 (polyclonal), cat: A-21206, from Invitrogen.\n9. Donkey-anti-Rabbit-594 (polyclonal), cat: A-21207, from Invitrogen.\n10.Donkey-anti-Rabbit-647 (polyclonal), cat: A-31573, from Invitrogen.\n11. Donkey Anti-Mouse IgG H&L (Alexa Fluor® 488) preadsorbed (ab150109), from \nAbcam.\n12.Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 488) preadsorbed (ab150061), from \nAbcam.\n13. Donkey Anti-Goat IgG H&L (Alexa Fluor® 488) preadsorbed (ab150133), from \nAbcam.\n14.Donkey Anti-Mouse IgG H&L (Alexa Fluor® 594) preadsorbed (ab150112), from \nAbcam.\n15.Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 594) preadsorbed (ab150064), from \nAbcam.\n16.Donkey Anti-Goat IgG H&L (Alexa Fluor® 594) preadsorbed (ab150136), from \nAbcam.\n17. Donkey Anti-Mouse IgG H&L (Alexa Fluor® 647) preadsorbed (ab150111), from \nAbcam.\n18. Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 647) preadsorbed (ab150063), from \nAbcam.\n19. Donkey Anti-Goat IgG H&L (Alexa Fluor® 647) preadsorbed (ab150135), from \nAbcam.\n20. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa \nFluor ™ 488, from\nThermoFisher.\n21. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa \nFluor ™ 594, from\nThermoFisher.\n22. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa \nFluor ™ 647, from\nThermoFisher.\n2019-10-01 | FWO DMP Template 1023. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa \nFluor ™ 488, from\nThermoFisher.\n24. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa \nFluor ™ 594, from\nThermoFisher.\n25. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa \nFluor ™ 647, from\nThermoFisher.\nSimulation data\nDerived and compiled data\nResearch documentation\nExperiment details and protocols are registered, documented and preserved through \nELN (e.g. E-Notebook\nby PerkinElmer) and in dedicated folders on the secured severs of VIB-UAntwerpen. \nAssociated metadata are\nstored in .txt,.xlsx,.docx format.\nManuscripts\nManuscripts will be published as open-access papers.\nAlgorithms and scripts\nAny and all algorithms and or scripts that will be used during the data analysis, \nmainly regarding our\nproteomics datasets, will be registered, documented and preserved through ELN (e.g.\nE-Notebook by\nPerkinElmer) and in dedicated folders on the secured severs of VIB-UAntwerpen. \n2019-10-01 | FWO DMP Template 11Furthermore, any scripts we\nuse during data analysis will be deposited with the datasets in question, to any online\nrepository we select\n(GEO/Github), for easy access, data utility, and discovery.cripts will be published as \nopen-access papers.\nCanonical data\nThese datasets represent an important source of information for the laboratory of the \nPI's, both prof. Renzo\nMancuso as well as prof. Joris de Wit (including future staff), for scientists, journalists \nand higher education\nteachers working in the field of (neuro)inflammation, microglia in specific, as well as \naging and\nneurodegeneration in general, but also for non-profit organizations and industries \nactive in the field of\nmedicin and aging.\n2019-10-01 | FWO DMP Template 123.Ethical and legal issues\nWill you use personal data? Ifso,\nshortly describe thekind ofpersonal\ndata you will use AND add the\nreference toyour fileinyour host\ninstitution's privacy register.\nIncase your host institution does not(yet)\nhave aprivacy register, areference isnot\nyetrequired ofcourse; please add the\nreference once theprivacy register isin\nplace in your host institution.No\n2019-10-01 | FWO DMP Template 13Are there any ethical issues \nconcerning the creation and/or use of \nthe data (e.g. experiments on humans \nor animals, dual use)? If so, add the \nreference to the formal approval by \nthe relevant ethical review \ncommittee(s).Yes\nAll mouse work will be conducted within the scope of the European legislation for \nanimals used for\nexperimental purposes (EU 2010/63/EU) and Belgian animal welfare legislation (in \nparticular the law of 14\nAugust 1986 and the related royal decree of 29 May 2013). We will use genetically \nmodified mouse strains for the purpose of iPSC-derived microglial transplantations. \nThese mice will be either APPWT immunodeficient Rag2-/- IL2ry-/- hCSF1KI mice (The \nJackson Laboratory;\nstrain 017708) that will serve as “control ” condition, and the APP single knock-in mice\n(APPNL-G-F) that will\nbe used as a model for Alzheimer ’s disease (AD). Animals from both strains will be \nhoused and cared for in a\nspecialized facility at the VIB host institute that is designed to house immunodeficient\nanimals, strictly\nfollowing the European- (EU directive 2010/63/EU) and Belgian animal welfare law. All\ndescribed experiments\nfall under existing approvals from the Animal Welfare Assessment Board, that the \nrespective host labs have\nreceived for performing animal experiments, in accordance with the local Ethical \nCommittee of Laboratory\nAnimals of the KU Leuven (government license LA1210591, ECD project no. \nP183/2017 & P214/2017), and the\nEthical Committee of the University of Antwerp (file number 2021-13).\nRegarding the human stem cell lines we generate. Human biomaterial will be \nobtained following the three ethical principles (voluntary donation, informed consent \nand protection of privacy). This material will be used following our Center ’s Standard \nOperating Procedure for the handling of human biomaterial, and in accordance with \n2019-10-01 | FWO DMP Template 14European and national regulations and guidelines.\n2019-10-01 | FWO DMP Template 15Does your work possibly result in\nresearch data with potential fortech\ntransfer and valorisation? Will IP\nrestrictions beclaimed forthe data\nyoucreated? Ifso,forwhat data and\nwhich restrictions will be asserted?Yes\nWe do not exclude that the proposed work could result in research data with potential\nfor tech transfer and valorization. Ownership of the data generated belongs to KU \nLeuven and VIB in accordance with the framework agreement of both institutes. VIB \nhas a policy to actively monitor research data for such potential. If there is substantial\npotential, the invention will be thoroughly assessed, and in a number of cases the \ninvention will be IP protected (mostly patent protection or copyright protection). As \nsuch the IP protection does not withhold the research data from being made public. In\nthe case a decision is taken to file a patent application it will be planned so that \npublications need not be delayed.\nThe use of <specify material> will be subjected to the terms described in their \nrespective MTAs.\nSpecific examples (adjust as required):\n-Potential biomarker/-target on microbiome data will be claimed if this opportunity \narises.\n-The host lab identifies in an early phase the valorization potential of research lines \nand has a vast network of industrial contacts to efficiently start the route to \ncommercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF \ninnovation manager responsible for research valorization. For research with \nvalorization potential, the host lab actively protects its IP by filling patent \napplications. Type of data with potential for tech transfer and valorization: yeast \nstrains isolated and generated during the timeframe of this project, sequencing \ninformation generated during the timeframe of this project and (analysis) data and \nmodels hereof derived. Valorization potential includes strain licensing, linking a \nspecific sequence variant to a phenotype.\n2019-10-01 | FWO DMP Template 16Do existing 3rdparty agreements\nrestrict dissemination orexploitation of\nthedata you (re)use? Ifso,towhat\ndata do they relate and what\nrestrictions are in place?No\n2019-10-01 | FWO DMP Template 174.Documentation and metadata\nWhat documentation will be provided \nto enable understanding and reuse of \nthe data collected/generated in this \nproject? Data will be generated following standardized protocols. Metadata will be \ndocumented by the research and technical staff at the time of data collection and \nanalysis, by taking careful notes in the electronic laboratory notebook (E-notebook) \nand/or in hard copy lab notebooks that refer to specific datasets. \nCryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be \nlabeled with a reference number that links to an entry in our VIB-CMN LIMS database, \nwhich holds information on sample source, storage location, and quality and quantity.\nAll datasets will be accompanied by a README.txt file containing all the associated \nmetadata (see more details below). \nThe data will be generated following standardized protocols. Clear and detailed \ndescriptions of these protocols will be stored in our lab protocol database, and \npublished along with the results. \n2019-10-01 | FWO DMP Template 18Will a metadata standard be used? If \nso, describe in detail which standard \nwill be used.  If not, state in detail \nwhich metadata will be created to \nmake the data easy/easier to find and \nreuse.Yes\nWhile specific data types might require particular metadata, as a general rule the \nmetadata will be based on a generalized metadata schema such as Dublin Core or \nDataCite.\nWe will closely monitor MIBBI (Minimum Information for Biological and Biomedical \nInvestigations) for metadata standards that are more specific to our data.\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual \ninformation needed for the correct interpretation of the data, the software(s) \n(including version number) used to produce and to read the data, the purpose of the \nexperiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\nAdditionally, we will closely monitor MIBBI (Minimum Information for Biological and \nBiomedical Investigations) for metadata standards more specific to our data type.\nFor specific datasets, additional metadata will be associated with the data file as \nappropriate. Give details as needed for the project.\nSpecific examples (adjust as required):\n- SOPs for biological data generation are kept on a dedicated KU Leuven shared drive.\nA central excel file is stored on that same drive, detailing for examples: (1) sample ID;\n(2) SOP with which data generation was performed; (3) abnormalities or deviations \nfrom SOP in data generation; (4) experimental QC values (e.g. DNA concentrations); \n(5) location of the source sample in the freezer.\n2019-10-01 | FWO DMP Template 19- For bioinformatics processing, a data analysis log will be kept that details: (1)\nsequencing run ID; (2) the bioinformatics SOPs/scripts that were applied; (3) location\nof source files; (4) abnormalities or deviations.\nThe final dataset will be accompanied by this information under the form of a \nREADME.txt document. This file will be located in the top level directory of the dataset\nand will also list the contents of the other files and outline the file-naming convention \nused. This will allow the data to be understood by other members of the laboratory \nand add contextual value to the dataset for future reuse.\n2019-10-01 | FWO DMP Template 205.Data storage & backup during the FWO project\nWhere will the data be stored?  Digital files will be stored on VIB-CMN servers\nAll human tissue samples are registered in our VIB-UA biobank, in compliance with \nthe Belgian law on human body material (dd 19-12-2008).\nThe ELN database is managed by VIB Headquarters. VIB uses E-Notebook by \nPerkinElmer, as well as Benchling. All ELN data are stored, and remain available for \n(re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in \nthe staging area and later in the archive area.\nNucleic acid sequences: All nucleic acid and protein sequences generated during the \nproject wil be stored internally on the servers of the VIB CMN. These servers have \nRAID 6 or equivalent disk setup for protection of the data. \nUpon publication, all sequences supporting a manuscript will be made publicly \navailable via repositories such as the GenBank database or the European Nucleotide \nArchive (nucleotide sequences from primers), NCBI Gene Expression Omnibus (RNA-\nseq data), the EBI European Genomephenome Archive (EGA) for personally \nidentifiable transcriptome sequences.\n2019-10-01 | FWO DMP Template 21How will the data be backed up? The VIB CMN LIMS is submitted to daily back-ups on an offsite server, as well as to \ndaily internal back-ups (RAID6).\nDesktops at VIB CMN are submitted to daily backup through Retrospect.\nLocal data storage servers at VIB CMN are synchronized for active backup purpose\nusing snapshot technology protecting against cryptolockers.\nRaw data generated at VIB CMN are stored following the US-CERT recommended\nback up practice 3-2-1 (3 copies of the data, 2 different storage media, 1 off site \ncopy),\nincluding separate back up on tape for long term archival. All servers have RAID6 (or\nequivalent) redundancy.\nSpecifically for omics data, VIB CMN has adopted US-CERT recommended backup \npractice 3-2-1 (n-d-o) for omics data. We have three copies of the data, two different \nstorage media and one offsite copy. Our servers have a direct in-house online backup,\na third copy (n = 3) is stored on a tape (d = 2). At this moment the data remains \nonsite, but in a different room (o = 1). \nThe ELN database is managed by VIB Headquarters, and backed-up every 24 hours. \nAll ELN data are also stored on tape. \nLocal data of the researcher ’s computer are also backed-up daily using the \nRetrospect software, and stored on the servers of VIB CMN. When a researcher \nleaves, a copy will made of the hard disk of the computer used during the research \n2019-10-01 | FWO DMP Template 22period.\nFor cloud storage, Microsoft OneDrive is available and guarantees our data security in\nOffice 365 through the following measures:\n-Redundancy on multiple layers of the service ensure that data loss is prevented as \nmuch as possible.\n-Internal and external audits ensure that Microsoft meets the requirements set by \ndata protection and security legislation.\n-Versioning up to 500 versions per file, only by restoring yourself.\n-Deleted items up to 90 days back in your \"trash\"\n-Restore points\n-Deleted onedrive accounts can be restored by Dept. up to 30 days after removal\nIs there currently sufficient storage & \nbackup capacity during the project? If \nyes, specify concisely. If no or \ninsufficient storage or backup \ncapacities are available, then explain \nhow this will be taken care of. Yes\nThere is +/- 700TB of online storage available for the use in house. We increase this \nyearly to the needs of the center. For offline backup, tapes are used that store \n2.5TB/tape. These have an expected life span of 15-30 years.\n2019-10-01 | FWO DMP Template 23What are the expected costs for data \nstorage and backup during the \nproject? How will these costs be \ncovered? \nAlthough FWO has no earmarked budget \nat its disposal to support correct research \ndata management, FWO allows for part of \nthe allocated project budget  to be \nused to cover the cost incurred.The costs for storage and back up during the project on VIB CMN servers are as \nfollows:\nhot storage (2 copies, snapshots, RAID6): 83 €/TB/Year\nCloud : 23-51 € / TB / month (+ extra costs, contact BIOINFO for details) \n(price example : Microsoft Azure; Locally redundant storage)\nThe costs will be paid from the FWO grant.\nOR\nStorage costs for other digital data (images, excel files, word files,...) on the \ndepartmental server is covered by the central departmental budget.\nElectricity costs for the -80° freezers present in the labs are included in general lab \ncosts. \nData storage and backup costs are included in general lab costs. \nYeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 \neuro. When no experiments are planned with a specific strain, and in compliance with\nthe 3R's rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to \nsafeguard the line, prevent genetic drift, loss of transgene and potential infections or \nbreeding problems. -80°C freezers are present in the lab of xxx and costs are \nincluded in general lab costs. \n2019-10-01 | FWO DMP Template 24Data security: how will you ensure that\nthe data are securely stored and not \naccessed or modified by unauthorized \npersons? Physical access to the building (building V – CDE) is employee badge-protected.\nAt VIB CMN, data is protected by domain controlled authorization and authentication. \nThe data can only be accessed after login (username + password) and can be further \nrestricted per project and per group. Researchers have access only to de-identified \ninformation. The building is restricted by badge system so only employees are \nallowed in and visitors are allowed under supervision after registration. Our LIMS \nsystem uses Role Based Access Control (RBAC), maintained and verified by PI and HR.\nCommunication with the LIMS database is encrypted and follows secured https.\nOnly the PI and medical team members will be granted access to the server to \ndeposit private data. The PI and medical team members will be the only responsible \nfor linking patient information and/or samples, and will strictly respect confidentiality.\n2019-10-01 | FWO DMP Template 256.Data preservation  after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the\nproject, in as far as legal and contractual agreements allow.\nWhich data will be retained for the \nexpected 5 year period after the end \nof the project? In case only a selection \nof the data can/will be preserved, \nclearly state the reasons  for  this (legal\nor contractual restrictions, physical \npreservation issues, ...).The minimum preservation term of 5 years after the end of the project will be applied \nto all datasets. All datasets will be stored on the VIB-CMN's central servers with \nautomatic back-up procedures for at least 5 years.\nWhere will these data be archived (= \nstored for the long term)? As a general rule, datasets will be made openly accessible, whenever possible via \nexisting platforms that support FAIR data sharing (www.fairsharing.org), at the latest \nat the time of publication.\nIn addition, we store our data following our 3-2-1 principle for the foreseeable future. \nIn case data would be archived, we would duplicate our tape and store this in the \noptimal environment, which has an estimated lifespan of 15-30 years.\nLong-term cloud storage options (e.g. AWS Glacier) are available, but more \nexpensive.\n2019-10-01 | FWO DMP Template 26What are the expected costs for data \npreservation during these 5 years? \nHow will the costs be covered?\nAlthough FWO has no earmarked budget \nat its disposal to support correct research \ndata management, FWO allows for part of \nthe allocated project budget  to be \nused to cover the cost incurred.The total estimated cost of data storage during 5 years after the end of the project is \n. This estimation is based on the following costs: \nAt VIB CMN, cost for storage on tape is 44 €/Tb, and 9 €/Tb/Year for upkeep. Cost of \nretrieval from tape is 29 €. Costs for biobanking at UZA biobank are 4 €/sample. Costs \nwill be covered from the laboratory budget.\nElectricity costs for the -80° freezers present in the labs are included in general lab \ncosts. \nData storage and backup costs are included in general lab costs.\n2019-10-01 | FWO DMP Template 277.Data sharing and reuse\nAre there any factors restricting or \npreventing the sharing of (some of) \nthe data (e.g. as defined in an \nagreement with a 3rd party, legal \nrestrictions)? Yes\nIf the restriction of data sharing is a consequence of securing Intellectual Property \n(IP), the researcher involved and the IP team of the TechTransfer office shall make \nthe necessary arrangements in order to maintain the embargo on the public access \n(dissemination) of research data, at least until the essential steps in securing \nintellectual property (e.g. the filing of a patent application) have been taken. \nHowever, reasonable efforts will be made to avoid delays in publication. If the \nrestriction of data sharing is a consequence of contracts with third parties or about \nclassified data, the researcher involved and the Legal Team of the TechTransfer \nOffice will specify the restrictions in this DMP. If the restriction of data sharing is a \nconsequence of ethical issues, see also the Ethical and legal session of this DMP. \nPersonal data will only be published after de-identification and identifiers will not be \npublished. If despite all efforts it is not possible to protect the identities of subjects \neven after removing all identifiers, personal data will not be made public.\n2019-10-01 | FWO DMP Template 28Which data will be made available \nafter the end of the project? Participants to the present project are committed to publish research results to \ncommunicate them to peers and to a wide audience. \nPersonal data will only be published after de-identification and identifiers will not be \npublished. In order to respect the patient ’s privacy, clinical samples will only be \navailable to the research and technical staff involved in the project, not to other \ngroups, studies or purposes.\nAll research outputs supporting publications will be made openly accessible. \nDepending on their nature, some data may be made available prior to publication, \neither on an individual basis to interested researchers and/or potential new \ncollaborators, or publicly via repositories (e.g. negative data).\nWe aim at communicating our results in top journals that require full disclosure upon \npublication of all included data, either in the main text, in supplementary material or \nin a data repository (for sequencing data) if requested by the journal and following \ndeposit advice given by the journal. Depending on the journal, accessibility \nrestrictions may apply. Protocols and raw data files will be made available in a \npseudonymized manner only upon request by E-mail.\nWhere/how will the data be made \navailable for reuse? In an Open Access repository\nWhen will the data be made available? After an embargo period.\n2019-10-01 | FWO DMP Template 29Who will be able to access the data \nand under what conditions?  Whenever possible, datasets and the appropriate metadata will be made publicly \navailable through repositories that support FAIR data sharing. As detailed above, \nmetadata will contain sufficient information to support data interpretation and reuse, \nand will be conform to community norms. These repositories clearly describe their \nconditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) \nPublic Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public \nDomain Dedication and Licence, with a material transfer agreement when applicable).\nInterested parties will thereby be allowed to access data directly, and they will give \ncredit to the authors for the data used by citing the corresponding DOI. For data \nshared directly by the PI, a material transfer agreement (and a non-disclosure \nagreement if applicable) will be concluded with the beneficiaries in order to clearly \ndescribe the types of reuse that are permitted.\nWhat are the expected costs for data \nsharing? How will these costs be \ncovered? \nAlthough FWO has no earmarked budget \nat its disposal to support correct research \ndata management, FWO allows for part of \nthe allocated project budget  to be \nused to cover the cost incurred.It is the intention to minimize data management costs by implementing standard \nprocedures e.g. for metadata collection and file storage and organization from the \nstart of the project, and by using free-to-use data repositories and dissemination \nfacilities whenever possible. Data management costs will be covered by the \nlaboratory budget. A budget for publication costs has been requested in this project.\n2019-10-01 | FWO DMP Template 308.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata? For VIB-CMN, Svenn D ’Hert (Svenn.DHert@uantwerpen.vib.be) is system \nadministrator. For UAntwerp, Lies Franssens (lies.franssens@uantwerpen.be) is \nresearch data manager. \nOnly the PI and medical team members will be granted access to the server to \ndeposit private data. The PI\nand medical team members will be the only responsible for linking patient \ninformation and/or samples,\nand will strictly respect confidentiality.\nWho will be responsible for data \nstorage & back up during the project? The research and technical staff will ensure data storage and back up, with support \nfrom René Custers and Alexander Botzki for the electronic laboratory notebook (ELN). \nThe PI is responsible for data storage & back up decisions. \nIf using cloud storage, the cloud provider also bears responsibility for data storage. \nLink to the Quality Assurance of your cloud storage provider here. \nWho will be responsible for ensuring \ndata preservation and sharing? The PI is responsible for data preservation and sharing, with support from the \nresearch and technical staff involved in the project, from René Custers and Alexander\nBotzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU \nLeuven drives.\n2019-10-01 | FWO DMP Template 31Who bears the end responsibility for \nupdating & implementing this DMP? \nDefault response : The PI bears the overall \nresponsibility for updating & implementing\nthis DMPThe PI is ultimately responsible for all data management during and after data \ncollection, including implementing and updating the DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1DMP - FWO - Fonds Wetenschappelijk Onderzoek - 1281323N Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be directly submitte d to FWO, but to the research coordinati on office of the host institution . At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO ’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 2019-10 -01 | FWO DMP Template 21.General Information Grant holder: Teun Klein Gunnewiek - teun.kleingunnewiek@uantwerpen.vib.be FWO Project Number & Title 1281323N Microglia-synapse molecular interactions in Alzheimer's disease Affiliation VIB Center for Brain and Disease Research / VIB Center for Molecular Neurobiology Responsible PIs: Joris de Wit (VIB-CBD) - joris.dewit@vib.be Renzo Mancuso (VIB-CMN) - renzo.mancuso@vib.be 2019-10-01 | FWO DMP Template 32.Data description Will you generate/collect new data and/or make use of existing data? New data 2019-10-01 | FWO DMP Template 4Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Observational data Experimental data Digital images We will generate a range of digital images and figures. Microscopy pictures will be generated using confocal- and light transmission microscopy. These will include images of virally transduced HMC3 cells in vitro, as well as iPSC-derived microglia in vitro, and in vivo brain slices of transplanted mice. Images will always be stored as raw .czi files (or other raw format, depending on microscope used) that includes raw- and meta data, as well as .tiff format. Image size will likely range from 1-1000 megabytes (MB), depending on image size and/or the use of image stacks. Any and all western blot or gel scans will be stored, in the standard output format of the A1680 imager, both in .jpeg and .tiff formats. Data size will likely range between 100 kilobytes (KB) to 5 MB, depending on experiment in question. Any graphs and illustrations made using data from the project, or with the intentions of publicizing or communicating data from the project, will be stored in .eps, .ai, and .tiff formats. Image size will range from 100 KB - 1000 MB, depending on the illustration or figure in question. All of the digital files will continuously be stored locally on a hard dive, as well as on both our ELN and benchling digital lab journals, and VIB CMN/ CBD servers that contain RAID6 data protection. The VIB-CMN and CBD have designated research data managers, that will monitor data collection and documentation. The PI will ensure proper data preservation and documentation in ELN/benchling, and data sharing if needed. All digital data will 2019-10-01 | FWO DMP Template 5remain stored during the duration of the project, as well as at least five years after project completion. Omics data Bulk proteomics data will be generated from iPSC-derived microglia as well as brain- derived transplanted microglia, using LC-MS/MS mass spectrometry; the specific platform will be selected after initial testing and optimisation, but will likely be the ThermoFisher Q Exactive Orbitrap platform. The platform produces dedicated output, Thermo Fisher raw data, which will range between 4 - 6 gigabyte (GB) in size, per sample. Initial processing will produce data tables with specific info, in eithe .csv or .txt format, which will likely be several hunded MB in size. To process these, we use MaxQuant and Dia-N-N for protein identification and quantification, as well as Perseus for final data analysis. Raw proteomics data and several of the most important post-analytical files will be stored on both hot and cold storage for the entirety of the project as well as for at least five years after project completion. Analytical workflows will be maintained using a welldocumented workflow management system to allow for ease of data and analytical reproducibility. All proteomics datasets where possible will be stored in online repositories (GEO/Github/EMBL) that suppport FAIR datasharing, and will be made public upon completion of the project and publication of the results. 2019-10-01 | FWO DMP Template 6Vectors We will generate a range of lentiviral- and adeno associated viral vectors through cloning. These will be used to express TurboID in various cellular compartments. All vector sequences, including base plasmid sequences that were used during the design and production of the final viral vectors, will be stored digitally in text-based format (.fasta/.fa) and Genbank format (.gb/.gbk), in our bengling digital lab journal, as well as both hot and cold storage. For any vectors we order commercially, the sequence as well as order information will be stored. As with all other digital materials, these files will be stored on both hot and cold storage for the entirety of the project as well as for at least five years after project completion. Cell lines We will use commercial stem cell lines, that are registered in the European hspcreg.eu database; mainly WAe009-A and BIONi010-C. This list will be updated if needed. Furthermore, we will use CRISPR/Cas9 to gene-edit these cell lines, creating new unique lines, that will be registered and stored internally. Finally, we will use lentiviral vectors on these specific stem cells lines, to generate iPSC lines stably expressing specific proteins of interest, for further use in our project. Again, these will be registered and stored internally. All of the aforementioned lines will be maintained at the Cell Core facility of the VIB- UAntwerp Center for Molecular Neurology. The iPSC cells will be stored at the Biobank for patient-derived 2019-10-01 | FWO DMP Template 7materials and associated data of our center. We will further use a commercial, immortalized HMC3 cell line, for viral construct optimization and testing. These cells will also be maintained at the Cell Core facility of the VIB- UAntwerp Center for Molecular Neurology, and stored at the Biobank for patient-derived materials and associated data of our center. We will use competent, bacterial strains during cloning and viral construct development, mainly STBL3 competent cells. These will be updated, in case others are used. Genetically modified organisms We will use genetically modified mouse strains for the purpose of iPSC-derived microglial transplantations. These mice will be either APPWT immunodeficient Rag2-/- IL2ry-/- hCSF1KI mice (The Jackson Laboratory; strain 017708) that will serve as “control ” condition, and the APP single knock-in mice (APPNL-G-F) that will be used as a model for Alzheimer ’s disease (AD). Animals from both strains will be housed and cared for in a specialized facility at the VIB host institute that is designed to house immunodeficient animals, strictly following the European- (EU directive 2010/63/EU) and Belgian animal welfare law. All described experiments fall under existing approvals from the Animal Welfare Assessment Board, that the respective host labs have received for performing animal experiments, in accordance with the local Ethical Committee of Laboratory Animals of the KU Leuven (government license LA1210591, ECD project no. P183/2017 & P214/2017), and the Ethical Committee of the University of Antwerp (file number 2021-13). All mouse work will be conducted within the scope of the European legislation for 2019-10-01 | FWO DMP Template 8animals used for experimental purposes (EU 2010/63/EU) and Belgian animal welfare legislation (in particular the law of 14 August 1986 and the related royal decree of 29 May 2013). Antibodies We will use a range of antibodies during this project, both for western blot as well as immunohistochemistry. This list will be updated when necesary. Primary antibodies: 1. Goat-anti-Biotin (polyclonal) antibody, cat: 600-101-098, from Rockland. 2. Mouse-anti-Actin (monoclonal) antibody, cat: 66009-1-Ig, from Proteintech. 3. Mouse-anti-HA (monoclonal) antibody, cat: 26183, from Invitrogen. 4. Rabbit-anti-HA (polyclonal) antibody, cat: H6908, from Sigma Aldrich. 5. Mouse-anti-V5 (monoclonal) antibody, cat: R960-25, from Invitrogen. 6. Rabbit-anti-V5 (polyclonal) antibody, cat: AB3792, from Sigma Aldrich. 7. Mouse-anti-Synapsin1 (monoclonal) antibody, cat: 106-011, from Synaptic Systems. 8. Mouse-anti-Synaptophysin (monoclonal) antibody, cat: S5768, from Sigma Aldrich. 9. Chicken-anti-VGlut1 (monoclonal) antibody, cat: 135316, from Synaptic Systems. 10.Rabbit-anti-VGAT (polyclonal) antibody, cat: AB5062P, from Millipore. 11. Rabbit-anti-PSD95 (monoclonal) antibody, cat: D27E11, from Cell Signaling. 12.Rabbit-anti-hP2RY12 (polyclonal) antibody, cat: HPA014518, from Atlas Antibodies. 13. GuinaePig-anti-IBA1 (polyclonal) antibody, cat: 234 004, from Synaptic Systems. 14.Goat-anti-IBA1 (polyclonal) antibody, cat: ab5076, from Abcam. Secondary antibodies: 1. Streptavidin-488-conjugate, cat: S11223, from Invitrogen. 2. Streptavidin-647-conjugate, cat: S21374, from Invitrogen. 3. Rabbit-anti-Goat-HRP, cat: 34012, from Invitrogen. 4. Goat-anti-Mouse-HRP, cat: STAR207P, from BIO-RAD. 5. Donkey-anti-Mouse-488 (polyclonal), cat: A-21202, from Invitrogen. 2019-10-01 | FWO DMP Template 96. Donkey-anti-Mouse-594 (polyclonal), cat: A-21203, from Invitrogen. 7. Donkey-anti-Mouse-647 (polyclonal), cat: A-31571, from Invitrogen. 8. Donkey-anti-Rabbit-488 (polyclonal), cat: A-21206, from Invitrogen. 9. Donkey-anti-Rabbit-594 (polyclonal), cat: A-21207, from Invitrogen. 10.Donkey-anti-Rabbit-647 (polyclonal), cat: A-31573, from Invitrogen. 11. Donkey Anti-Mouse IgG H&L (Alexa Fluor® 488) preadsorbed (ab150109), from Abcam. 12.Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 488) preadsorbed (ab150061), from Abcam. 13. Donkey Anti-Goat IgG H&L (Alexa Fluor® 488) preadsorbed (ab150133), from Abcam. 14.Donkey Anti-Mouse IgG H&L (Alexa Fluor® 594) preadsorbed (ab150112), from Abcam. 15.Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 594) preadsorbed (ab150064), from Abcam. 16.Donkey Anti-Goat IgG H&L (Alexa Fluor® 594) preadsorbed (ab150136), from Abcam. 17. Donkey Anti-Mouse IgG H&L (Alexa Fluor® 647) preadsorbed (ab150111), from Abcam. 18. Donkey Anti-Rabbit IgG H&L (Alexa Fluor® 647) preadsorbed (ab150063), from Abcam. 19. Donkey Anti-Goat IgG H&L (Alexa Fluor® 647) preadsorbed (ab150135), from Abcam. 20. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa Fluor ™ 488, from ThermoFisher. 21. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa Fluor ™ 594, from ThermoFisher. 22. Goat anti-Guinea Pig IgG (H+L) Highly Cross-Adsorbed Secondary Antibody, Alexa Fluor ™ 647, from ThermoFisher. 2019-10-01 | FWO DMP Template 1023. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa Fluor ™ 488, from ThermoFisher. 24. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa Fluor ™ 594, from ThermoFisher. 25. Donkey anti-Chicken IgY (H+L) Highly Cross Adsorbed Secondary Antibody, Alexa Fluor ™ 647, from ThermoFisher. Simulation data Derived and compiled data Research documentation Experiment details and protocols are registered, documented and preserved through ELN (e.g. E-Notebook by PerkinElmer) and in dedicated folders on the secured severs of VIB-UAntwerpen. Associated metadata are stored in .txt,.xlsx,.docx format. Manuscripts Manuscripts will be published as open-access papers. Algorithms and scripts Any and all algorithms and or scripts that will be used during the data analysis, mainly regarding our proteomics datasets, will be registered, documented and preserved through ELN (e.g. E-Notebook by PerkinElmer) and in dedicated folders on the secured severs of VIB-UAntwerpen. 2019-10-01 | FWO DMP Template 11Furthermore, any scripts we use during data analysis will be deposited with the datasets in question, to any online repository we select (GEO/Github), for easy access, data utility, and discovery.cripts will be published as open-access papers. Canonical data These datasets represent an important source of information for the laboratory of the PI's, both prof. Renzo Mancuso as well as prof. Joris de Wit (including future staff), for scientists, journalists and higher education teachers working in the field of (neuro)inflammation, microglia in specific, as well as aging and neurodegeneration in general, but also for non-profit organizations and industries active in the field of medicin and aging. 2019-10-01 | FWO DMP Template 123.Ethical and legal issues Will you use personal data? Ifso, shortly describe thekind ofpersonal data you will use AND add the reference toyour fileinyour host institution's privacy register. Incase your host institution does not(yet) have aprivacy register, areference isnot yetrequired ofcourse; please add the reference once theprivacy register isin place in your host institution.No 2019-10-01 | FWO DMP Template 13Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).Yes All mouse work will be conducted within the scope of the European legislation for animals used for experimental purposes (EU 2010/63/EU) and Belgian animal welfare legislation (in particular the law of 14 August 1986 and the related royal decree of 29 May 2013). We will use genetically modified mouse strains for the purpose of iPSC-derived microglial transplantations. These mice will be either APPWT immunodeficient Rag2-/- IL2ry-/- hCSF1KI mice (The Jackson Laboratory; strain 017708) that will serve as “control ” condition, and the APP single knock-in mice (APPNL-G-F) that will be used as a model for Alzheimer ’s disease (AD). Animals from both strains will be housed and cared for in a specialized facility at the VIB host institute that is designed to house immunodeficient animals, strictly following the European- (EU directive 2010/63/EU) and Belgian animal welfare law. All described experiments fall under existing approvals from the Animal Welfare Assessment Board, that the respective host labs have received for performing animal experiments, in accordance with the local Ethical Committee of Laboratory Animals of the KU Leuven (government license LA1210591, ECD project no. P183/2017 & P214/2017), and the Ethical Committee of the University of Antwerp (file number 2021-13). Regarding the human stem cell lines we generate. Human biomaterial will be obtained following the three ethical principles (voluntary donation, informed consent and protection of privacy). This material will be used following our Center ’s Standard Operating Procedure for the handling of human biomaterial, and in accordance with 2019-10-01 | FWO DMP Template 14European and national regulations and guidelines. 2019-10-01 | FWO DMP Template 15Does your work possibly result in research data with potential fortech transfer and valorisation? Will IP restrictions beclaimed forthe data youcreated? Ifso,forwhat data and which restrictions will be asserted?Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. The use of <specify material> will be subjected to the terms described in their respective MTAs. Specific examples (adjust as required): -Potential biomarker/-target on microbiome data will be claimed if this opportunity arises. -The host lab identifies in an early phase the valorization potential of research lines and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization. For research with valorization potential, the host lab actively protects its IP by filling patent applications. Type of data with potential for tech transfer and valorization: yeast strains isolated and generated during the timeframe of this project, sequencing information generated during the timeframe of this project and (analysis) data and models hereof derived. Valorization potential includes strain licensing, linking a specific sequence variant to a phenotype. 2019-10-01 | FWO DMP Template 16Do existing 3rdparty agreements restrict dissemination orexploitation of thedata you (re)use? Ifso,towhat data do they relate and what restrictions are in place?No 2019-10-01 | FWO DMP Template 174.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Data will be generated following standardized protocols. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard copy lab notebooks that refer to specific datasets. Cryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be labeled with a reference number that links to an entry in our VIB-CMN LIMS database, which holds information on sample source, storage location, and quality and quantity. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). The data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. 2019-10-01 | FWO DMP Template 18Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.Yes While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite. We will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. Additionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards more specific to our data type. For specific datasets, additional metadata will be associated with the data file as appropriate. Give details as needed for the project. Specific examples (adjust as required): - SOPs for biological data generation are kept on a dedicated KU Leuven shared drive. A central excel file is stored on that same drive, detailing for examples: (1) sample ID; (2) SOP with which data generation was performed; (3) abnormalities or deviations from SOP in data generation; (4) experimental QC values (e.g. DNA concentrations); (5) location of the source sample in the freezer. 2019-10-01 | FWO DMP Template 19- For bioinformatics processing, a data analysis log will be kept that details: (1) sequencing run ID; (2) the bioinformatics SOPs/scripts that were applied; (3) location of source files; (4) abnormalities or deviations. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. 2019-10-01 | FWO DMP Template 205.Data storage & backup during the FWO project Where will the data be stored? Digital files will be stored on VIB-CMN servers All human tissue samples are registered in our VIB-UA biobank, in compliance with the Belgian law on human body material (dd 19-12-2008). The ELN database is managed by VIB Headquarters. VIB uses E-Notebook by PerkinElmer, as well as Benchling. All ELN data are stored, and remain available for (re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in the staging area and later in the archive area. Nucleic acid sequences: All nucleic acid and protein sequences generated during the project wil be stored internally on the servers of the VIB CMN. These servers have RAID 6 or equivalent disk setup for protection of the data. Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers), NCBI Gene Expression Omnibus (RNA- seq data), the EBI European Genomephenome Archive (EGA) for personally identifiable transcriptome sequences. 2019-10-01 | FWO DMP Template 21How will the data be backed up? The VIB CMN LIMS is submitted to daily back-ups on an offsite server, as well as to daily internal back-ups (RAID6). Desktops at VIB CMN are submitted to daily backup through Retrospect. Local data storage servers at VIB CMN are synchronized for active backup purpose using snapshot technology protecting against cryptolockers. Raw data generated at VIB CMN are stored following the US-CERT recommended back up practice 3-2-1 (3 copies of the data, 2 different storage media, 1 off site copy), including separate back up on tape for long term archival. All servers have RAID6 (or equivalent) redundancy. Specifically for omics data, VIB CMN has adopted US-CERT recommended backup practice 3-2-1 (n-d-o) for omics data. We have three copies of the data, two different storage media and one offsite copy. Our servers have a direct in-house online backup, a third copy (n = 3) is stored on a tape (d = 2). At this moment the data remains onsite, but in a different room (o = 1). The ELN database is managed by VIB Headquarters, and backed-up every 24 hours. All ELN data are also stored on tape. Local data of the researcher ’s computer are also backed-up daily using the Retrospect software, and stored on the servers of VIB CMN. When a researcher leaves, a copy will made of the hard disk of the computer used during the research 2019-10-01 | FWO DMP Template 22period. For cloud storage, Microsoft OneDrive is available and guarantees our data security in Office 365 through the following measures: -Redundancy on multiple layers of the service ensure that data loss is prevented as much as possible. -Internal and external audits ensure that Microsoft meets the requirements set by data protection and security legislation. -Versioning up to 500 versions per file, only by restoring yourself. -Deleted items up to 90 days back in your \"trash\" -Restore points -Deleted onedrive accounts can be restored by Dept. up to 30 days after removal Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is +/- 700TB of online storage available for the use in house. We increase this yearly to the needs of the center. For offline backup, tapes are used that store 2.5TB/tape. These have an expected life span of 15-30 years. 2019-10-01 | FWO DMP Template 23What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The costs for storage and back up during the project on VIB CMN servers are as follows: hot storage (2 copies, snapshots, RAID6): 83 €/TB/Year Cloud : 23-51 € / TB / month (+ extra costs, contact BIOINFO for details) (price example : Microsoft Azure; Locally redundant storage) The costs will be paid from the FWO grant. OR Storage costs for other digital data (images, excel files, word files,...) on the departmental server is covered by the central departmental budget. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs. Yeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain, and in compliance with the 3R's rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the line, prevent genetic drift, loss of transgene and potential infections or breeding problems. -80°C freezers are present in the lab of xxx and costs are included in general lab costs. 2019-10-01 | FWO DMP Template 24Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Physical access to the building (building V – CDE) is employee badge-protected. At VIB CMN, data is protected by domain controlled authorization and authentication. The data can only be accessed after login (username + password) and can be further restricted per project and per group. Researchers have access only to de-identified information. The building is restricted by badge system so only employees are allowed in and visitors are allowed under supervision after registration. Our LIMS system uses Role Based Access Control (RBAC), maintained and verified by PI and HR. Communication with the LIMS database is encrypted and follows secured https. Only the PI and medical team members will be granted access to the server to deposit private data. The PI and medical team members will be the only responsible for linking patient information and/or samples, and will strictly respect confidentiality. 2019-10-01 | FWO DMP Template 256.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the VIB-CMN's central servers with automatic back-up procedures for at least 5 years. Where will these data be archived (= stored for the long term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. In addition, we store our data following our 3-2-1 principle for the foreseeable future. In case data would be archived, we would duplicate our tape and store this in the optimal environment, which has an estimated lifespan of 15-30 years. Long-term cloud storage options (e.g. AWS Glacier) are available, but more expensive. 2019-10-01 | FWO DMP Template 26What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The total estimated cost of data storage during 5 years after the end of the project is . This estimation is based on the following costs: At VIB CMN, cost for storage on tape is 44 €/Tb, and 9 €/Tb/Year for upkeep. Cost of retrieval from tape is 29 €. Costs for biobanking at UZA biobank are 4 €/sample. Costs will be covered from the laboratory budget. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs. 2019-10-01 | FWO DMP Template 277.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes If the restriction of data sharing is a consequence of securing Intellectual Property (IP), the researcher involved and the IP team of the TechTransfer office shall make the necessary arrangements in order to maintain the embargo on the public access (dissemination) of research data, at least until the essential steps in securing intellectual property (e.g. the filing of a patent application) have been taken. However, reasonable efforts will be made to avoid delays in publication. If the restriction of data sharing is a consequence of contracts with third parties or about classified data, the researcher involved and the Legal Team of the TechTransfer Office will specify the restrictions in this DMP. If the restriction of data sharing is a consequence of ethical issues, see also the Ethical and legal session of this DMP. Personal data will only be published after de-identification and identifiers will not be published. If despite all efforts it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. 2019-10-01 | FWO DMP Template 28Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Personal data will only be published after de-identification and identifiers will not be published. In order to respect the patient ’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository (for sequencing data) if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Protocols and raw data files will be made available in a pseudonymized manner only upon request by E-mail. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? After an embargo period. 2019-10-01 | FWO DMP Template 29Who will be able to access the data and under what conditions? Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. A budget for publication costs has been requested in this project. 2019-10-01 | FWO DMP Template 308.Responsibilities Who will be responsible for the data documentation & metadata? For VIB-CMN, Svenn D ’Hert (Svenn.DHert@uantwerpen.vib.be) is system administrator. For UAntwerp, Lies Franssens (lies.franssens@uantwerpen.be) is research data manager. Only the PI and medical team members will be granted access to the server to deposit private data. The PI and medical team members will be the only responsible for linking patient information and/or samples, and will strictly respect confidentiality. Who will be responsible for data storage & back up during the project? The research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN). The PI is responsible for data storage & back up decisions. If using cloud storage, the cloud provider also bears responsibility for data storage. Link to the Quality Assurance of your cloud storage provider here. Who will be responsible for ensuring data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. 2019-10-01 | FWO DMP Template 31Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMPThe PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}