{
    "document_id": "D-2024-3358",
    "LinkTitle": "D-2024-3358",
    "file_name": "D-2024-3358.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3358.pdf",
    "metadata": {
        "title": "Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nCreator:\nCreator:\nJanko Civic\nPrincipal Investigator: \nPrincipal Investigator: \nJanko Civic\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nJanko Civic\nProject abstract:\nProject abstract:\nThe characterization and development of fluorescent proteins marked a milestone in molecular imaging, offering a versatile toolset for\ntracking cellular processes and protein dynamics. Despite significant progress in enhancing their properties, further optimization remains\na challenge, particularly in understanding complex photoinduced processes such as photoswitching and photoactivation. This project\naims to advance our understanding of these phenomena through computational methods. By employing quantum-chemical\nmethodologies and molecular dynamics simulations, this project seeks to explain the mechanism of photoinduced\ndecarboxylation underpinning photoconversion and photoactivation of fluorescent proteins. Furthermore, the project will investigate the\nstructure-function relationship of photoswitching, and explore implementation of novel methodologies for predicting protonation states\nof fluorescent proteins. Successful completion of this project will not only deepen our understanding of photo-transformations of\nfluorescent proteins but also pave the way for the design of improved variants with tailored photochemical properties. Moreover, insights\ngained from this research may extend to broader applications in understanding photoinduced processes in other biological systems.\nID: \nID: \n213614\nStart date: \nStart date: \n02-10-2023\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n25-03-2025\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n1 of 7\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n2 of 7\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n3 of 7\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nTheoretical Modelling of Photoinduced Processes in Fluorescent Proteins\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew\nor\nreused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nRaw\nCollection of all input and\noutput files of computational\nchemistry software.\nNew\nDigital\nSoftware input files\nForce-field parameter files\nOutput files of quantum\nchemical calculations\nProcessed trajectories and\nindividual snapshots from\nmolecular dynamics\nsimulations\n.txt\nbinary\n< 500GB\n \nAnalysis\nCSV files and jupyter\nnotebooks used to generate\nplots and figures for analysis.\nNew\nDigital\nResults in CSV format\nTables and graphs\nanalysing raw data\nJupyter notebooks\ncontaining the analysis\nprocedure\n.txt\n.pdf\n.png\n.ipynb \n< 1GB\n \nDocumentation\nResearch diary and other\ndocuments such as\nmanuscripts and thesis.\nNew\nDigital\nResearch diary\nManuscript drafts/final\nversions\nThesis drafts/final versions\n.pdf \n< 100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n4 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA clear folder structure will be maintained for each work package with a descriptions in the form of Readme files. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThroughout the research, bulk of the data will be stored on the division's computer cluster, \"Dirac.\" Other smaller documents like\nthe research diary or manuscript drafts will be stored on a personal OneDrive account.\nHow will the data be backed up?\nHow will the data be backed up?\nAll data on the division's computer cluster, \"Dirac\", is backed up daily. The backups are managed by the ICTS department of KU\nLeuven.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n5 of 7\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nEach user on the division's computer cluster, \"Dirac\", has 400GB of available storage which is sufficient for the purposes of this\nproject.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe access to the division's computer cluster, \"Dirac\", is protected through a secure authentication system and access is only\npossible when connected to a KU Leuven network. Off-campus access is possible only using a VPN. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo direct costs related to data storage during the time of the research are expected.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAs dictated by the KU Leuven RDR policy all research data will be preserved for a minimum of 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be stored on the division's computer cluster, \"Dirac\". If additional disk space is required, the university's K-drives\n(specialized for archiving) will be considered. Relevant data for reproducing the results will be deposited in the Research Data\nRepository (RDR) of KU Leuven. Published manuscripts along with their corresponding supporting information files will be\ndeposited in the KU Leuven's repository system, \"Lirias\".\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo direct costs related to data storage after the end of the research are expected. If K-drives are used, the cost of storing data for\n10 years is expected to be less than 500 EUR. This cost will be covered by funds from my supervisor Jeremy Harvey.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n6 of 7\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRelevant data for reproducing the results will be deposited in the Research Data Repository (RDR) of KU Leuven. Published\nmanuscripts along with their corresponding supporting information files will be deposited in the KU Leuven's repository system,\n\"Lirias\". Preprints of manuscripts will be deposited in ChemRxiv. \nWhen will the data be made available?\nWhen will the data be made available?\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs related to data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJanko Civic \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJanko Civic, Hans Vansweevelt (ICTS) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nJanko Civic, Jeremy Harvey \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nJanko Civic \nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins Creator: Creator: Janko Civic Principal Investigator: Principal Investigator: Janko Civic Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Janko Civic Project abstract: Project abstract: The characterization and development of fluorescent proteins marked a milestone in molecular imaging, offering a versatile toolset for tracking cellular processes and protein dynamics. Despite significant progress in enhancing their properties, further optimization remains a challenge, particularly in understanding complex photoinduced processes such as photoswitching and photoactivation. This project aims to advance our understanding of these phenomena through computational methods. By employing quantum-chemical methodologies and molecular dynamics simulations, this project seeks to explain the mechanism of photoinduced decarboxylation underpinning photoconversion and photoactivation of fluorescent proteins. Furthermore, the project will investigate the structure-function relationship of photoswitching, and explore implementation of novel methodologies for predicting protonation states of fluorescent proteins. Successful completion of this project will not only deepen our understanding of photo-transformations of fluorescent proteins but also pave the way for the design of improved variants with tailored photochemical properties. Moreover, insights gained from this research may extend to broader applications in understanding photoinduced processes in other biological systems. ID: ID: 213614 Start date: Start date: 02-10-2023 End date: End date: 31-10-2028 Last modified: Last modified: 25-03-2025 Created using DMPonline.be. Last modiﬁed 25 March 2025 1 of 7 Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 March 2025 2 of 7 Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 March 2025 3 of 7 Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins Theoretical Modelling of Photoinduced Processes in Fluorescent Proteins FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Raw Collection of all input and output files of computational chemistry software. New Digital Software input files Force-field parameter files Output files of quantum chemical calculations Processed trajectories and individual snapshots from molecular dynamics simulations .txt binary < 500GB Analysis CSV files and jupyter notebooks used to generate plots and figures for analysis. New Digital Results in CSV format Tables and graphs analysing raw data Jupyter notebooks containing the analysis procedure .txt .pdf .png .ipynb < 1GB Documentation Research diary and other documents such as manuscripts and thesis. New Digital Research diary Manuscript drafts/final versions Thesis drafts/final versions .pdf < 100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 25 March 2025 4 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A clear folder structure will be maintained for each work package with a descriptions in the form of Readme files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Throughout the research, bulk of the data will be stored on the division's computer cluster, \"Dirac.\" Other smaller documents like the research diary or manuscript drafts will be stored on a personal OneDrive account. How will the data be backed up? How will the data be backed up? All data on the division's computer cluster, \"Dirac\", is backed up daily. The backups are managed by the ICTS department of KU Leuven. Created using DMPonline.be. Last modiﬁed 25 March 2025 5 of 7 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Each user on the division's computer cluster, \"Dirac\", has 400GB of available storage which is sufficient for the purposes of this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to the division's computer cluster, \"Dirac\", is protected through a secure authentication system and access is only possible when connected to a KU Leuven network. Off-campus access is possible only using a VPN. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No direct costs related to data storage during the time of the research are expected. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). As dictated by the KU Leuven RDR policy all research data will be preserved for a minimum of 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data will be stored on the division's computer cluster, \"Dirac\". If additional disk space is required, the university's K-drives (specialized for archiving) will be considered. Relevant data for reproducing the results will be deposited in the Research Data Repository (RDR) of KU Leuven. Published manuscripts along with their corresponding supporting information files will be deposited in the KU Leuven's repository system, \"Lirias\". What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No direct costs related to data storage after the end of the research are expected. If K-drives are used, the cost of storing data for 10 years is expected to be less than 500 EUR. This cost will be covered by funds from my supervisor Jeremy Harvey. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 25 March 2025 6 of 7 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Relevant data for reproducing the results will be deposited in the Research Data Repository (RDR) of KU Leuven. Published manuscripts along with their corresponding supporting information files will be deposited in the KU Leuven's repository system, \"Lirias\". Preprints of manuscripts will be deposited in ChemRxiv. When will the data be made available? When will the data be made available? Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs related to data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Janko Civic Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Janko Civic, Hans Vansweevelt (ICTS) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Janko Civic, Jeremy Harvey Who will update and implement this DMP? Who will update and implement this DMP? Janko Civic Created using DMPonline.be. Last modiﬁed 25 March 2025 7 of 7"
}