{
    "document_id": "D-2025-3749",
    "LinkTitle": "D-2025-3749",
    "file_name": "D-2025-3749.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3749.pdf",
    "metadata": {
        "title": "The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape\nCreator:\nCreator:\nXenia Benivolski\nPrincipal Investigator: \nPrincipal Investigator: \nXenia Benivolski\nData Manager: \nData Manager: \nXenia Benivolski\nProject Administrator: \nProject Administrator: \nXenia Benivolski\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nXenia Benivolski\nData Manager:\nData Manager:\n \nXenia Benivolski\nProject abstract:\nProject abstract:\nThis practice-based research in the arts connects disparate eras in European history through the figure of the Russian bell, combining\nartistic, curatorial and theoretical methodology through the frameworks of soundscapes (Corbin 1998), Soviet monumentalism\n(Tumarkin, 1997), and Actor-Network-Theory (Latour, 1996). I suggest that novel intersections between organology and new materialism\n(Bennet, 2009) could be examined by considering musical instruments as “things to help make what we call society” (Pels, Hetherington,\nand Vandenberghe, 2002). As part of an embodied research trajectory it involves the production of a number of bells, compositions,\narticles and performances, that speculate on the material and spiritual qualities shared by the “singing icon” and the political monument.\nThis project examines the historical significance of bells, and investigates their transformation from religious instruments to political\nmonuments, notably during the Soviet expansion. By exploring the material history of bells and their connection to geopolitical events,\nthe research aims to decipher the political power embedded in their metallic form. It questions the ontological meanings, histories, and\nramifications of bell metals, emphasizing their impact on individual and social relationships to monuments, bells, and weapons and\ncontributes to a broader understanding of the Russian soundscape, its indigenous cultures, and historical implications.\nID: \nID: \n214057\nStart date: \nStart date: \n08-01-2025\nEnd date: \nEnd date: \n08-01-2029\nLast modified: \nLast modified: \n17-04-2025\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n1 of 11\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nEuropean landscape\nEuropean landscape\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n2 of 11\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nEuropean landscape\nEuropean landscape\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n3 of 11\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nEuropean landscape\nEuropean landscape\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n4 of 11\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nThe sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern\nEuropean landscape\nEuropean landscape\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset Name\nDataset Name\nDescription\nDescription\nNew or\nNew or\nReused\nReused\nDigital\nDigital\nor\nor\nPhysical\nPhysical\nData Type\nData Type\nTechnical\nTechnical\nFormat\nFormat\n(extension)\n(extension)\nData\nData\nVolume\nVolume\n(est.)\n(est.)\nField Recordings\nField Recordings\nAudio recordings of bell sounds from fieldwork\nlocations (Latvia, Georgia, Boston).\nNew\nDigital\nAudiovisual\n(Sound)\nWAV, MP3\n< 1 TB\nArchival\nArchival\nDocumentation\nDocumentation\nPhotos, notes, and documents collected during\narchival research in Eastern Europe and Soviet Central\nAsia.\nNew\nDigital\nImages,\nTextual\nJPEG, PDF,\nDOCX\n< 1 TB\nInterview\nInterview\nRecordings\nRecordings\nAudio/video recordings of interviews with bell makers,\nhistorians, artists, and cultural experts.\nNew\nDigital\nAudiovisual\nWAV, MP4\n< 1 TB\nMaterial\nMaterial\nExperiments\nExperiments\nDocumentation\nDocumentation\nVisual documentation (photos, video) of artistic\nexperiments including metal casting and bell creation\nprocesses.\nNew\nDigital &\nPhysical\nImages,\nAudiovisual\nJPEG, MP4\n< 1 TB\nCompositions and\nCompositions and\nScores\nScores\nOriginal music scores and compositional materials\ncreated for performances with bells.\nNew\nDigital\nTextual,\nSoftware\nPDF,\nMusicXML,\nSibelius (.sib)\n< 1 GB\nPerformance &\nPerformance &\nExhibition\nExhibition\nDocumentation\nDocumentation\nPhotos, videos, audio recordings, catalogues from\npublic performances, final exhibition, and symposium.\nNew\nDigital\nImages,\nAudiovisual,\nTextual\nJPEG, MP4,\nWAV, PDF\n< 1 TB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\n☒\n \nNot applicable:\nNot applicable:\n This research project generates new primary data through original field recordings, artistic practice, archival\nvisits, and interviews. No existing datasets with persistent identifiers (DOI, Handle, URL) are reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nThis project involves artistic, archival, historical, and ethnomusicological research methods including interviews, field recordings,\nand documentation of artistic processes. Interviews will involve expert participants providing oral histories, personal reflections,\nand professional insights. Informed consent will be obtained from all interview participants, ensuring voluntary participation and\nclarity regarding data use, storage, and sharing. No sensitive personal data, human experimentation, animal experimentation, or\ndual-use research will be involved.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nThis research involves interviews (audio and/or video recordings) with bell makers, historians, artists, and cultural experts. The\npersonal data processed will include participant names, professional affiliations, voice recordings, and possibly visual images\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n5 of 11\n(video recordings). Informed consent will be obtained from all interviewees prior to data collection. All data collection, storage,\nand usage practices will follow KU Leuven's guidelines and comply with applicable GDPR regulations, including registration with\nthe KU Leuven privacy register (PRET or EC number will be provided upon approval).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nThis research is primarily artistic, historical, and academic in nature, involving artistic practice, ethnomusicological exploration,\narchival research, and theoretical inquiry. The datasets (field recordings, interviews, artistic documentation, and compositions)\nare created for scholarly purposes, public dissemination, exhibition, and performance contexts, and do not have direct potential\nfor commercial exploitation or technological transfer.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nSome archival images, recordings, and documents collected from third-party institutions (e.g., archives, libraries, museums) may\nhave specific dissemination restrictions based on their internal policies or intellectual property rights. Permission from these\ninstitutions will be sought before public sharing or publishing any related data. These agreements primarily concern the datasets\ncategorized as \nArchival Documentation\n and \nMaterial Experiments Documentation\n.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nLegal issues primarily relate to copyright and ownership of archival materials, images, and recorded interviews. Usage of archival\ndocuments and photographs may be limited by institutional policies or copyright holders. Interview recordings will be subject to\ninformed consent, specifying usage and sharing rights. All artistic works (e.g., compositions, recordings, sculptures) created\nduring the research will be authored by the researcher and subject to standard academic copyright practices unless collaborative\nor co-authored. Permissions will be obtained where necessary, and rights will be clearly attributed in all published and deposited\nmaterials.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTo ensure that all research data remains understandable and reusable over time, both for myself and for others, I will follow a\nstructured documentation strategy:\nFile organization and naming conventions\nFile organization and naming conventions\n will be standardized across datasets. Each dataset (e.g., field recordings,\ninterviews, compositions, documentation of material experiments) will be stored in clearly named folders with version-\ncontrolled subfolders.\nREADME.txt files\nREADME.txt files\n will accompany each major dataset, outlining the purpose, structure, methodology, relevant dates,\nlocations, and technical specifications. This will include information on equipment used for field recordings and casting\nprocesses.\nInterview data\nInterview data\n will include consent documentation, contextual metadata (e.g., interviewee role, location, language, date), and\nanonymized transcripts where necessary.\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n6 of 11\nArtistic datasets\nArtistic datasets\n (e.g., compositions, sculptures, and audio works) will include notes on artistic process, materials, and\nconceptual frameworks, documented in accompanying PDF or TXT files.\nCode and web-based elements\nCode and web-based elements\n (e.g., scripts for database, sound processing, or display) will be documented in-line and with\nexternal technical notes, using GitHub where appropriate.\nArchival research\nArchival research\n will be catalogued with descriptive notes linking each document or photograph to its source institution,\nwith identifiers and metadata reflecting date, location, archive reference code, and conditions of use.\nFor complex datasets, \na codebook (Codebook.tsv or similar format)\na codebook (Codebook.tsv or similar format)\n may be created to explain data variables, categories,\nand meanings, particularly for any structured metadata or tabulated archival records.\nThis documentation approach will ensure long-term accessibility and reusability, and it will follow KU Leuven and LUCA School of\nArts’ guidelines on research data management.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nWhere appropriate, established metadata standards will be used to enhance findability and reuse:\nFor \narchival documentation\narchival documentation\n and \nimages\nimages\n, descriptive metadata will follow elements from \nDublin Core\nDublin Core\n, including title, creator,\nsubject, description, date, and rights information.\nFor \nmusical compositions and scores\nmusical compositions and scores\n, metadata will align with \nMEI (Music Encoding Initiative)\nMEI (Music Encoding Initiative)\n and \nMusicXML\nMusicXML\n conventions,\nwhere applicable.\nFor \ninterviews\ninterviews\n, metadata will follow guidelines for qualitative research (e.g., name or pseudonym, role, language, format,\ndate, consent status), and will be registered in a structured spreadsheet and/or linked metadata file (e.g., CSV or JSON).\nFor \naudio field recordings\naudio field recordings\n, metadata will include standard fields used in ethnomusicology and sound archives: recording\nlocation (GPS), date/time, duration, format, device used, description of content, and rights status.\nArtistic datasets and documentation will include project-specific metadata captured through structured README files and,\nwhere relevant, embedded metadata in media files.\nThese standards will ensure the datasets are compatible with repository requirements and enable meaningful reuse by\nresearchers, artists, and archivists.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\n- KU Leuven OneDrive\n- KU Leuven Large Volume Storage\n- GitHub (for public code and documentation)\n- External encrypted hard drives (for fieldwork and backup)\nDuring the research project, data will be stored using a combination of KU Leuven-managed secure storage services (OneDrive\nand Large Volume Storage) and external encrypted hard drives for mobility during fieldwork. Software, documentation, and non-\nsensitive public project materials (e.g., code, website elements, some scores) will also be versioned and stored using GitHub.\nSensitive and raw data (e.g., interview recordings) will be kept within KU Leuven’s infrastructure and secured with access\ncontrols.\nHow will the data be backed up?\nHow will the data be backed up?\n-Standard back-up provided by KU Leuven ICTS for my storage solution\n-Standard back-up provided by KU Leuven ICTS for my storage solution\n-Personal back-ups I make\n-Personal back-ups I make\nAll data stored on KU Leuven OneDrive and Large Volume Storage will be automatically backed up by ICTS services. In addition, I\nwill maintain personal encrypted backups on two external hard drives, updated monthly. Fieldwork data will be transferred to\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n7 of 11\nsecure storage as soon as possible after collection. Public-facing elements (e.g., code, documentation) stored on GitHub will be\nversion-controlled and periodically mirrored to KU Leuven storage. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient storage and backup capacity will be ensured through a combination of KU Leuven’s OneDrive and Large Volume\nStorage services, supplemented by the purchase of external encrypted hard drives for fieldwork and off-site backups. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll digital data stored on KU Leuven infrastructure (OneDrive and Large Volume Storage) will benefit from institutional security\nmeasures, including access controls, password protection, and regular backups by ICTS. Personal devices and external hard\ndrives will be encrypted and stored in a secure location. All accounts (e.g., KU Leuven, GitHub) will use strong, unique passwords\nand two-factor authentication. Sensitive data (e.g., interviews) will be restricted to approved personnel and stored only on\ninstitutional drives with encrypted backup copies. Data sharing will only occur through secure, traceable channels and with\nappropriate permissions.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe majority of data storage and backup will be handled through KU Leuven’s institutional infrastructure, which does not incur\nadditional costs. Minor expenses are expected for the purchase of external encrypted hard drives to support fieldwork and\nredundant backups. These costs will be covered by the FWO bench fee allocated to the project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll key datasets—including field recordings, interview materials (with consent), artistic documentation, compositions, and final\noutputs (exhibition, symposium materials)—will be preserved for at least 10 years after the project ends. In cases where\ninstitutional or third-party agreements limit long-term access (e.g., restricted archival materials), those datasets will be preserved\ninternally but not made publicly accessible, in accordance with permissions and copyright restrictions.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nLong-term archiving will take place through the KU Leuven Research Data Repository (RDR), which ensures persistent storage and\nassigns DOIs to datasets. A curated archive of the project's GitHub repository, which hosts documentation, compositions, and\ncode, will also be deposited into the RDR. Sensitive data will be stored securely in KU Leuven infrastructure with appropriate\naccess restrictions and retention tracking.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo significant additional costs are anticipated for long-term data preservation, as KU Leuven’s RDR and institutional storage\ninfrastructure are used. Any minor costs (e.g., long-term backup drive maintenance or migration of formats if required) will be\ncovered by the FWO bench fee allocated to the project.\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n8 of 11\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nOpen Access:\nOpen Access:\n Original compositions, artistic documentation (e.g., sound files, scores, process notes), and field recordings\n(excluding sensitive content) will be made openly available through KU Leuven’s Research Data Repository (RDR) and mirrored on\nGitHub where appropriate.\nRestricted Access:\nRestricted Access:\n Interview recordings and archival documentation will be made available only when permissions are granted by\nparticipants or third-party institutions. These materials will be stored in KU Leuven infrastructure with controlled access and may\nbe shared upon request with approval.\nAll datasets will be accompanied by documentation and metadata to support potential reuse, and appropriate licenses will be\napplied to define conditions of use.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nRestricted data—including interview recordings and archival materials—will only be accessible to authorized researchers upon\nrequest, and subject to the following conditions:\nFor interviews\nFor interviews\n, access may be granted to academic researchers upon submission of a formal request and approval by the\nprincipal investigator, provided the participant has given informed consent for data sharing.\nFor archival materials\nFor archival materials\n, access will depend on permissions granted by the holding institutions. Where permitted, materials\nmay be shared under restricted conditions (e.g., non-commercial research use only) or viewed on-site.\nIn all cases, access will be conditional on the acceptance of non-disclosure or data use agreements, where necessary, to\nprotect the rights of individuals or third parties.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\nYes, Ethical aspects\nPrivacy aspects:\nPrivacy aspects:\n Interview recordings include personal data (voice, name, professional identity) and will only be shared with\nexplicit consent from participants. In some cases, data will be anonymized or withheld from public sharing.\nIntellectual Property Rights:\nIntellectual Property Rights:\n Some archival documents and images are subject to copyright or institutional restrictions; their\nreuse or public dissemination may require prior approval.\nEthical aspects:\nEthical aspects:\n Ethical considerations apply to the treatment of sensitive cultural materials and oral histories, especially in\npost-Soviet and decolonial contexts. These materials will be handled with care and in dialogue with involved communities or\nindividuals where relevant.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n1.\nKU Leuven RDR\nKU Leuven RDR\n2.\nOther data repository (specify): GitHub\nOther data repository (specify): GitHub\n3.\nOther (specify): Project website (to be developed)\nOther (specify): Project website (to be developed)\nAdditional Information:\nAdditional Information:\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n9 of 11\nField recordings\nField recordings\n, \ncompositions\ncompositions\n, and \nartistic documentation\nartistic documentation\n will be made available via KU Leuven’s Research Data Repository\n(RDR) with assigned DOIs.\nOpen-source code\nOpen-source code\n, \ndocumentation\ndocumentation\n, and non-sensitive materials will be shared on \nGitHub\nGitHub\n, and archived in the KU Leuven RDR\nfor long-term preservation.\nA curated selection of public-facing materials (e.g., excerpts from recordings, performance videos, images of artworks) will\nbe made available on the \nproject website\nproject website\n, which will function as a dissemination and engagement platform.\nRestricted data\nRestricted data\n (e.g., interviews, certain archival materials) will be stored securely within KU Leuven’s infrastructure and may\nbe made accessible upon request, subject to conditions.\nWhen will the data be made available?\nWhen will the data be made available?\nData such as field recordings, compositions, and artistic documentation will be made publicly available through KU Leuven\nRDR and GitHub \nupon publication of related research outcomes or exhibitions\nupon publication of related research outcomes or exhibitions\n.\nInterview recordings and archival materials\nInterview recordings and archival materials\n will be released selectively and \nonly once permissions from participants or\nonly once permissions from participants or\ninstitutions are obtained\ninstitutions are obtained\n, with some datasets remaining restricted.\nRolling releases\nRolling releases\n of non-sensitive material (e.g., documentation, sonic sketches, selected recordings) will occur throughout\nthe project’s duration to support dissemination and engagement via the project website and research presentations.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\n1.CC-BY 4.0 (data)\n1.CC-BY 4.0 (data)\n2.Data Transfer Agreement (restricted data)\n2.Data Transfer Agreement (restricted data)\n3.MIT licence (code/scripts/documentation on GitHub)\n3.MIT licence (code/scripts/documentation on GitHub)\nOpen-access data\nOpen-access data\n (e.g., compositions, sonic works, non-sensitive documentation) will be shared under a \nCreative Commons\nCreative Commons\nAttribution 4.0 (CC-BY 4.0)\nAttribution 4.0 (CC-BY 4.0)\n license, allowing reuse with appropriate credit.\nCode and documentation\nCode and documentation\n shared on GitHub will be licensed under the \nMIT License\nMIT License\n, promoting openness and reusability.\nRestricted data\nRestricted data\n (e.g., interviews, archival images) will be governed by \nData Transfer Agreements (DTAs)\nData Transfer Agreements (DTAs)\n or shared only under\nnegotiated terms, in compliance with institutional or participant agreements.\nAll data will be clearly marked with the appropriate license or access condition.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nPersistent Identifiers (PIDs), such as \nDOIs\nDOIs\n, will be assigned to all publicly available datasets upon deposit in the KU Leuven\nResearch Data Repository (RDR). This includes field recordings, compositions, documentation, and other sharable outputs. A DOI\nwill also be generated for an archived version of the GitHub repository through RDR to ensure long-term findability and citation.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo significant costs are expected for data sharing, as KU Leuven’s Research Data Repository (RDR) provides free DOI assignment\nand long-term storage. Minor costs may arise from preparing datasets for publication (e.g., formatting, licensing consultation,\nhosting audiovisual content), but these will be covered by the \nFWO bench fee\nFWO bench fee\n allocated to the project.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n10 of 11\nXenia Benivolski \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nXenia Benivolski \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nXenia Benivolski \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nXenia Benivolski \nCreated using DMPonline.be. Last modiﬁed 17 April 2025\n11 of 11"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape Creator: Creator: Xenia Benivolski Principal Investigator: Principal Investigator: Xenia Benivolski Data Manager: Data Manager: Xenia Benivolski Project Administrator: Project Administrator: Xenia Benivolski Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Xenia Benivolski Data Manager: Data Manager: Xenia Benivolski Project abstract: Project abstract: This practice-based research in the arts connects disparate eras in European history through the figure of the Russian bell, combining artistic, curatorial and theoretical methodology through the frameworks of soundscapes (Corbin 1998), Soviet monumentalism (Tumarkin, 1997), and Actor-Network-Theory (Latour, 1996). I suggest that novel intersections between organology and new materialism (Bennet, 2009) could be examined by considering musical instruments as “things to help make what we call society” (Pels, Hetherington, and Vandenberghe, 2002). As part of an embodied research trajectory it involves the production of a number of bells, compositions, articles and performances, that speculate on the material and spiritual qualities shared by the “singing icon” and the political monument. This project examines the historical significance of bells, and investigates their transformation from religious instruments to political monuments, notably during the Soviet expansion. By exploring the material history of bells and their connection to geopolitical events, the research aims to decipher the political power embedded in their metallic form. It questions the ontological meanings, histories, and ramifications of bell metals, emphasizing their impact on individual and social relationships to monuments, bells, and weapons and contributes to a broader understanding of the Russian soundscape, its indigenous cultures, and historical implications. ID: ID: 214057 Start date: Start date: 08-01-2025 End date: End date: 08-01-2029 Last modified: Last modified: 17-04-2025 Created using DMPonline.be. Last modiﬁed 17 April 2025 1 of 11 The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape European landscape Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 17 April 2025 2 of 11 The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape European landscape DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 17 April 2025 3 of 11 The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape European landscape GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 17 April 2025 4 of 11 The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern The sky's like a bell — the moon is its tongue: The sonic and material legacy of bells in the eastern European landscape European landscape FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Dataset Name Description Description New or New or Reused Reused Digital Digital or or Physical Physical Data Type Data Type Technical Technical Format Format (extension) (extension) Data Data Volume Volume (est.) (est.) Field Recordings Field Recordings Audio recordings of bell sounds from fieldwork locations (Latvia, Georgia, Boston). New Digital Audiovisual (Sound) WAV, MP3 < 1 TB Archival Archival Documentation Documentation Photos, notes, and documents collected during archival research in Eastern Europe and Soviet Central Asia. New Digital Images, Textual JPEG, PDF, DOCX < 1 TB Interview Interview Recordings Recordings Audio/video recordings of interviews with bell makers, historians, artists, and cultural experts. New Digital Audiovisual WAV, MP4 < 1 TB Material Material Experiments Experiments Documentation Documentation Visual documentation (photos, video) of artistic experiments including metal casting and bell creation processes. New Digital & Physical Images, Audiovisual JPEG, MP4 < 1 TB Compositions and Compositions and Scores Scores Original music scores and compositional materials created for performances with bells. New Digital Textual, Software PDF, MusicXML, Sibelius (.sib) < 1 GB Performance & Performance & Exhibition Exhibition Documentation Documentation Photos, videos, audio recordings, catalogues from public performances, final exhibition, and symposium. New Digital Images, Audiovisual, Textual JPEG, MP4, WAV, PDF < 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: ☒ Not applicable: Not applicable: This research project generates new primary data through original field recordings, artistic practice, archival visits, and interviews. No existing datasets with persistent identifiers (DOI, Handle, URL) are reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No This project involves artistic, archival, historical, and ethnomusicological research methods including interviews, field recordings, and documentation of artistic processes. Interviews will involve expert participants providing oral histories, personal reflections, and professional insights. Informed consent will be obtained from all interview participants, ensuring voluntary participation and clarity regarding data use, storage, and sharing. No sensitive personal data, human experimentation, animal experimentation, or dual-use research will be involved. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes This research involves interviews (audio and/or video recordings) with bell makers, historians, artists, and cultural experts. The personal data processed will include participant names, professional affiliations, voice recordings, and possibly visual images Created using DMPonline.be. Last modiﬁed 17 April 2025 5 of 11 (video recordings). Informed consent will be obtained from all interviewees prior to data collection. All data collection, storage, and usage practices will follow KU Leuven's guidelines and comply with applicable GDPR regulations, including registration with the KU Leuven privacy register (PRET or EC number will be provided upon approval). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No This research is primarily artistic, historical, and academic in nature, involving artistic practice, ethnomusicological exploration, archival research, and theoretical inquiry. The datasets (field recordings, interviews, artistic documentation, and compositions) are created for scholarly purposes, public dissemination, exhibition, and performance contexts, and do not have direct potential for commercial exploitation or technological transfer. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Some archival images, recordings, and documents collected from third-party institutions (e.g., archives, libraries, museums) may have specific dissemination restrictions based on their internal policies or intellectual property rights. Permission from these institutions will be sought before public sharing or publishing any related data. These agreements primarily concern the datasets categorized as Archival Documentation and Material Experiments Documentation . Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Legal issues primarily relate to copyright and ownership of archival materials, images, and recorded interviews. Usage of archival documents and photographs may be limited by institutional policies or copyright holders. Interview recordings will be subject to informed consent, specifying usage and sharing rights. All artistic works (e.g., compositions, recordings, sculptures) created during the research will be authored by the researcher and subject to standard academic copyright practices unless collaborative or co-authored. Permissions will be obtained where necessary, and rights will be clearly attributed in all published and deposited materials. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To ensure that all research data remains understandable and reusable over time, both for myself and for others, I will follow a structured documentation strategy: File organization and naming conventions File organization and naming conventions will be standardized across datasets. Each dataset (e.g., field recordings, interviews, compositions, documentation of material experiments) will be stored in clearly named folders with version- controlled subfolders. README.txt files README.txt files will accompany each major dataset, outlining the purpose, structure, methodology, relevant dates, locations, and technical specifications. This will include information on equipment used for field recordings and casting processes. Interview data Interview data will include consent documentation, contextual metadata (e.g., interviewee role, location, language, date), and anonymized transcripts where necessary. Created using DMPonline.be. Last modiﬁed 17 April 2025 6 of 11 Artistic datasets Artistic datasets (e.g., compositions, sculptures, and audio works) will include notes on artistic process, materials, and conceptual frameworks, documented in accompanying PDF or TXT files. Code and web-based elements Code and web-based elements (e.g., scripts for database, sound processing, or display) will be documented in-line and with external technical notes, using GitHub where appropriate. Archival research Archival research will be catalogued with descriptive notes linking each document or photograph to its source institution, with identifiers and metadata reflecting date, location, archive reference code, and conditions of use. For complex datasets, a codebook (Codebook.tsv or similar format) a codebook (Codebook.tsv or similar format) may be created to explain data variables, categories, and meanings, particularly for any structured metadata or tabulated archival records. This documentation approach will ensure long-term accessibility and reusability, and it will follow KU Leuven and LUCA School of Arts’ guidelines on research data management. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Where appropriate, established metadata standards will be used to enhance findability and reuse: For archival documentation archival documentation and images images , descriptive metadata will follow elements from Dublin Core Dublin Core , including title, creator, subject, description, date, and rights information. For musical compositions and scores musical compositions and scores , metadata will align with MEI (Music Encoding Initiative) MEI (Music Encoding Initiative) and MusicXML MusicXML conventions, where applicable. For interviews interviews , metadata will follow guidelines for qualitative research (e.g., name or pseudonym, role, language, format, date, consent status), and will be registered in a structured spreadsheet and/or linked metadata file (e.g., CSV or JSON). For audio field recordings audio field recordings , metadata will include standard fields used in ethnomusicology and sound archives: recording location (GPS), date/time, duration, format, device used, description of content, and rights status. Artistic datasets and documentation will include project-specific metadata captured through structured README files and, where relevant, embedded metadata in media files. These standards will ensure the datasets are compatible with repository requirements and enable meaningful reuse by researchers, artists, and archivists. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? - KU Leuven OneDrive - KU Leuven Large Volume Storage - GitHub (for public code and documentation) - External encrypted hard drives (for fieldwork and backup) During the research project, data will be stored using a combination of KU Leuven-managed secure storage services (OneDrive and Large Volume Storage) and external encrypted hard drives for mobility during fieldwork. Software, documentation, and non- sensitive public project materials (e.g., code, website elements, some scores) will also be versioned and stored using GitHub. Sensitive and raw data (e.g., interview recordings) will be kept within KU Leuven’s infrastructure and secured with access controls. How will the data be backed up? How will the data be backed up? -Standard back-up provided by KU Leuven ICTS for my storage solution -Standard back-up provided by KU Leuven ICTS for my storage solution -Personal back-ups I make -Personal back-ups I make All data stored on KU Leuven OneDrive and Large Volume Storage will be automatically backed up by ICTS services. In addition, I will maintain personal encrypted backups on two external hard drives, updated monthly. Fieldwork data will be transferred to Created using DMPonline.be. Last modiﬁed 17 April 2025 7 of 11 secure storage as soon as possible after collection. Public-facing elements (e.g., code, documentation) stored on GitHub will be version-controlled and periodically mirrored to KU Leuven storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient storage and backup capacity will be ensured through a combination of KU Leuven’s OneDrive and Large Volume Storage services, supplemented by the purchase of external encrypted hard drives for fieldwork and off-site backups. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All digital data stored on KU Leuven infrastructure (OneDrive and Large Volume Storage) will benefit from institutional security measures, including access controls, password protection, and regular backups by ICTS. Personal devices and external hard drives will be encrypted and stored in a secure location. All accounts (e.g., KU Leuven, GitHub) will use strong, unique passwords and two-factor authentication. Sensitive data (e.g., interviews) will be restricted to approved personnel and stored only on institutional drives with encrypted backup copies. Data sharing will only occur through secure, traceable channels and with appropriate permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The majority of data storage and backup will be handled through KU Leuven’s institutional infrastructure, which does not incur additional costs. Minor expenses are expected for the purchase of external encrypted hard drives to support fieldwork and redundant backups. These costs will be covered by the FWO bench fee allocated to the project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 10 years according to KU Leuven RDM policy All key datasets—including field recordings, interview materials (with consent), artistic documentation, compositions, and final outputs (exhibition, symposium materials)—will be preserved for at least 10 years after the project ends. In cases where institutional or third-party agreements limit long-term access (e.g., restricted archival materials), those datasets will be preserved internally but not made publicly accessible, in accordance with permissions and copyright restrictions. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Long-term archiving will take place through the KU Leuven Research Data Repository (RDR), which ensures persistent storage and assigns DOIs to datasets. A curated archive of the project's GitHub repository, which hosts documentation, compositions, and code, will also be deposited into the RDR. Sensitive data will be stored securely in KU Leuven infrastructure with appropriate access restrictions and retention tracking. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No significant additional costs are anticipated for long-term data preservation, as KU Leuven’s RDR and institutional storage infrastructure are used. Any minor costs (e.g., long-term backup drive maintenance or migration of formats if required) will be covered by the FWO bench fee allocated to the project. Created using DMPonline.be. Last modiﬁed 17 April 2025 8 of 11 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Open Access: Open Access: Original compositions, artistic documentation (e.g., sound files, scores, process notes), and field recordings (excluding sensitive content) will be made openly available through KU Leuven’s Research Data Repository (RDR) and mirrored on GitHub where appropriate. Restricted Access: Restricted Access: Interview recordings and archival documentation will be made available only when permissions are granted by participants or third-party institutions. These materials will be stored in KU Leuven infrastructure with controlled access and may be shared upon request with approval. All datasets will be accompanied by documentation and metadata to support potential reuse, and appropriate licenses will be applied to define conditions of use. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Restricted data—including interview recordings and archival materials—will only be accessible to authorized researchers upon request, and subject to the following conditions: For interviews For interviews , access may be granted to academic researchers upon submission of a formal request and approval by the principal investigator, provided the participant has given informed consent for data sharing. For archival materials For archival materials , access will depend on permissions granted by the holding institutions. Where permitted, materials may be shared under restricted conditions (e.g., non-commercial research use only) or viewed on-site. In all cases, access will be conditional on the acceptance of non-disclosure or data use agreements, where necessary, to protect the rights of individuals or third parties. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights Yes, Ethical aspects Privacy aspects: Privacy aspects: Interview recordings include personal data (voice, name, professional identity) and will only be shared with explicit consent from participants. In some cases, data will be anonymized or withheld from public sharing. Intellectual Property Rights: Intellectual Property Rights: Some archival documents and images are subject to copyright or institutional restrictions; their reuse or public dissemination may require prior approval. Ethical aspects: Ethical aspects: Ethical considerations apply to the treatment of sensitive cultural materials and oral histories, especially in post-Soviet and decolonial contexts. These materials will be handled with care and in dialogue with involved communities or individuals where relevant. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. 1. KU Leuven RDR KU Leuven RDR 2. Other data repository (specify): GitHub Other data repository (specify): GitHub 3. Other (specify): Project website (to be developed) Other (specify): Project website (to be developed) Additional Information: Additional Information: Created using DMPonline.be. Last modiﬁed 17 April 2025 9 of 11 Field recordings Field recordings , compositions compositions , and artistic documentation artistic documentation will be made available via KU Leuven’s Research Data Repository (RDR) with assigned DOIs. Open-source code Open-source code , documentation documentation , and non-sensitive materials will be shared on GitHub GitHub , and archived in the KU Leuven RDR for long-term preservation. A curated selection of public-facing materials (e.g., excerpts from recordings, performance videos, images of artworks) will be made available on the project website project website , which will function as a dissemination and engagement platform. Restricted data Restricted data (e.g., interviews, certain archival materials) will be stored securely within KU Leuven’s infrastructure and may be made accessible upon request, subject to conditions. When will the data be made available? When will the data be made available? Data such as field recordings, compositions, and artistic documentation will be made publicly available through KU Leuven RDR and GitHub upon publication of related research outcomes or exhibitions upon publication of related research outcomes or exhibitions . Interview recordings and archival materials Interview recordings and archival materials will be released selectively and only once permissions from participants or only once permissions from participants or institutions are obtained institutions are obtained , with some datasets remaining restricted. Rolling releases Rolling releases of non-sensitive material (e.g., documentation, sonic sketches, selected recordings) will occur throughout the project’s duration to support dissemination and engagement via the project website and research presentations. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. 1.CC-BY 4.0 (data) 1.CC-BY 4.0 (data) 2.Data Transfer Agreement (restricted data) 2.Data Transfer Agreement (restricted data) 3.MIT licence (code/scripts/documentation on GitHub) 3.MIT licence (code/scripts/documentation on GitHub) Open-access data Open-access data (e.g., compositions, sonic works, non-sensitive documentation) will be shared under a Creative Commons Creative Commons Attribution 4.0 (CC-BY 4.0) Attribution 4.0 (CC-BY 4.0) license, allowing reuse with appropriate credit. Code and documentation Code and documentation shared on GitHub will be licensed under the MIT License MIT License , promoting openness and reusability. Restricted data Restricted data (e.g., interviews, archival images) will be governed by Data Transfer Agreements (DTAs) Data Transfer Agreements (DTAs) or shared only under negotiated terms, in compliance with institutional or participant agreements. All data will be clearly marked with the appropriate license or access condition. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Persistent Identifiers (PIDs), such as DOIs DOIs , will be assigned to all publicly available datasets upon deposit in the KU Leuven Research Data Repository (RDR). This includes field recordings, compositions, documentation, and other sharable outputs. A DOI will also be generated for an archived version of the GitHub repository through RDR to ensure long-term findability and citation. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No significant costs are expected for data sharing, as KU Leuven’s Research Data Repository (RDR) provides free DOI assignment and long-term storage. Minor costs may arise from preparing datasets for publication (e.g., formatting, licensing consultation, hosting audiovisual content), but these will be covered by the FWO bench fee FWO bench fee allocated to the project. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 17 April 2025 10 of 11 Xenia Benivolski Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Xenia Benivolski Who will manage data preservation and sharing? Who will manage data preservation and sharing? Xenia Benivolski Who will update and implement this DMP? Who will update and implement this DMP? Xenia Benivolski Created using DMPonline.be. Last modiﬁed 17 April 2025 11 of 11"
}