{
    "document_id": "D-2022-1522",
    "LinkTitle": "D-2022-1522",
    "file_name": "D-2022-1522.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1522.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n G0A1122N\nGrant Title\n G0A1122N\nPrincipal Investigator / Researcher\n Gabriele Bergers\nDescription\n Endothelial cells (EC) have versatile functions beyond oxygen and nutrient delivery.\nAmong the different EC types, High-endothelial venules (HEVs) are specialized blood vessels that\nexhibit explicit features to interact with lymphocytes and enable their transport into the lymphoid\norgans for priming and education. HEVs can also spontaneously appear in non-lymphoid organs\nduring chronic inflammation and contribute to the formation of T and B-cell lymphocyte TLS\ncenters (tertiary lymphoid structures). Due to the boosted immune activity, TLSs/HEVs worsen\ndisease outcomes in patients with chronic inflammation and autoimmune disease, while cancer\npatients largely benefit from them with a better outcome and enhanced survival. These results\npoint to HEVs as checkpoints of immune surveillance, but their generation, immune functions and\nnecessity to produce TLSs are not well understood. We propose that HEVs, besides lymphocyte\ntrafficking, have additional immune functions. They produce active immune centers by helping to\nactivate and amplify T cell numbers and activity. In turn, primed CD8 and NK cells facilitate EC\nconversion into HEVs while Tregs restrain it. Thus, understanding the ontogeny of ectopic HEVs\nand their intricate unctional reciprocal interaction with distinct lymphocytes may lead to new\ntherapeutic approaches that improve immune-modulating therapies in patients.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nGabriele Bergers\nFWO Project Number & Title\nG\n0A1122N: \nImmuunfuncties en regulering van high endothelial venules\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of\nData\n \nFormats\n \nVolume\n \nGeneration\n \nMicroscopy\nimages and\nassays\n \n.zen/.lif/.tif/.jpeg/.psd\n \n2MB-5GB\n \nAcquisition using AxioImager\nApotome Z1 (Zeiss), Axiovert S100,\nand Leica SP8 confocal/2-photon\nmicroscopes.\n \nAnalyses using Zen (Zeiss), LAS X\n(Leica), Photoshop (Adobe) and\nImageJ softwares\n \nProliferation\nand\ncytotoxicity\nassays\n \n.xlsx\n \n15KB per\nmeasurements\n \nRead-outs obtained with the Gen5\nsoftware. Data maintained in excel\nfiles\n \nWestern\nblotting\n \n.tif/.jpeg\n \n4MB per file\n \nAcquisition using Image Lab\nsoftware and analyzed using\nImageJ\n \nqPCR\n \n.xlsx/.pzfx\n \n15KB per\nmeasurements\n \nAnalysis with Bio-Rad CFX\nsoftware. Results exported in an\nexcel file and analyzed using\nGraphPad Prism 8\n \n \nFlow\ncytometry\n \n.fcs\n \n500MB\n \nAcquisition using BD FACS Canto II\nand BD FACS Fusion\n \nAnalyses using BD FACS Diva and\nFlowJo\n \nscRNA-seq\n \n.fastq\n \n10-30GB\n \nData generated with 10x Genomics\nSoftwares, and analyzed using\nR/Python and packages (Seurat,\nGSEA, SCENIC, ScVelo)\n \nPublications,\nand\npresentation\nof data\n \n.docx/.pptx/.enl/.pzfx/.psd/.ai\n \n15KB-200MB\n \nPublications generated using\nMicrosoft Word, Endnote, Adobe\nPhotoshop and Illustrator.\nPresentation of data using\nMicrosoft Powerpoint and\nGraphPad Prism\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe ethics committee that deals with the application is the Ethical Committee for Animal\nExperimentation of KU Leuven (Belgium). ECD: 058/2021\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nMicroscopy images obtained from assays (in vitro and in vivo) will be saved in a shared\ndrive accessible by all lab members involved in the project. The number of experiment,\nprotocols and stainings will be described in detail in lab notebooks and will also be available\nin the shared drive.\n \n2\n. \nRaw data from proliferation assays, qPCR, flow cytometry, and western blotting will be\nsaved in a shared drive identified by number of experiment and also indicated in the lab\nbook. Protocols and methodology used will be attached with a clear description to facilitate\nreproducibility at any time.\n3\n. \nscRNAseq data is stored on the KULeuven L-drive\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nAll datasets will be listed and summarized in an excel file (.xlsx). In addition, all lab members will\nhave access to this file to easily find, interpret, use and reproduce the data generated if\nnecessary.\n \n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData will be stored on the L-drive (large storage network), a shared drive managed by the ICTS-IT\ndepartment. In addition, a cloud-based KU Leuven is available for each research group to secure\n \nstorage\n \nand share documents. An unlimited storage space is available and maintained by the\n \nICTS-IT\n \ndepartment.\nHow is backup of the data provided?\nThe data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L-\ndrive is\n \ncontrolled by the ICTS KU Leuven department. Additionally, every researcher's computer\n \nis equipped with\n \nthe \nDruva\n Cloud Platform that allows to back up even every 5 minutes\n \n(managed individually).\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nAn unlimited storage space is available and maintained by the ICTS-IT department.\n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nBack-up costs of 1 TB (KU Leuven ICTS) 113.84 euros/year.\n \nThe lab budget will cover storage and back up costs.\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nResearch data are stored and managed by the KU Leuven IT department and are accessible only\n \nby the\n \nresearchers working on the project.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll generated data will be retained for at least 5 years after the end of the project. For publication\n \npurposes, our data will be publicly available on data repositories and published articles that have\n \nan open\n \naccess status.\n \nWhere will the data be archived (= stored for the longer term)?\nData will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven\n \ndepartment.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nYearly storage costs of 1TB data on the K-drive: 56,92 euros. Costs will be covered by internal lab\n \nfunding.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data generated will be made available after ap\np\nrop\nr\niate IP protection.\n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nData will be published using open access publications and will be available at dedicated data\n \nrepositories.\n \nUnpublished research data will be accessible to the PI's group and all scientific\n \ncollaborators involved in\n \nthe project.\n \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAfter being published\n, \nall the data will be uploaded in public GEO data base.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe don't expect any costs regarding data sharing to publicly available repositories.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nData documentation and metadata: PI (Gabriele \nBergers\n) and lab manager (Kevin \nFeyen\n).\n \nWho will be responsible for data storage & back up during the project?\nData storage, back up and reuse: VIB IT-manager (Urbain Schepereel) and ICTS-IT department\n(KULeuven).\n \n \nWho will be responsible for ensuring data preservation and reuse ?\nPI (Gabriele \nBergers\n) and lab manager (Kevin \nFeyen\n).\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Gabriele \nBergers\n) bears the end responsibility of updating & implementing this\n \nDMP.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier G0A1122N Grant Title G0A1122N Principal Investigator / Researcher Gabriele Bergers Description Endothelial cells (EC) have versatile functions beyond oxygen and nutrient delivery. Among the different EC types, High-endothelial venules (HEVs) are specialized blood vessels that exhibit explicit features to interact with lymphocytes and enable their transport into the lymphoid organs for priming and education. HEVs can also spontaneously appear in non-lymphoid organs during chronic inflammation and contribute to the formation of T and B-cell lymphocyte TLS centers (tertiary lymphoid structures). Due to the boosted immune activity, TLSs/HEVs worsen disease outcomes in patients with chronic inflammation and autoimmune disease, while cancer patients largely benefit from them with a better outcome and enhanced survival. These results point to HEVs as checkpoints of immune surveillance, but their generation, immune functions and necessity to produce TLSs are not well understood. We propose that HEVs, besides lymphocyte trafficking, have additional immune functions. They produce active immune centers by helping to activate and amplify T cell numbers and activity. In turn, primed CD8 and NK cells facilitate EC conversion into HEVs while Tregs restrain it. Thus, understanding the ontogeny of ectopic HEVs and their intricate unctional reciprocal interaction with distinct lymphocytes may lead to new therapeutic approaches that improve immune-modulating therapies in patients. Institution KU Leuven 1. General Information Name applicant Gabriele Bergers FWO Project Number & Title G 0A1122N: Immuunfuncties en regulering van high endothelial venules Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of Data Formats Volume Generation Microscopy images and assays .zen/.lif/.tif/.jpeg/.psd 2MB-5GB Acquisition using AxioImager Apotome Z1 (Zeiss), Axiovert S100, and Leica SP8 confocal/2-photon microscopes. Analyses using Zen (Zeiss), LAS X (Leica), Photoshop (Adobe) and ImageJ softwares Proliferation and cytotoxicity assays .xlsx 15KB per measurements Read-outs obtained with the Gen5 software. Data maintained in excel files Western blotting .tif/.jpeg 4MB per file Acquisition using Image Lab software and analyzed using ImageJ qPCR .xlsx/.pzfx 15KB per measurements Analysis with Bio-Rad CFX software. Results exported in an excel file and analyzed using GraphPad Prism 8 Flow cytometry .fcs 500MB Acquisition using BD FACS Canto II and BD FACS Fusion Analyses using BD FACS Diva and FlowJo scRNA-seq .fastq 10-30GB Data generated with 10x Genomics Softwares, and analyzed using R/Python and packages (Seurat, GSEA, SCENIC, ScVelo) Publications, and presentation of data .docx/.pptx/.enl/.pzfx/.psd/.ai 15KB-200MB Publications generated using Microsoft Word, Endnote, Adobe Photoshop and Illustrator. Presentation of data using Microsoft Powerpoint and GraphPad Prism 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The ethics committee that deals with the application is the Ethical Committee for Animal Experimentation of KU Leuven (Belgium). ECD: 058/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . Microscopy images obtained from assays (in vitro and in vivo) will be saved in a shared drive accessible by all lab members involved in the project. The number of experiment, protocols and stainings will be described in detail in lab notebooks and will also be available in the shared drive. 2 . Raw data from proliferation assays, qPCR, flow cytometry, and western blotting will be saved in a shared drive identified by number of experiment and also indicated in the lab book. Protocols and methodology used will be attached with a clear description to facilitate reproducibility at any time. 3 . scRNAseq data is stored on the KULeuven L-drive Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes All datasets will be listed and summarized in an excel file (.xlsx). In addition, all lab members will have access to this file to easily find, interpret, use and reproduce the data generated if necessary. 5. Data storage and backup during the FWO project Where will the data be stored? Data will be stored on the L-drive (large storage network), a shared drive managed by the ICTS-IT department. In addition, a cloud-based KU Leuven is available for each research group to secure storage and share documents. An unlimited storage space is available and maintained by the ICTS-IT department. How is backup of the data provided? The data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L- drive is controlled by the ICTS KU Leuven department. Additionally, every researcher's computer is equipped with the Druva Cloud Platform that allows to back up even every 5 minutes (managed individually). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes An unlimited storage space is available and maintained by the ICTS-IT department. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up costs of 1 TB (KU Leuven ICTS) 113.84 euros/year. The lab budget will cover storage and back up costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data are stored and managed by the KU Leuven IT department and are accessible only by the researchers working on the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All generated data will be retained for at least 5 years after the end of the project. For publication purposes, our data will be publicly available on data repositories and published articles that have an open access status. Where will the data be archived (= stored for the longer term)? Data will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven department. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Yearly storage costs of 1TB data on the K-drive: 56,92 euros. Costs will be covered by internal lab funding. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data generated will be made available after ap p rop r iate IP protection. Where/how will the data be made available for reuse? In an Open Access repository Data will be published using open access publications and will be available at dedicated data repositories. Unpublished research data will be accessible to the PI's group and all scientific collaborators involved in the project. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? After being published , all the data will be uploaded in public GEO data base. What are the expected costs for data sharing? How will the costs be covered? We don't expect any costs regarding data sharing to publicly available repositories. 8. Responsibilities Who will be responsible for data documentation & metadata? Data documentation and metadata: PI (Gabriele Bergers ) and lab manager (Kevin Feyen ). Who will be responsible for data storage & back up during the project? Data storage, back up and reuse: VIB IT-manager (Urbain Schepereel) and ICTS-IT department (KULeuven). Who will be responsible for ensuring data preservation and reuse ? PI (Gabriele Bergers ) and lab manager (Kevin Feyen ). Who bears the end responsibility for updating & implementing this DMP? The PI (Gabriele Bergers ) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}