{
    "document_id": "D-2025-3647",
    "LinkTitle": "D-2025-3647",
    "file_name": "D-2025-3647.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3647.pdf",
    "metadata": {
        "title": "Neuropeptides and nictation",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Neuropeptides and nictation\nNeuropeptides and nictation\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n1 of 8\nNeuropeptides and nictation\nNeuropeptides and nictation\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n2 of 8\nNeuropeptides and nictation\nNeuropeptides and nictation\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nlab notebooks\nlab notebooks\nnew\nphysical &\ndigital\ncompiled\ntextual (.docx\nand .pdf)\n<100MB\n1-10 A4\nnotebooks\nprotocols\nprotocols\nreuse & new\ndigital\ndescriptive\ntextual (.docx\nand .pdf)\n<100MB\nNA\ncomputational\ncode\ncomputational\ncode\nreuse & new\ndigital\nsoftware\n.py\n<100MB\nNA\nmanuscripts\nmanuscripts\nnew\ndigital\ncompiled\ntextual (.docx\nand .pdf),\nimage and\nvector files\n(.jpg, .tif,\n.psd, .ai)\n<100MB\nNA\nsequences\nsequences\nnew\ndigital\nexperimental\n.ab1, .txt, .scf\n<100MB\nNA\nbacterial\nstocks\nbacterial\nstocks\nreuse & new\nphysical\nNA\nNA\nNA\nup to 0.25\nracks in -\n80 freezer\nplasmids\nplasmids\nreuse & new\nphysical\nNA\nNA\nNA\nup to 0.25\nracks in -\n80 freezer\ntransgenic\nanimals\ntransgenic\nanimals\nreuse & new\nphysical\nNA\nNA\nNA\nup to 0.5\nracks in -\n80 freezer\nfunctional\nassay data\nvideos and\nraw images\nnew\ndigital\nexperimental\n.avi, .bmp,\n.jpg, .tif\n<50TB\nNA\nconfocal\nimages\nconfocal\nimages\nnew\ndigital\nexperimental\n.czi\n<50TB\nNA\n \nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n3 of 8\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nprotocols: LeuvenWorms protocol database, maintained in KU Leuven OneDrive\ncomputational code: Temmerman lab GitHub page (\nhttps://github.com/TemmermanLab)\nbacterial stocks and plasmids: lab freezer, also received from collaborators and/or commercial providers depending on project\nneeds\ntransgenic animals: lab freezer, also received from collaborators and/or stock centers (CGC, Minnesota, USA -\nhttps://cgc.umn.edu\n; NBRP, Japan - \nhttps://nbrp.jp/en/resource/c-elegans-en/\n) depending on project needs.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nBut only on the longer term, and not restricted to a specific dataset or data type. Genes found to be regulators of nictation in \nC.\nelegans\n are interesting candidates to pursue for follow-up work in commercial nematodes. One interesting question is whether\naffecting nictation, will also affect host finding of parasitic nematodes, hence, applicability in the field. The potential for\ncommercial valorization is indirect, and will become relevant in follow-up research.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n4 of 8\nAll data are stored according to our in house data management procedure (protocol available to all lab members). In essence:\nduring active research, every researcher in our teams must adhere to this protocol, and is also allocated sufficient server\nspace for the backup of raw data files. There are only high-level instructions on data organization at this moment, to provide\nmuch-needed interpersonal and interproject flexibility, but all researchers must fill out lab notebooks diligently (hard copies\ncombined with electronic reports, including using Benchling);\nupon publication, all supporting (raw and other) data are stored together with the manuscript files, and README.txt files\nprovide the needed metadata to navigate these easily;\nfor unpublished work, data are transferred to the PI, who keeps those data organized in KU Leuven LVS storage, and\nREADME.txt files also accompany all stored data, which now also include instructions on future use.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nUnless requested by a repository.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nOur teams make use of combined storage of:\nKU Leuven One Drive cloud storage (personal space for researchers)\nKU Leuven LVS (raw data, project data, alumni data, published data)\nIn house servers (backup of raw data) and local PC storage & hard drives (needed for large volume data actively being used)\nOnline repositories and databases (mostly published data, also unpublished omics data - e.g. raw -omics data, raw imaging\ndata, computational code)\nHow will the data be backed up?\nHow will the data be backed up?\nOneDrive and LVS cloud storage provide backup.\nWe additionally rely on in-house servers, and hard drives for additional backup of data.\nWorm strains are aliquoted over different -80 freezers to account for potential freezer failure. Experimental samples are typically\nnot backed up: if lost, the experiment simply needs to be repeated (this considers cost/benefit in light of odds of this happening).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe imaging data will make up the vast bulk of to storage capacity needed. A single video file and its analysis currently require\n5GB of data. We also require 5GB of data per confocal Z-stack image. Hence, we estimate approximately 20-25TB of data storage\nto be needed for this proposal, as considered in the budget of the application. As such, we will be able to pay for the needed\ncloud-based support.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to all folders is protected by KU Leuven and restrictions based on staff accounts apply.\nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n5 of 8\nHard drives contain raw data only, and are a potential security risk (they may be stolen). However, these do not contain sensitive\ndata (only raw video material of worms).\nAll lab PCs are LUNA-staged desktops, and are located in rooms with restricted access (building, hallway and room-level access\nneeded). It is impossible to fully exclude the option that there would be a break-in, someone might steal the PCs and then hack\ninto the system to obtain research data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe plan to provide up to 25TB of project-specific storage capacity, achieved via a combination of hard drives (to combine with\nour imaging setups) with KU Leuven ICTS-supported accessible storage and large volume cloud storage. Estimated costs are\ntherefore EUR 3.000 per year.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll (including original/raw) data pertaining to publications will be deposited and/or stored by the corresponding author (cf. \"where\nwill the data be stored?\" above). Electronic data are stored in line with KU Leuven’s DMP, backed up via intranet cloud services.\nThere are associated costs, and if these cannot be met (we operate fully on competitively acquired funding), KU Leuven will be\ninformed of the risk. C. elegans and bacterial stocks are stored at -80°C, some published worm strains may be sent to the USA\nstock center for long-term storage. Lab notebooks are archived on site, experimental samples are typically used, and therefore\nnot kept for long-term storage.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nOur policy is to revisit and curate data management once a 10-year horizon (either after publication year, or after the lab member\nleft the team) has passed. For this, the PI will make the needed decisions based on the metadata, relevance of the data to\nongoing research, and other relevant information kept as described above.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are not insignificant: large volumes of raw data require a few 1000 EUR yearly (cf. above). As we operate fully on\ncompetitively acquired funding, it is not unlikely that problems may arise in the future. If so, we will consult with KU Leuven on\nhow to proceed.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nPublished data are always openly available: manuscripts are published open access, scripts are provided through GitHub, wet lab\nresources are deposited to stock centers and/or freely shared with not-for-profit actors requesting them.\nUnpublished data are typically shared via restricted access: either through collaboration, or after explicit approval. \nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n6 of 8\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nRestricted access data is always available to all lab members of the LeuvenWorms teams (Temmerman, Schafer, Beets, Schoofs,\nJelier). Further sharing of those data is only possible after permission by the corresponding PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nManuscripts are submitted to BioRxiv and diverse journals - availability of associated data will depend on where it is published, as\ndifferent publishers offer different options (some permit to include all raw data, others require it to be made available elsewhere).\nOur computational code is always made available via GitHub. Unpublished data are kept locally (e.g. KU Leuven LVS) and/or in\nonline repositories (less applicable to this project). Experimental samples are thawed from our freezers and shipped upon\nrequest.\nWhen will the data be made available?\nWhen will the data be made available?\nBy default, data are made fully available upon publication. However, we typically share data long before this, often as a result of\nconference attendance and/or other interactions with researchers around the globe. Modalities of such sharing are tackled case-\nby-case (e.g. using Belnet FileSender).\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nnone. Published data can be reused. For unpublished data, we always agree on usage conditions on a case-by-case basis.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nWhenever deposited.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nUntil now, we have always been able to freely deposit our data. Should this change in the future, we will have to adjust our\nstrategies accordingly, depending on the situation (e.g. published vs collaborator). There are no project-specific costs planned for\ndata sharing.\nResearchers requesting experimental samples and/or lab strains always cover the shipping costs. Similarly so, when we are the\nreceiving party, we cover those costs - these are part of our general consumables expenses.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nresearchers in agreement with PIs \nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n7 of 8\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nresearchers in agreement with PIs \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\ncorresponding authors / PIs \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPIs (Temmerman and Schafer) \nCreated using DMPonline.be. Last modiﬁed 07 March 2025\n8 of 8"
    },
    "clean_full_text": "Neuropeptides and nictation Neuropeptides and nictation DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 March 2025 1 of 8 Neuropeptides and nictation Neuropeptides and nictation GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 March 2025 2 of 8 Neuropeptides and nictation Neuropeptides and nictation FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA lab notebooks lab notebooks new physical & digital compiled textual (.docx and .pdf) <100MB 1-10 A4 notebooks protocols protocols reuse & new digital descriptive textual (.docx and .pdf) <100MB NA computational code computational code reuse & new digital software .py <100MB NA manuscripts manuscripts new digital compiled textual (.docx and .pdf), image and vector files (.jpg, .tif, .psd, .ai) <100MB NA sequences sequences new digital experimental .ab1, .txt, .scf <100MB NA bacterial stocks bacterial stocks reuse & new physical NA NA NA up to 0.25 racks in - 80 freezer plasmids plasmids reuse & new physical NA NA NA up to 0.25 racks in - 80 freezer transgenic animals transgenic animals reuse & new physical NA NA NA up to 0.5 racks in - 80 freezer functional assay data videos and raw images new digital experimental .avi, .bmp, .jpg, .tif <50TB NA confocal images confocal images new digital experimental .czi <50TB NA Created using DMPonline.be. Last modiﬁed 07 March 2025 3 of 8 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: protocols: LeuvenWorms protocol database, maintained in KU Leuven OneDrive computational code: Temmerman lab GitHub page ( https://github.com/TemmermanLab) bacterial stocks and plasmids: lab freezer, also received from collaborators and/or commercial providers depending on project needs transgenic animals: lab freezer, also received from collaborators and/or stock centers (CGC, Minnesota, USA - https://cgc.umn.edu ; NBRP, Japan - https://nbrp.jp/en/resource/c-elegans-en/ ) depending on project needs. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No But only on the longer term, and not restricted to a specific dataset or data type. Genes found to be regulators of nictation in C. elegans are interesting candidates to pursue for follow-up work in commercial nematodes. One interesting question is whether affecting nictation, will also affect host finding of parasitic nematodes, hence, applicability in the field. The potential for commercial valorization is indirect, and will become relevant in follow-up research. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 07 March 2025 4 of 8 All data are stored according to our in house data management procedure (protocol available to all lab members). In essence: during active research, every researcher in our teams must adhere to this protocol, and is also allocated sufficient server space for the backup of raw data files. There are only high-level instructions on data organization at this moment, to provide much-needed interpersonal and interproject flexibility, but all researchers must fill out lab notebooks diligently (hard copies combined with electronic reports, including using Benchling); upon publication, all supporting (raw and other) data are stored together with the manuscript files, and README.txt files provide the needed metadata to navigate these easily; for unpublished work, data are transferred to the PI, who keeps those data organized in KU Leuven LVS storage, and README.txt files also accompany all stored data, which now also include instructions on future use. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No Unless requested by a repository. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Our teams make use of combined storage of: KU Leuven One Drive cloud storage (personal space for researchers) KU Leuven LVS (raw data, project data, alumni data, published data) In house servers (backup of raw data) and local PC storage & hard drives (needed for large volume data actively being used) Online repositories and databases (mostly published data, also unpublished omics data - e.g. raw -omics data, raw imaging data, computational code) How will the data be backed up? How will the data be backed up? OneDrive and LVS cloud storage provide backup. We additionally rely on in-house servers, and hard drives for additional backup of data. Worm strains are aliquoted over different -80 freezers to account for potential freezer failure. Experimental samples are typically not backed up: if lost, the experiment simply needs to be repeated (this considers cost/benefit in light of odds of this happening). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The imaging data will make up the vast bulk of to storage capacity needed. A single video file and its analysis currently require 5GB of data. We also require 5GB of data per confocal Z-stack image. Hence, we estimate approximately 20-25TB of data storage to be needed for this proposal, as considered in the budget of the application. As such, we will be able to pay for the needed cloud-based support. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to all folders is protected by KU Leuven and restrictions based on staff accounts apply. Created using DMPonline.be. Last modiﬁed 07 March 2025 5 of 8 Hard drives contain raw data only, and are a potential security risk (they may be stolen). However, these do not contain sensitive data (only raw video material of worms). All lab PCs are LUNA-staged desktops, and are located in rooms with restricted access (building, hallway and room-level access needed). It is impossible to fully exclude the option that there would be a break-in, someone might steal the PCs and then hack into the system to obtain research data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? We plan to provide up to 25TB of project-specific storage capacity, achieved via a combination of hard drives (to combine with our imaging setups) with KU Leuven ICTS-supported accessible storage and large volume cloud storage. Estimated costs are therefore EUR 3.000 per year. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All (including original/raw) data pertaining to publications will be deposited and/or stored by the corresponding author (cf. \"where will the data be stored?\" above). Electronic data are stored in line with KU Leuven’s DMP, backed up via intranet cloud services. There are associated costs, and if these cannot be met (we operate fully on competitively acquired funding), KU Leuven will be informed of the risk. C. elegans and bacterial stocks are stored at -80°C, some published worm strains may be sent to the USA stock center for long-term storage. Lab notebooks are archived on site, experimental samples are typically used, and therefore not kept for long-term storage. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Our policy is to revisit and curate data management once a 10-year horizon (either after publication year, or after the lab member left the team) has passed. For this, the PI will make the needed decisions based on the metadata, relevance of the data to ongoing research, and other relevant information kept as described above. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are not insignificant: large volumes of raw data require a few 1000 EUR yearly (cf. above). As we operate fully on competitively acquired funding, it is not unlikely that problems may arise in the future. If so, we will consult with KU Leuven on how to proceed. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Published data are always openly available: manuscripts are published open access, scripts are provided through GitHub, wet lab resources are deposited to stock centers and/or freely shared with not-for-profit actors requesting them. Unpublished data are typically shared via restricted access: either through collaboration, or after explicit approval. Created using DMPonline.be. Last modiﬁed 07 March 2025 6 of 8 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Restricted access data is always available to all lab members of the LeuvenWorms teams (Temmerman, Schafer, Beets, Schoofs, Jelier). Further sharing of those data is only possible after permission by the corresponding PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Manuscripts are submitted to BioRxiv and diverse journals - availability of associated data will depend on where it is published, as different publishers offer different options (some permit to include all raw data, others require it to be made available elsewhere). Our computational code is always made available via GitHub. Unpublished data are kept locally (e.g. KU Leuven LVS) and/or in online repositories (less applicable to this project). Experimental samples are thawed from our freezers and shipped upon request. When will the data be made available? When will the data be made available? By default, data are made fully available upon publication. However, we typically share data long before this, often as a result of conference attendance and/or other interactions with researchers around the globe. Modalities of such sharing are tackled case- by-case (e.g. using Belnet FileSender). Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. none. Published data can be reused. For unpublished data, we always agree on usage conditions on a case-by-case basis. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Whenever deposited. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Until now, we have always been able to freely deposit our data. Should this change in the future, we will have to adjust our strategies accordingly, depending on the situation (e.g. published vs collaborator). There are no project-specific costs planned for data sharing. Researchers requesting experimental samples and/or lab strains always cover the shipping costs. Similarly so, when we are the receiving party, we cover those costs - these are part of our general consumables expenses. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? researchers in agreement with PIs Created using DMPonline.be. Last modiﬁed 07 March 2025 7 of 8 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? researchers in agreement with PIs Who will manage data preservation and sharing? Who will manage data preservation and sharing? corresponding authors / PIs Who will update and implement this DMP? Who will update and implement this DMP? PIs (Temmerman and Schafer) Created using DMPonline.be. Last modiﬁed 07 March 2025 8 of 8"
}