{
    "document_id": "D-2024-3505",
    "LinkTitle": "D-2024-3505",
    "file_name": "D-2024-3505.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3505.pdf",
    "metadata": {
        "title": "Political Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological Engagement",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nPolitical Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological Engagement\nCreator:\nCreator:\nSilviu Chivu\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThis project investigates the major and most recent perspectives developed within contemporary Orthodox political theology and\nendeavours to construct a ground-breaking contribution by using an eschatologically informed approach that expands the boundaries of\nthe discipline and opens up avenues for further research. The discourse on political theology has only recently gained prominence within\nOrthodox Christianity, particularly within the anglophone Orthodox academic milieu. Scholars such as Pantelis Kalaitzidis, Aristotle\nPapanikolaou, and Davor D\nž\nalto attempted to comprehensively, systematically and critically construct political theologies and engage\nwith the contemporary socio-political context by using, in various degrees, an eschatological approach.However, their perspectives tend\nto exhibit certain imbalances, disproportionately emphasising the eschatological dimension (Kalaitzidis), the symphonic relationship\nbetween Christianity and liberal democracy (Papanikolaou), and the anarchic dimension of Christianity vis à-vis the socio-political sphere\n(D\nž\nalto).\nID: \nID: \n211879\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n27-01-2025\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n1 of 5\nPolitical Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological\nPolitical Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological\nEngagement\nEngagement\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPrimary\nSources\nBooks,\npeer-\nreviewed\narticles\nReuse existing data\nDigital and\nPhysical\nNA\npdf\n<100 GB\nPhysical\nvolumes\navailable\nat KU\nLeuven's\nlibraries\nSecondary\nSources\nBooks,\npeer-\nreviewed\narticles\nReuse existing data\nDigital and\nPhysical\nNA\npdf\n<100 GB\nPhysical\nvolumes\navailable\nat KU\nLeuven's\nlibraries\nThesis/\npeer-\nreviewed\narticles \nThe written\nthesis\nresulted\nfrom the\nresearch\nGenerate New Data\nDigital\nNA\npdf\n<100mb\n \n \n \n \n \n \n \n \n \nBoth primary and secondary sources will be accessed through KU Leven services. Physical items are already available at KU\nLeuven's libraries. Digital items are accessible through databases, such as:\nLIMO: \nhttps://kuleuven.limo.libis.be/discovery/search?vid=32KUL_KUL:KULeuven\nAtla Religion Database with AtlaSerials PLUS: \nhttps://web-p-ebscohost-com.kuleuven.e-bronnen.be/ehost/search/advanced?\nvid=3&sid=a63fdde6-d5ca-44b2-a077-e9a186c0f837%40redis\nGoogle Scholar: \nhttps://scholar.google.com/\nNo\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n2 of 5\nNo\nNo\nNo\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nAll written data (thesis, drafts, notes) resulted from the exploration of the primary and secondary sources will be stored on a\nsecured KU Leuven's One Drive and on personal cloud storages, such as Google Drive. \nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nThe data will be stored on my personal SSD, KU Leven's One Drive, and personal cloud storage such as Google Drive.\n The resulted new data (notes and drafts of thesis) will be backed up through KU Leuven's One Drive and personal cloud storage,\nsuch as Google Drive.\nYes\nFor storing the primary and secondary sources, the storage of my personal SSD (1 TB) will suffice. Moreover, for all other notes,\narticles and drafts of the thesis, KU Leuven's One Drive (250 GB) will suffice for storing and backing up the project. \nData will be handled in accordance with university information security guidelines and, in order to ensure its security, KU Leuven\nMulti Factor Authentication system will prevent any unauthorised access. Security updates will be constantly made to ensure the\nsecurity of my personal storage space, which is also protected through Multi Factor authentication measurements. \nIn case extending the storage upon termination of the project is required, costs will be covered by my FWO bench fee.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n3 of 5\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nThe data that will be preserved for 10 years, in accordance with KU Leuven RDM policy, is the thesis that result from the research.\nThe peer-reviewed articles will be made available in relevant journals and shared in closed access in RDR. Moreover, the thesis\nwill also be shared in closed access in RDR and, after its completion, it will be published as a book.\nNo additional costs for data preservation are expected. \n5. Data sharing and reuse\n5. Data sharing and reuse\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nPrimary and secondary sources will be accessible by myself. The peer-reviewed articles and thesis will be available for anyone (in\njournals, by publication as a book).\nNo\nThough KU Leuven's RDR.\nUpon publication of research results, in peer-reviewed articles and in the thesis.\nCC-BY-4.0 \nYes\nNo costs are expecting.\n6. Responsibilities\n6. Responsibilities\nSilviu Chivu \nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n4 of 5\nSilviu Chivu \nSilviu Chivu \nSilviu Chivu \nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n5 of 5"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Political Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological Engagement Creator: Creator: Silviu Chivu Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: This project investigates the major and most recent perspectives developed within contemporary Orthodox political theology and endeavours to construct a ground-breaking contribution by using an eschatologically informed approach that expands the boundaries of the discipline and opens up avenues for further research. The discourse on political theology has only recently gained prominence within Orthodox Christianity, particularly within the anglophone Orthodox academic milieu. Scholars such as Pantelis Kalaitzidis, Aristotle Papanikolaou, and Davor D ž alto attempted to comprehensively, systematically and critically construct political theologies and engage with the contemporary socio-political context by using, in various degrees, an eschatological approach.However, their perspectives tend to exhibit certain imbalances, disproportionately emphasising the eschatological dimension (Kalaitzidis), the symphonic relationship between Christianity and liberal democracy (Papanikolaou), and the anarchic dimension of Christianity vis à-vis the socio-political sphere (D ž alto). ID: ID: 211879 Start date: Start date: 01-10-2023 End date: End date: 31-10-2028 Last modified: Last modified: 27-01-2025 Created using DMPonline.be. Last modiﬁed 27 January 2025 1 of 5 Political Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological Political Theology in Contemporary Orthodox Christianity: A Critical and Constructive Eschatological Engagement Engagement FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Primary Sources Books, peer- reviewed articles Reuse existing data Digital and Physical NA pdf <100 GB Physical volumes available at KU Leuven's libraries Secondary Sources Books, peer- reviewed articles Reuse existing data Digital and Physical NA pdf <100 GB Physical volumes available at KU Leuven's libraries Thesis/ peer- reviewed articles The written thesis resulted from the research Generate New Data Digital NA pdf <100mb Both primary and secondary sources will be accessed through KU Leven services. Physical items are already available at KU Leuven's libraries. Digital items are accessible through databases, such as: LIMO: https://kuleuven.limo.libis.be/discovery/search?vid=32KUL_KUL:KULeuven Atla Religion Database with AtlaSerials PLUS: https://web-p-ebscohost-com.kuleuven.e-bronnen.be/ehost/search/advanced? vid=3&sid=a63fdde6-d5ca-44b2-a077-e9a186c0f837%40redis Google Scholar: https://scholar.google.com/ No Created using DMPonline.be. Last modiﬁed 27 January 2025 2 of 5 No No No No 2. Documentation and Metadata 2. Documentation and Metadata All written data (thesis, drafts, notes) resulted from the exploration of the primary and secondary sources will be stored on a secured KU Leuven's One Drive and on personal cloud storages, such as Google Drive. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project The data will be stored on my personal SSD, KU Leven's One Drive, and personal cloud storage such as Google Drive. The resulted new data (notes and drafts of thesis) will be backed up through KU Leuven's One Drive and personal cloud storage, such as Google Drive. Yes For storing the primary and secondary sources, the storage of my personal SSD (1 TB) will suffice. Moreover, for all other notes, articles and drafts of the thesis, KU Leuven's One Drive (250 GB) will suffice for storing and backing up the project. Data will be handled in accordance with university information security guidelines and, in order to ensure its security, KU Leuven Multi Factor Authentication system will prevent any unauthorised access. Security updates will be constantly made to ensure the security of my personal storage space, which is also protected through Multi Factor authentication measurements. In case extending the storage upon termination of the project is required, costs will be covered by my FWO bench fee. Created using DMPonline.be. Last modiﬁed 27 January 2025 3 of 5 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project The data that will be preserved for 10 years, in accordance with KU Leuven RDM policy, is the thesis that result from the research. The peer-reviewed articles will be made available in relevant journals and shared in closed access in RDR. Moreover, the thesis will also be shared in closed access in RDR and, after its completion, it will be published as a book. No additional costs for data preservation are expected. 5. Data sharing and reuse 5. Data sharing and reuse Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) Primary and secondary sources will be accessible by myself. The peer-reviewed articles and thesis will be available for anyone (in journals, by publication as a book). No Though KU Leuven's RDR. Upon publication of research results, in peer-reviewed articles and in the thesis. CC-BY-4.0 Yes No costs are expecting. 6. Responsibilities 6. Responsibilities Silviu Chivu Created using DMPonline.be. Last modiﬁed 27 January 2025 4 of 5 Silviu Chivu Silviu Chivu Silviu Chivu Created using DMPonline.be. Last modiﬁed 27 January 2025 5 of 5"
}