{
    "document_id": "D-2024-3110",
    "LinkTitle": "D-2024-3110",
    "file_name": "D-2024-3110.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3110.pdf",
    "metadata": {
        "title": "Wind-farm co-design in the North-Sea basin given climate and market uncertainty",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Wind-farm co-design in the North-Sea basin given climate and market uncertainty\nWind-farm co-design in the North-Sea basin given climate and market uncertainty\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n \nSimulation results from\nOpenFast\nN\nD\nN\nOpenFast\n<1TB\n \n \nML model for turbine lifetime\nconsumption\nN\nD\nSO\nPython\n<1GB\n \n \nWind-farm codesign software\nN\nD\nSO\nPython\n<1GB\n \n \nwind-resource–economic-\nmarket scenarios\nN\nD\nN\n \n>5TB\n \n \nCOSMO-CLM North Sea\nModel integrations\nE\nD\nNetCDF\n \n>5TB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nModel integrations available from the group of NvL performed with the COSMO-CLM model\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nCreated using DMPonline.be. Last modiﬁed 30 March 2025\n1 of 5\nIt is our intention to share data sets that we generate open source to the community. Similarly, also software developments are\npublished open source. Therefore, possible commercialization/tech transfer options are not related to licensing of access to\ndata/software, but rather to consulting or further development towards commercial applications. In that sense, data and software\nprovide a credible portfolio on which further business development strategies can be built.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nWe require that each data file is accompanied by instructions on how to store, open and read it:\nData and scripts should be stored together in the same folder.\nAll data fields should have meaningful names.\nAll data files should be accompanied by a README file that describes the goal of the experiment, the data format and the\nmeaning of all stored quantities. \nEach README file should contain the names of the data files and script files, as well as the (version of) the software that\ngenerated it.\nThere should be a relation between the content of the experiment and the name of the script.\nThere should be a relation between the script name and the name of the derived data files and figures. For figures, ensure\nthat the plotted quantities are in the file name.\nIf the script takes input parameters, these should be used in the name of the data files. \nWe are currently migrating to a MANGO setup (KU Leuven's in-house data management system), which will be integrated with the\nworkflow of the researchers to automate the above procedures and produce \"computational experiment\" records. These records\ncan then easily be shared via KU Leuven's RDR system upon finalizing publications.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nClimate simulation data are available in NetCFD\nSoftware developments are preformed in Python, and documented using Readme files\nAlthough no formal metadata standards are applicable to much of the research, the standardized way in which all steps in the\nresearch will be documented (see previous question) will ensure findability and reusability of the data.\nCreated using DMPonline.be. Last modiﬁed 30 March 2025\n2 of 5\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nOther (specify below)\nResearch data will be stored\npersonal laptop of researcher\nData generated using HPC are stored on staging\nAll data will be stored on Mango (or RDR when published)\nAll software developments are stored on the gitlab server of KU Leuven\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data is stored on KULeuven devices. Access is only possible for authorized users.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for data storage result from university policy and are documented on the pages of ICTS. We have explicitly foreseen a\nworking budget with this IDN proposal to cover these costs.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 30 March 2025\n3 of 5\nKU Leuven RDR\nOther (specify below)\nKULeuven archive, which will become available in 25/26\nAll software will remain stored on the gitlab server of KULeuven\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSmaller data sets can be stored for free at KU Leuven RDR\nLarger data sets on KULeuven RDR cost 35€/TB/year. Also data sets on Mango cost 35€/TB/year. Costs for KU Leuven archive\n(being developed) are not yet clear. Currently KULeuven lacks a proper bookkeeping approach to cover these costs using the\nproject funds allocated to this project. At the moment, it is implied (and it is our intention) that all costs for preservation after the\nproject ends will be covered through funds of the PIs of the projects, but this cannot be guaranteed.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nWhenever appropriate, all data and code required to reproduce figures and tables in papers will be made openly accessible.\nIn cases where this would not be possible, data will be made available upon request to the scientific community.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nMembers of the scientific community, upon request. Specific licence agreements will be discussed when such requests occur.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 30 March 2025\n4 of 5\nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nGNU GPL-3.0 (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no additional costs for data sharing other than the costs for storage itself (see above)\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDuring the project, management of data documentation and metadata is performed by the different PhD students and their main\nsupervisors\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nManagement of data storage and backup is performed by the different PhD students and their main supervisors\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDuring the project, management of data storage and backup is performed by the different PhD students and their main\nsupervisors. After the project the responsibility is shared between the PIs of the project \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PIs have regular project meetings during which updating and implementation of this DMP are discussed. \nCreated using DMPonline.be. Last modiﬁed 30 March 2025\n5 of 5"
    },
    "clean_full_text": "Wind-farm co-design in the North-Sea basin given climate and market uncertainty Wind-farm co-design in the North-Sea basin given climate and market uncertainty Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Simulation results from OpenFast N D N OpenFast <1TB ML model for turbine lifetime consumption N D SO Python <1GB Wind-farm codesign software N D SO Python <1GB wind-resource–economic- market scenarios N D N >5TB COSMO-CLM North Sea Model integrations E D NetCDF >5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Model integrations available from the group of NvL performed with the COSMO-CLM model Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 30 March 2025 1 of 5 It is our intention to share data sets that we generate open source to the community. Similarly, also software developments are published open source. Therefore, possible commercialization/tech transfer options are not related to licensing of access to data/software, but rather to consulting or further development towards commercial applications. In that sense, data and software provide a credible portfolio on which further business development strategies can be built. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We require that each data file is accompanied by instructions on how to store, open and read it: Data and scripts should be stored together in the same folder. All data fields should have meaningful names. All data files should be accompanied by a README file that describes the goal of the experiment, the data format and the meaning of all stored quantities. Each README file should contain the names of the data files and script files, as well as the (version of) the software that generated it. There should be a relation between the content of the experiment and the name of the script. There should be a relation between the script name and the name of the derived data files and figures. For figures, ensure that the plotted quantities are in the file name. If the script takes input parameters, these should be used in the name of the data files. We are currently migrating to a MANGO setup (KU Leuven's in-house data management system), which will be integrated with the workflow of the researchers to automate the above procedures and produce \"computational experiment\" records. These records can then easily be shared via KU Leuven's RDR system upon finalizing publications. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Climate simulation data are available in NetCFD Software developments are preformed in Python, and documented using Readme files Although no formal metadata standards are applicable to much of the research, the standardized way in which all steps in the research will be documented (see previous question) will ensure findability and reusability of the data. Created using DMPonline.be. Last modiﬁed 30 March 2025 2 of 5 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO Other (specify below) Research data will be stored personal laptop of researcher Data generated using HPC are stored on staging All data will be stored on Mango (or RDR when published) All software developments are stored on the gitlab server of KU Leuven How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is stored on KULeuven devices. Access is only possible for authorized users. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage result from university policy and are documented on the pages of ICTS. We have explicitly foreseen a working budget with this IDN proposal to cover these costs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 30 March 2025 3 of 5 KU Leuven RDR Other (specify below) KULeuven archive, which will become available in 25/26 All software will remain stored on the gitlab server of KULeuven What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Smaller data sets can be stored for free at KU Leuven RDR Larger data sets on KULeuven RDR cost 35€/TB/year. Also data sets on Mango cost 35€/TB/year. Costs for KU Leuven archive (being developed) are not yet clear. Currently KULeuven lacks a proper bookkeeping approach to cover these costs using the project funds allocated to this project. At the moment, it is implied (and it is our intention) that all costs for preservation after the project ends will be covered through funds of the PIs of the projects, but this cannot be guaranteed. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Whenever appropriate, all data and code required to reproduce figures and tables in papers will be made openly accessible. In cases where this would not be possible, data will be made available upon request to the scientific community. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the scientific community, upon request. Specific licence agreements will be discussed when such requests occur. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 30 March 2025 4 of 5 If none, please explain why. If none, please explain why. CC-BY 4.0 (data) GNU GPL-3.0 (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no additional costs for data sharing other than the costs for storage itself (see above) Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the project, management of data documentation and metadata is performed by the different PhD students and their main supervisors Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Management of data storage and backup is performed by the different PhD students and their main supervisors Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the project, management of data storage and backup is performed by the different PhD students and their main supervisors. After the project the responsibility is shared between the PIs of the project Who will update and implement this DMP? Who will update and implement this DMP? The PIs have regular project meetings during which updating and implementation of this DMP are discussed. Created using DMPonline.be. Last modiﬁed 30 March 2025 5 of 5"
}