{
    "document_id": "D-2024-3343",
    "LinkTitle": "D-2024-3343",
    "file_name": "D-2024-3343.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3343.pdf",
    "metadata": {
        "title": "D-2024-3343",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Elise Van Laere; https://orcid.org/0000-0001-5403-9224\nContributor name(s) (+ ORCID) & roles Koen Luyckx (supervisor); https://orcid.org/0000-0001-8862-5598  \nPhilip Moons (co-supervisor); https://orcid.org/0000-0002-8609-4516  \nRobert Hilbrands (co-supervisor); https://orcid.org/0000-0003-0228-699X  \nBart Soenens (co-supervisor); https://orcid.org/0000-0003-1581-3656  \nProject number1 & title Title: Growing up with a severe health condition: An integrative perspective on illness-related challenges \nand the role of parenting.  \nFunder(s) GrantID2FWO: 1106425\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Adolescents and emerging adults with a severe health condition face substantial illness-related challenges –  \nsuch as integrating their illness into their identity - rendering the transition to adulthood difficult to navigate.  \nHence, it is crucial to prioritize their unique psychosocial needs and to explore factors contributing to how  \nthey handle these challenges. The Family System Perspective posits parents as the central micro-context  \naffecting how youth deal with their condition. However, the literature on illness-related challenges and  \nparenting  is  fragmented,  isolated,  and  mainly  cross-sectional.  By  combining  long-term  longitudinal,  \nmomentary, and qualitative insights, the project will generate a comprehensive understanding of the unique  \nillness-related  challenges  and  their  relation  to  parenting.  In  the  first  research  objective  (RO1),  I  will  \ninvestigate the long-term impact of parenting on illness identity in youth with congenital heart disease  \n(CHD), type 1 diabetes (T1D), and childhood cancer survivors (CCS), and will unveil potential differences  \nacross low to high-income countries in individuals with CHD. In the second research objective (RO2), I will  \nexplore momentary associations between parenting and daily challenges of youth with T1D. In the third  \nresearch objective (RO3), I will gain qualitative insight into CCS’s unique challenges and their relation to  \nparenting, from CCS’s and parents’ perspectives. Together, this project offers indispensable insights for  \ntargeted interventions and support tailored to the unique needs of this vulnerable population.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nThis project combines six datasets, four of which have already been collected and two of which will be collected prospectively during my FWO fellowship.  \nFor RO1 four existing datasets  will be used. \n1.The I-Detach study is a completed, self-report questionnaire study on psychosocial functioning of adolescents and emerging adults with a congenital  \nheart disease. This seven-wave study covers 12 years. This study was approved by the Ethics Committee Research UZ / KU Leuven (T (time)1-T4: S51609;  \nT5-T7: S62934)\n2.The Diabetes Longitudinal Study is a completed, self-report questionnaire study in adolescents and emerging adults with T1D. This 7-wave study covers  \nnine years in seven waves. The study was approved by the Ethics Committee Research UZ / KU Leuven (T1-T4: S57299 – ML11132; AMEND-id:001; 002;  \nw5-w7: s652226, AMEND-id:001; 002; 003 ).\n3.The longitudinal identity study on childhood cancer survivors (i.e., LInC-study) is a completed self-report questionnaire study on psychosocial functioning  \nof youth who survived childhood cancer and their parents (tinyurl.com/ynszv3j5). This overarching project was approved by the Ethics Committee  \nResearch UZ/KU Leuven (S60535, AMEND-id:001).\n4.The APPROACH-IS II study is an international, multi-center research project on patient-reported outcomes and experiences in adult patients with  \ncongenital heart disease. In this project, 53 centers in 32 countries collaborate. This study is coordinated by KU Leuven (PI: Philip Moons). The protocol  \nhas been registered at ClinicalTrials.gov (NCT04902768). The Institutional Review Board of the University Hospitals Leuven/ KU Leuven (i.e., the  \ncoordinating center) approved the main study protocol of APPROACH-IS II (S62537) and each participating center obtained local ethics approval for study  \nexecution.\nNext to these existing datasets, I plan to generate two new datasets in this project. For these two datasets, we will apply for the necessary ethical approval at  \nthe Ethical Committee Research UZ/KU Leuven.  \n[A] For RO2, I will conduct a new ESM study with youth with T1D (i.e., study 5). At baseline, informed consent forms and (online or pen-and-paper) questionnaire  \nbundles will be distributed. In a next step, the participants participate in a 14-day ESM protocol. Next to ESM data on psychological functioning and contextual  \nvariables (who is present, parenting dimensions,…), constant blood glucose monitors will track glucose levels throughout the day for 14 days.  \n[B] For RO3, I will conduct a mixed-method study (i.e., study 6). At baseline, informed consent forms and (online or pen-and-paper) questionnaire bundles will  \nbe collected. Based on these answers, participants will be invited to participate in an interview study. The interviews will be recorded, transcribed, and coded.  \nOnline interviews will be recorded through Skype for Business of KU Leuven, a university-secured platform that ensures data protection.  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nFWO DMP Template (Flemish Standard DMP) 5newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, \nGB, TB)Physical Volume\nRO1: I-DetachSelf-report \nquestionnaires☒ Reuse \nexisting data☒ Digital\n☒ Physical☒ Observationalxls, .csv, .sav, .R < 1 GB Informed consent \nforms, questionnaires\nRO1: \nDiabetes \nLongitudinal \nstudy Self-report \nquestionnaires☒ Reuse \nexisting data☒ Digital\n☒ Physical☒ Observationalxls, .csv, .sav, .R < 1 GB Informed consent \nforms, questionnaires\nRO1: LINC \nstudy Self-report \nquestionnaires☒ Reuse \nexisting data☒ Digital\n☒ Physical☒ Observationalxls, .csv,.sav, .R < 1 GB Informed consent \nforms, questionnaires\nRO1: \nAPPROACH IS \nIISelf-report \nquestionnaires☒ Reuse \nexisting data☒ Digital\n☒ Physical☒ Observationalxls, .csv,.sav, .R < 1 GB Informed consent \nforms, questionnaires  ☒\n☒\nRO2: Study 5Self-report \nquestionnaires\nExperience sampling \ndata\nConstant blood \nglucose monitoring☒ Generate \nnew data☒ Digital\n☒ Physical☒ Observationalxls, .csv, .sav,.R 1-5 MB Informed consent \nforms, pen-and-paper \nquestionnaires or \ncollected via Redcap\nESM data via m-Path\nGlucose monitoring \nvia constant glucose \nmonitors of \n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 6participants\nRO3: Study 6Self-report \nquestionnaires\nRecordings\nInterview transcripts\nNvivo-codes☒ Generate \nnew data☒ Digital\n☒ Physical☒ Observationalxls, .csv, .sav, .R, .\nmp3, . docx, .nvp\n(Codes given in \nNVivo)< 1 GB\n& 1-2GB for files \nof about 15 \ninterviews (x3, \nyouth-file, \nmothers-file and \nfathers-file)Informed consent \nforms, questionnaires\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  There are no identifiers for our existing datasets.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nIn all ROs, self-report data about participants' background characteristics, psychological well-being, and  \nsocial context will be collected. These data will be/are collected via traditional self-report questionnaires  \n(RO1/RO2/RO3), ESM in daily life, constant glucose monitoring (RO2), as well as via interviews (RO3).  \nMoreover,  medical  data  (such  as  HbA1c  values,  cancer  diagnosis,  disease  complexity  of  CHD,…)  has  \nbeen/will be retrieved, after approval from patients, from their medical files or HbA1c values were obtained  \neach year from patients’ physicians or via constant glucose monitors. \nAll studies included in RO1 have been approved by The Ethics Committee Research UZ / KU Leuven (EC  \nResearch) (See above). For RO2 and RO3, we will apply for ethical approval at The Ethics Committee  \nResearch UZ / KU Leuven (EC Research).  \nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\nShort description of the kind of personal data that will be used:\nAcross the different studies, the following personal or sensitive data will be collected: name, e-mail-address,  \ngender, sex, date of birth, address,  the presence of a chronic illness, physical complaints, medical history,  \nmedication  use,  health  care  utilization,  nationality,  background/race,  work,  education,  indicators  of  \n(mental) health. \nPrivacy Registry Reference: Ethical approval will be obtained for all studies from the Ethics Committee  \nResearch UZ/KU Leuven, or is already obtained for the existing studies (see above).  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All documents are stored in folders in one-drive for business (J-drive) on the encrypted and password-\nprotected computers of the researchers associated with the project. A separate folder exists or will be  \ncreated for each dataset to which only the associated research will have access. These folders will never  \ncontain sensitive (identifiable) participants' information, such as names, contact details, or audio files of the  \ninterviews. \nFor each dataset, \nAn overview document  with information about the folder of the specific data project will be made so  \nthat other researchers can understand more easily which files the folder contains and how these files  \ncan be accessed. \nA logbook exists/will be created where all information about data-collection, questionnaires (e.g.,  \ndescription,  number  of  items,  references,  …),  decisions  (i.e.,  data  collection,  encounters,…  ),  \ncollaborators (e.g., PhD students, masters students,..), information on data and data cleaning will be  \ndocumented in detail.\nAdditionally, in the same subfolder as the data, syntax code in Rstudio/SPSS  is/ will be provided with  \nexplanatory comments on data cleaning/data preparation. \nMoreover, codebooks exist/will be created in excel with information on the questionnaires/items for  \ndata input. \nThe raw data (pseudonymized) .xlsx files are/will be stored in this folder as well.  \nLastly, a subfolder exists/will be created including the necessary official documents  (e.g., Ethical \napplication  and  approval,  informed  consent  example,  information  letters,  instructions  for  \nparticipants, PDF of all final questionnaires). \nFor the APPROACH-IS-II dataset, both a site (http://www.approach-is.net/) accessible for everyone with  \ngeneral information and an OSF page (https://osf.io/43yev/) with all this relevant information (rationale  \npaper, code books, official documents) for the associated researchers only exists (not the raw data, this is  \nstored on the computer of the PI Philip Moons, in one-drive for business on encrypted and password-\nprotected computers). \nFWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it \neasier to find and reuse the data?  \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nSee question above.  \nFWO DMP Template (Flemish Standard DMP) 114.Data Storage & Back-up during the Research Project\nWhere will the data be stored? During the project and the process of data collection and -analysis, data are stored in one-drive for business  \n(J-drive) on the encrypted and password-protected computers of the researchers associated with the  \nproject. The use of such an encrypted shared drive (which can be accessed only by certain employee IDs)  \nallows for secured storage, management and sharing of files, and avoids loss of data, and data breaches. All  \ndrives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Paper-and-pencil copies of  \nrestricted data and the informed consent forms are separately archived in a locked room in the office  \nbuilding of K. Luyckx and E. Van Laere. \nAll sensitive data are pseudonymized and stored on the J-Drive according to the storage guidelines of the  \nFaculty of Psychology and Educational Sciences and as implemented in our research center of School  \nPsychology and Development in Context . An identification file containing each participant's unique code and  \nname is created for the existing datasets. This file is managed externally and is stored on a separate  \nencrypted disk that is managed by the database managers of the research unit of School Psychology and  \nDevelopment in Context (Prof. J. Spilt & prof. K. Luyckx) . This drive (CODES share) is provided by the IT  \nservice from the Faculty of Psychology and Educational Sciences and fulfills the conditions of the data  \nmanagement of pseudonymized data. The same procedure will be applied to the newly generated data of  \nthis project. For the APPROACH-IS-II data, associated researchers have only access to the pseudonymized  \ndata.  Only  data  collection  officers  of  each  center  have  a  list  of  the  participants  with  their  unique  \nidentification codes. \nWhen the project has ended, all data collected throughout the project are stored in a restricted folder on the  \nshared J-Drive on encrypted and password-protected computers, which can only be accessed by the  \ninvolved researchers. Paper-and-pencil copies of restricted data and the informed consent forms are  \nseparately archived in a locked room in the office building of K. Luyckx and E. Van Laere.  \nFWO DMP Template (Flemish Standard DMP) 12How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be stored on the university's central servers with automatic daily  back-up procedures.  \nAutomatic back-up is ensured by using KU Leuven's J-Drive and OneDrive.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThrough the yearly ICT contribution, the PhD student has 3GB of personal network storage, and the research  \nunit 100GB of shared network storage (https://ppw.kuleuven.be/ppw-dict/dictservicecatalog/access-to-\nshared-network-drives-and-printers-file-and-print). Given the nature of our data we do not expect to exceed  \nthis storage capacity. In case we still do so, we will extend our storage capacity.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Paper-and-pencil questionnaires and informed consent forms of the different studies are and will be  \nseparately archived in a locked room of the Psychological Institute in Leuven. Digital questionnaire data will  \nbe stored in a password-secured folder of the J-Drive during and at the end of the project, which can only be  \naccessed by the involved researchers (ICT personnel needs to provide access to see the folder of the data).  \nAll drives are managed by ICT personnel, bound by the KUL ICT code of conduct. As we will work with  \nsensitive personal data, all data will be pseudonymized according to the guidelines forwarded by our faculty  \nand  applied  to  our  research  group,  School  Psychology  and  Development  in  Context.  Data  will  be  \npseudonymized and stored on separate encrypted KU Leuven drives. The identification files are being stored  \nexternally, which ensures that identification of participants by others other than the supervisor and the  \ndoctoral student is not possible (see above: where will data be stored ). \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?As stated above, we do not expect extra costs for data storage. In case we need to extend the storage \ncapacity, costs will be covered by the supervisor’s credit and/or the PhD student’s bench fee.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 135. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All relevant data that is important for researchers who might need to reproduce research (i.e., metadata,  \nraw data files, and logbook about data collection (with items, choices,…)) will be retained for a 10-year  \nperiod after the last publication that used the data generated in this project. Data that are not necessary to  \nbe kept, will be destroyed. For example, due to the sensitive nature of the data, the raw audio files will be  \ndeleted when fully transcribed.  Moreover, personal and field notes on paper will be saved together with the  \ninterview transcripts in word files. Once the notes have been saved electronically, paper notes will be  \ndestroyed. \nWhere will these data be archived (stored and \ncurated for the long-term)?Paper-and-pencil questionnaires and informed consent forms for the different studies will be archived in a  \nlocked room for a 10-year period after the end of the project of the responsible person. These offline copies  \nand informed consent forms will be destroyed after this period has passed.  \nDigital data will be, as mentioned above, stored on a password-protected folder of the J-Drive, which can  \nonly be accessed by the involved researchers. All drives are managed by ICT-personnel bound by the KUL ICT  \ncode of conduct. Digital data will be archived as CSV-files for archiving purposes and for allowing secondary  \ndata analyses. \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?For a period of about 10 years, the expected cost will be 50 EUR. All costs will be covered by the funds of \nthe PI Koen Luyckx.  \nFWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.We restrict access to sharing our data as it contains personal information from participants and medical data  \nfrom the university hospital UZ Leuven and the medical files of the participants. Researchers can submit a  \nmotivated request to obtain a copy of the coded, pseudonymized data that will be uploaded to a repository  \nwith restricted access. This data will be shared using the institutional Research Data Repository of KU  \nLeuven. Other researchers than the ones directly involved in the project will only have access to the coded,  \npseudonymized data, if they agree with confidentiality rules with respect to the data generated in this  \nproject. They will have to explain the planned reuse and only uses for research or scientific purposes will be  \nallowed; commercial reuse will be excluded. Data will be only made available upon publication of all results  \nbased on these data. When sharing our highly personal data, we will first contact rdm at KUL to discuss which  \ncombination of methods that guarantee the privacy of our data is most appropriate for our situation.  \nFor the APPROACH-IS-II data, all associated researchers of the consortium can use the data and publish their  \nresults according to a fixed publication strategy. This data is shared among the associated researchers via  \nsecured FTP servers.\nFWO DMP Template (Flemish Standard DMP) 15Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Data will only be made available based upon motivated request by mail.\nThe project will be described on OSF, in which data availability will be stated in the preregistration.  \nResearchers need to send a motivated request by mail to the PI if they want to access the pseudonymized,  \ncoded data. This data will be shared using the institutional Research Data Repository of KU Leuven.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data will only be send and made available after publication of the research results\nOnce all results have been published on certain parts of the data, these data can be obtained by \nresearchers in its coded, pseudonymized form through a motivated request.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  No, we will not provide a usage license due to the sensitive nature of all our data. Researchers interested \nin reusing the data must submit a motivated request, enabling us to keep track of all data reuse activities.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 16Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD student (Elise Van Laere) and the supervisor (Koen Luyckx) and the co-supervisor (Philip Moons \nfor APPROACH data and I-Detach data) will be responsible.  \nWho will manage data storage and backup \nduring the research project?The PhD student (Elise Van Laere) will be responsible.\nWho will manage data preservation and \nsharing?The PhD student (Elise Van Laere) and the supervisor (Koen Luyckx) will be responsible.  \nWho will update and implement this DMP? The supervisor/ PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Elise Van Laere; https://orcid.org/0000-0001-5403-9224 Contributor name(s) (+ ORCID) & roles Koen Luyckx (supervisor); https://orcid.org/0000-0001-8862-5598 Philip Moons (co-supervisor); https://orcid.org/0000-0002-8609-4516 Robert Hilbrands (co-supervisor); https://orcid.org/0000-0003-0228-699X Bart Soenens (co-supervisor); https://orcid.org/0000-0003-1581-3656 Project number1 & title Title: Growing up with a severe health condition: An integrative perspective on illness-related challenges and the role of parenting. Funder(s) GrantID2FWO: 1106425 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Adolescents and emerging adults with a severe health condition face substantial illness-related challenges – such as integrating their illness into their identity - rendering the transition to adulthood difficult to navigate. Hence, it is crucial to prioritize their unique psychosocial needs and to explore factors contributing to how they handle these challenges. The Family System Perspective posits parents as the central micro-context affecting how youth deal with their condition. However, the literature on illness-related challenges and parenting is fragmented, isolated, and mainly cross-sectional. By combining long-term longitudinal, momentary, and qualitative insights, the project will generate a comprehensive understanding of the unique illness-related challenges and their relation to parenting. In the first research objective (RO1), I will investigate the long-term impact of parenting on illness identity in youth with congenital heart disease (CHD), type 1 diabetes (T1D), and childhood cancer survivors (CCS), and will unveil potential differences across low to high-income countries in individuals with CHD. In the second research objective (RO2), I will explore momentary associations between parenting and daily challenges of youth with T1D. In the third research objective (RO3), I will gain qualitative insight into CCS’s unique challenges and their relation to parenting, from CCS’s and parents’ perspectives. Together, this project offers indispensable insights for targeted interventions and support tailored to the unique needs of this vulnerable population. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary This project combines six datasets, four of which have already been collected and two of which will be collected prospectively during my FWO fellowship. For RO1 four existing datasets will be used. 1.The I-Detach study is a completed, self-report questionnaire study on psychosocial functioning of adolescents and emerging adults with a congenital heart disease. This seven-wave study covers 12 years. This study was approved by the Ethics Committee Research UZ / KU Leuven (T (time)1-T4: S51609; T5-T7: S62934) 2.The Diabetes Longitudinal Study is a completed, self-report questionnaire study in adolescents and emerging adults with T1D. This 7-wave study covers nine years in seven waves. The study was approved by the Ethics Committee Research UZ / KU Leuven (T1-T4: S57299 – ML11132; AMEND-id:001; 002; w5-w7: s652226, AMEND-id:001; 002; 003 ). 3.The longitudinal identity study on childhood cancer survivors (i.e., LInC-study) is a completed self-report questionnaire study on psychosocial functioning of youth who survived childhood cancer and their parents (tinyurl.com/ynszv3j5). This overarching project was approved by the Ethics Committee Research UZ/KU Leuven (S60535, AMEND-id:001). 4.The APPROACH-IS II study is an international, multi-center research project on patient-reported outcomes and experiences in adult patients with congenital heart disease. In this project, 53 centers in 32 countries collaborate. This study is coordinated by KU Leuven (PI: Philip Moons). The protocol has been registered at ClinicalTrials.gov (NCT04902768). The Institutional Review Board of the University Hospitals Leuven/ KU Leuven (i.e., the coordinating center) approved the main study protocol of APPROACH-IS II (S62537) and each participating center obtained local ethics approval for study execution. Next to these existing datasets, I plan to generate two new datasets in this project. For these two datasets, we will apply for the necessary ethical approval at the Ethical Committee Research UZ/KU Leuven. [A] For RO2, I will conduct a new ESM study with youth with T1D (i.e., study 5). At baseline, informed consent forms and (online or pen-and-paper) questionnaire bundles will be distributed. In a next step, the participants participate in a 14-day ESM protocol. Next to ESM data on psychological functioning and contextual variables (who is present, parenting dimensions,…), constant blood glucose monitors will track glucose levels throughout the day for 14 days. [B] For RO3, I will conduct a mixed-method study (i.e., study 6). At baseline, informed consent forms and (online or pen-and-paper) questionnaire bundles will be collected. Based on these answers, participants will be invited to participate in an interview study. The interviews will be recorded, transcribed, and coded. Online interviews will be recorded through Skype for Business of KU Leuven, a university-secured platform that ensures data protection. List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are FWO DMP Template (Flemish Standard DMP) 5newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume RO1: I-DetachSelf-report questionnaires☒ Reuse existing data☒ Digital ☒ Physical☒ Observationalxls, .csv, .sav, .R < 1 GB Informed consent forms, questionnaires RO1: Diabetes Longitudinal study Self-report questionnaires☒ Reuse existing data☒ Digital ☒ Physical☒ Observationalxls, .csv, .sav, .R < 1 GB Informed consent forms, questionnaires RO1: LINC study Self-report questionnaires☒ Reuse existing data☒ Digital ☒ Physical☒ Observationalxls, .csv,.sav, .R < 1 GB Informed consent forms, questionnaires RO1: APPROACH IS IISelf-report questionnaires☒ Reuse existing data☒ Digital ☒ Physical☒ Observationalxls, .csv,.sav, .R < 1 GB Informed consent forms, questionnaires ☒ ☒ RO2: Study 5Self-report questionnaires Experience sampling data Constant blood glucose monitoring☒ Generate new data☒ Digital ☒ Physical☒ Observationalxls, .csv, .sav,.R 1-5 MB Informed consent forms, pen-and-paper questionnaires or collected via Redcap ESM data via m-Path Glucose monitoring via constant glucose monitors of 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6participants RO3: Study 6Self-report questionnaires Recordings Interview transcripts Nvivo-codes☒ Generate new data☒ Digital ☒ Physical☒ Observationalxls, .csv, .sav, .R, . mp3, . docx, .nvp (Codes given in NVivo)< 1 GB & 1-2GB for files of about 15 interviews (x3, youth-file, mothers-file and fathers-file)Informed consent forms, questionnaires GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. There are no identifiers for our existing datasets. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: In all ROs, self-report data about participants' background characteristics, psychological well-being, and social context will be collected. These data will be/are collected via traditional self-report questionnaires (RO1/RO2/RO3), ESM in daily life, constant glucose monitoring (RO2), as well as via interviews (RO3). Moreover, medical data (such as HbA1c values, cancer diagnosis, disease complexity of CHD,…) has been/will be retrieved, after approval from patients, from their medical files or HbA1c values were obtained each year from patients’ physicians or via constant glucose monitors. All studies included in RO1 have been approved by The Ethics Committee Research UZ / KU Leuven (EC Research) (See above). For RO2 and RO3, we will apply for ethical approval at The Ethics Committee Research UZ / KU Leuven (EC Research). Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: Short description of the kind of personal data that will be used: Across the different studies, the following personal or sensitive data will be collected: name, e-mail-address, gender, sex, date of birth, address, the presence of a chronic illness, physical complaints, medical history, medication use, health care utilization, nationality, background/race, work, education, indicators of (mental) health. Privacy Registry Reference: Ethical approval will be obtained for all studies from the Ethics Committee Research UZ/KU Leuven, or is already obtained for the existing studies (see above). 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All documents are stored in folders in one-drive for business (J-drive) on the encrypted and password- protected computers of the researchers associated with the project. A separate folder exists or will be created for each dataset to which only the associated research will have access. These folders will never contain sensitive (identifiable) participants' information, such as names, contact details, or audio files of the interviews. For each dataset, An overview document with information about the folder of the specific data project will be made so that other researchers can understand more easily which files the folder contains and how these files can be accessed. A logbook exists/will be created where all information about data-collection, questionnaires (e.g., description, number of items, references, …), decisions (i.e., data collection, encounters,… ), collaborators (e.g., PhD students, masters students,..), information on data and data cleaning will be documented in detail. Additionally, in the same subfolder as the data, syntax code in Rstudio/SPSS is/ will be provided with explanatory comments on data cleaning/data preparation. Moreover, codebooks exist/will be created in excel with information on the questionnaires/items for data input. The raw data (pseudonymized) .xlsx files are/will be stored in this folder as well. Lastly, a subfolder exists/will be created including the necessary official documents (e.g., Ethical application and approval, informed consent example, information letters, instructions for participants, PDF of all final questionnaires). For the APPROACH-IS-II dataset, both a site (http://www.approach-is.net/) accessible for everyone with general information and an OSF page (https://osf.io/43yev/) with all this relevant information (rationale paper, code books, official documents) for the associated researchers only exists (not the raw data, this is stored on the computer of the PI Philip Moons, in one-drive for business on encrypted and password- protected computers). FWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If no, please specify (where appropriate per dataset or data type) which metadata will be created: See question above. FWO DMP Template (Flemish Standard DMP) 114.Data Storage & Back-up during the Research Project Where will the data be stored? During the project and the process of data collection and -analysis, data are stored in one-drive for business (J-drive) on the encrypted and password-protected computers of the researchers associated with the project. The use of such an encrypted shared drive (which can be accessed only by certain employee IDs) allows for secured storage, management and sharing of files, and avoids loss of data, and data breaches. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Paper-and-pencil copies of restricted data and the informed consent forms are separately archived in a locked room in the office building of K. Luyckx and E. Van Laere. All sensitive data are pseudonymized and stored on the J-Drive according to the storage guidelines of the Faculty of Psychology and Educational Sciences and as implemented in our research center of School Psychology and Development in Context . An identification file containing each participant's unique code and name is created for the existing datasets. This file is managed externally and is stored on a separate encrypted disk that is managed by the database managers of the research unit of School Psychology and Development in Context (Prof. J. Spilt & prof. K. Luyckx) . This drive (CODES share) is provided by the IT service from the Faculty of Psychology and Educational Sciences and fulfills the conditions of the data management of pseudonymized data. The same procedure will be applied to the newly generated data of this project. For the APPROACH-IS-II data, associated researchers have only access to the pseudonymized data. Only data collection officers of each center have a list of the participants with their unique identification codes. When the project has ended, all data collected throughout the project are stored in a restricted folder on the shared J-Drive on encrypted and password-protected computers, which can only be accessed by the involved researchers. Paper-and-pencil copies of restricted data and the informed consent forms are separately archived in a locked room in the office building of K. Luyckx and E. Van Laere. FWO DMP Template (Flemish Standard DMP) 12How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be stored on the university's central servers with automatic daily back-up procedures. Automatic back-up is ensured by using KU Leuven's J-Drive and OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Through the yearly ICT contribution, the PhD student has 3GB of personal network storage, and the research unit 100GB of shared network storage (https://ppw.kuleuven.be/ppw-dict/dictservicecatalog/access-to- shared-network-drives-and-printers-file-and-print). Given the nature of our data we do not expect to exceed this storage capacity. In case we still do so, we will extend our storage capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Paper-and-pencil questionnaires and informed consent forms of the different studies are and will be separately archived in a locked room of the Psychological Institute in Leuven. Digital questionnaire data will be stored in a password-secured folder of the J-Drive during and at the end of the project, which can only be accessed by the involved researchers (ICT personnel needs to provide access to see the folder of the data). All drives are managed by ICT personnel, bound by the KUL ICT code of conduct. As we will work with sensitive personal data, all data will be pseudonymized according to the guidelines forwarded by our faculty and applied to our research group, School Psychology and Development in Context. Data will be pseudonymized and stored on separate encrypted KU Leuven drives. The identification files are being stored externally, which ensures that identification of participants by others other than the supervisor and the doctoral student is not possible (see above: where will data be stored ). What are the expected costs for data storage and backup during the research project? How will these costs be covered?As stated above, we do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by the supervisor’s credit and/or the PhD student’s bench fee. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 135. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All relevant data that is important for researchers who might need to reproduce research (i.e., metadata, raw data files, and logbook about data collection (with items, choices,…)) will be retained for a 10-year period after the last publication that used the data generated in this project. Data that are not necessary to be kept, will be destroyed. For example, due to the sensitive nature of the data, the raw audio files will be deleted when fully transcribed. Moreover, personal and field notes on paper will be saved together with the interview transcripts in word files. Once the notes have been saved electronically, paper notes will be destroyed. Where will these data be archived (stored and curated for the long-term)?Paper-and-pencil questionnaires and informed consent forms for the different studies will be archived in a locked room for a 10-year period after the end of the project of the responsible person. These offline copies and informed consent forms will be destroyed after this period has passed. Digital data will be, as mentioned above, stored on a password-protected folder of the J-Drive, which can only be accessed by the involved researchers. All drives are managed by ICT-personnel bound by the KUL ICT code of conduct. Digital data will be archived as CSV-files for archiving purposes and for allowing secondary data analyses. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?For a period of about 10 years, the expected cost will be 50 EUR. All costs will be covered by the funds of the PI Koen Luyckx. FWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.We restrict access to sharing our data as it contains personal information from participants and medical data from the university hospital UZ Leuven and the medical files of the participants. Researchers can submit a motivated request to obtain a copy of the coded, pseudonymized data that will be uploaded to a repository with restricted access. This data will be shared using the institutional Research Data Repository of KU Leuven. Other researchers than the ones directly involved in the project will only have access to the coded, pseudonymized data, if they agree with confidentiality rules with respect to the data generated in this project. They will have to explain the planned reuse and only uses for research or scientific purposes will be allowed; commercial reuse will be excluded. Data will be only made available upon publication of all results based on these data. When sharing our highly personal data, we will first contact rdm at KUL to discuss which combination of methods that guarantee the privacy of our data is most appropriate for our situation. For the APPROACH-IS-II data, all associated researchers of the consortium can use the data and publish their results according to a fixed publication strategy. This data is shared among the associated researchers via secured FTP servers. FWO DMP Template (Flemish Standard DMP) 15Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type.Data will only be made available based upon motivated request by mail. The project will be described on OSF, in which data availability will be stated in the preregistration. Researchers need to send a motivated request by mail to the PI if they want to access the pseudonymized, coded data. This data will be shared using the institutional Research Data Repository of KU Leuven. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data will only be send and made available after publication of the research results Once all results have been published on certain parts of the data, these data can be obtained by researchers in its coded, pseudonymized form through a motivated request. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 No, we will not provide a usage license due to the sensitive nature of all our data. Researchers interested in reusing the data must submit a motivated request, enabling us to keep track of all data reuse activities. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PhD student (Elise Van Laere) and the supervisor (Koen Luyckx) and the co-supervisor (Philip Moons for APPROACH data and I-Detach data) will be responsible. Who will manage data storage and backup during the research project?The PhD student (Elise Van Laere) will be responsible. Who will manage data preservation and sharing?The PhD student (Elise Van Laere) and the supervisor (Koen Luyckx) will be responsible. Who will update and implement this DMP? The supervisor/ PI bears the end responsibility of updating & implementing this DMP."
}