{
    "document_id": "D-2023-1782",
    "LinkTitle": "D-2023-1782",
    "file_name": "D-2023-1782.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1782.pdf",
    "metadata": {
        "title": "Heterogeneity in post-stroke attention (FWO Postdoc)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Heterogeneity in post-stroke attention (FWO Postdoc)\nA Data Management Plan created using DMPonline.be\nCreators: \nHanne Huygelier, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \n1249923N\nID: \n198160\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nHemispatial neglect, a syndrome characterized by spatial and non-spatial attention deficits is a common sequela after stroke. Research\nhas revealed a detrimental impact of hemispatial neglect on independence in daily life and has failed to identify a critical lesion site\nunderlying neglect. Most studies relied on pen-and-paper tests which are unable to dissociate spatial from non-spatial deficits. For this\nreason, studies have likely included patients who were heterogeneous regarding their underlying attentional impairments. Although the\nsyndrome-focused framework has dominated research on post-stroke attention, it is unclear whether individual differences are indeed\nbest captured by discrete versus continuous dimensions. In the current project, we will disentangle attentional functions within the\ncomputational framework of the Theory of Visual Attention. We will investigate the structure of individual differences (discrete versus\ncontinuous) in attention processes. In addition, we will investigate the relative importance of spatial and non-spatial deficits in predicting\nactivities in daily life and we will further unravel the neural basis of attentional dysfunctions after stroke. This project will contribute to a\nbetter understanding of individual differences in attentional functions post-stroke, which can improve predictive models of post-stroke\nrecovery and contribute to the development of patient-tailored interventions.\nLast modified: \n28-03-2023\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n1 of 5\nHeterogeneity in post-stroke attention (FWO Postdoc)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP I A\nTVA data of 50 healthy adults\nand 50 stroke patients.\nNew\nDigital\nPhysical\nObservational\nExperimental\nBehavioural data is\nstored in .csv format.\n< 1 GB\n \nWP I B\nTVA data of 30 stroke patients.\nNew\nDigital\nPhysical\nObservational\nExperimental\nBehavioural data is\nstored in .csv format.\n< 1 GB\n \nWP II\nHierarchical TVA model:\nparameter recovery\nNew\nDigital\nSimulation data\nData are stored in .csv\nformat\n< 1 GB\n \nWP II\nHierarchical TVA model: model\ncode\nNew\nDigital\nSoftware\nR or python scripts\n< 1 GB\n \nWP II\nHierarchical TVA: model fit\nReuse\nDigital\nExperimental\nData are stored in .csv\nformat\n< 1 GB\n \nWP III\nFocus Groups\nNew\nDigital\nObservational\nData are stored in .csv\nformat\n< 1 GB\n \nWP III\nMobile Eyetracking\nNew\nDigital\nObservational\nData will be stored in a\nyet to be determined\nformat.\n< 1 GB\n \nWP III\nQuestionnaires\nNew\nDigital\nObservational\nData are stored in .csv\nformat\n< 1 GB\n \nWP III\nTVA data of 100 stroke patients\nand 100 healthy adults\nNew\nDigital\nExperimental\nData are stored in .csv\nformat\n< 1 GB\n \nWP IV\nLesion neuro-imaging data\nNew\nDigital\nNeuro-imaging data\nData are stored in\n.dicom and .nii format\n< 100 GB\n \nWP I -\nIV\nQuestionnaires and cognitive\ntests (health and\ndemographics)\nNew\nDigital\nPhysical\nObservational\nData are stored in .csv\nformat\n< 1 GB\n3 A4 size\nboxes\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nFor each experiment an application for ethical approval will be performed.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nIn each work package we will process personal data.\nAll research data will be pseudonymised.\nThe pseudonymised data involve (A) performance on an attention task (WP I and WP III), (B) answers to a health- and demographics questionnaire (WP I and WP III), (C) performance on\ncognitive screens for post-stroke cognitive impairments or mild cognitive impairment (WP I and III), (D) clinical neuro-imaging data of stroke patients (WP IV), (E) mobile eye tracking data (WP III)\nand (F) responses to interviews and questionnaires (WP III).\nIn addition, the link between the pseudonym and participant's name, surname, hospital identification number and birthdate (for patients) will be stored. The latter is necessary in order to correctly\nretrieve patient's neuro-imaging data from the hospital database.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n2 of 5\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor each work package, a folder will be created with the following structure. A first subfolder will consist of the ethical approval documents (labeled: \"EC approval\"). A second folder will contain the\ndocumentation about the study design and study protocol (labeled: \"Study Protocol\"). A third folder (labeled \"data\") will consist of all data. In this folder, several subfolders will be created\ndepending on the type of stored data (e.g., behavioural, fMRI) and project phase (e.g., pilot study versus final study). In the main \"data\" folder a README.txt file will be stored that described the\ncontext in which the data were collected (study protocol, EC approval number, number of participants, time at which data were collected, staff involved in data collection). In the preprocessing\npipeline new preprocessed versions of the data will be stored in addition to the original raw data. Raw data will never be overwritten. Raw data will be labeled as \"raw\" and preprocessed data will\nbe labeled with \"prep\". For each csv file consisting of questionnaire data, an accompanying csv file with the label \"metadata\" will describe each variable (e.g., questionnaire item in English and\nDutch) and coding of responses (e.g., score 5 = \"agree\"). All physical data (e.g., cognitive tests) will be scanned and a digital version of the physical data will be stored as well.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere are no relevant metadata standards applicable.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on OneDrive for Business combined with the KU Leuven multifactor authentication which can store up to 2 TB of data.\nHow will the data be backed up?\nOneDrive for Business provides a cloud-based back-up system. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open\nScience Framework or FigShare).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe estimate that we will need at maximum 150 GB of storage space and the OneDrive for Business allows to store 2 TB of data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive for Business is suitable for strictly confidential data combined with the multifactor authentication through the KU Leuven Authenticator app.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe onedrive storage is free for KU Leuven staff and KU Leuven students.\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n3 of 5\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll research data not saved in an open-access repository will be deleted 10 years after the end of the project, except when such data is useful for later retrospective research projects (e.g., lesion\nneuro-imaging data of patients). The link of participant identifiers to research data will be deleted 10 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others\npermanently.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere will be no costs associated to storing data in open access repositories.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others\npermanently.\nDelineated lesion maps of stroke patients and statistical unthresholded maps will be made accessible in a restricted access repository to which researchers can access the data upon approval by\nthe main researchers involved in the project that still work at KU Leuven at that point in time.\nRaw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe members of the research team will be able to access the data. They will decide case-by-case whether certain data can be shared with new members of the research group within KU Leuven\n(interns, master thesis students) or new collaborators outside KU Leuven.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nRaw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAt the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare).\nWhen will the data be made available?\nData will be made accessible upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be made accessible with a CC0 license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nEach dataset and analysis script that is published on an open access repository will be identified with a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs associated to data sharing.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n4 of 5\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data will be responsible for documentation, metadata, storage and publishing the data on an open-access repository. The principal investigator will be\nresponsible for the long-term storage of the data once the project has finished. \nWho will manage data storage and backup during the research project?\nThe researchers who generate the data. \nWho will manage data preservation and sharing?\nThe principal investigator. \nWho will update and implement this DMP?\nThe researchers who generate the data. \nCreated using DMPonline.be. Last modiﬁed 28 March 2023\n5 of 5"
    },
    "clean_full_text": "Heterogeneity in post-stroke attention (FWO Postdoc) A Data Management Plan created using DMPonline.be Creators: Hanne Huygelier, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: 1249923N ID: 198160 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Hemispatial neglect, a syndrome characterized by spatial and non-spatial attention deficits is a common sequela after stroke. Research has revealed a detrimental impact of hemispatial neglect on independence in daily life and has failed to identify a critical lesion site underlying neglect. Most studies relied on pen-and-paper tests which are unable to dissociate spatial from non-spatial deficits. For this reason, studies have likely included patients who were heterogeneous regarding their underlying attentional impairments. Although the syndrome-focused framework has dominated research on post-stroke attention, it is unclear whether individual differences are indeed best captured by discrete versus continuous dimensions. In the current project, we will disentangle attentional functions within the computational framework of the Theory of Visual Attention. We will investigate the structure of individual differences (discrete versus continuous) in attention processes. In addition, we will investigate the relative importance of spatial and non-spatial deficits in predicting activities in daily life and we will further unravel the neural basis of attentional dysfunctions after stroke. This project will contribute to a better understanding of individual differences in attentional functions post-stroke, which can improve predictive models of post-stroke recovery and contribute to the development of patient-tailored interventions. Last modified: 28-03-2023 Created using DMPonline.be. Last modiﬁed 28 March 2023 1 of 5 Heterogeneity in post-stroke attention (FWO Postdoc) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP I A TVA data of 50 healthy adults and 50 stroke patients. New Digital Physical Observational Experimental Behavioural data is stored in .csv format. < 1 GB WP I B TVA data of 30 stroke patients. New Digital Physical Observational Experimental Behavioural data is stored in .csv format. < 1 GB WP II Hierarchical TVA model: parameter recovery New Digital Simulation data Data are stored in .csv format < 1 GB WP II Hierarchical TVA model: model code New Digital Software R or python scripts < 1 GB WP II Hierarchical TVA: model fit Reuse Digital Experimental Data are stored in .csv format < 1 GB WP III Focus Groups New Digital Observational Data are stored in .csv format < 1 GB WP III Mobile Eyetracking New Digital Observational Data will be stored in a yet to be determined format. < 1 GB WP III Questionnaires New Digital Observational Data are stored in .csv format < 1 GB WP III TVA data of 100 stroke patients and 100 healthy adults New Digital Experimental Data are stored in .csv format < 1 GB WP IV Lesion neuro-imaging data New Digital Neuro-imaging data Data are stored in .dicom and .nii format < 100 GB WP I - IV Questionnaires and cognitive tests (health and demographics) New Digital Physical Observational Data are stored in .csv format < 1 GB 3 A4 size boxes If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data For each experiment an application for ethical approval will be performed. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In each work package we will process personal data. All research data will be pseudonymised. The pseudonymised data involve (A) performance on an attention task (WP I and WP III), (B) answers to a health- and demographics questionnaire (WP I and WP III), (C) performance on cognitive screens for post-stroke cognitive impairments or mild cognitive impairment (WP I and III), (D) clinical neuro-imaging data of stroke patients (WP IV), (E) mobile eye tracking data (WP III) and (F) responses to interviews and questionnaires (WP III). In addition, the link between the pseudonym and participant's name, surname, hospital identification number and birthdate (for patients) will be stored. The latter is necessary in order to correctly retrieve patient's neuro-imaging data from the hospital database. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type Created using DMPonline.be. Last modiﬁed 28 March 2023 2 of 5 where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each work package, a folder will be created with the following structure. A first subfolder will consist of the ethical approval documents (labeled: \"EC approval\"). A second folder will contain the documentation about the study design and study protocol (labeled: \"Study Protocol\"). A third folder (labeled \"data\") will consist of all data. In this folder, several subfolders will be created depending on the type of stored data (e.g., behavioural, fMRI) and project phase (e.g., pilot study versus final study). In the main \"data\" folder a README.txt file will be stored that described the context in which the data were collected (study protocol, EC approval number, number of participants, time at which data were collected, staff involved in data collection). In the preprocessing pipeline new preprocessed versions of the data will be stored in addition to the original raw data. Raw data will never be overwritten. Raw data will be labeled as \"raw\" and preprocessed data will be labeled with \"prep\". For each csv file consisting of questionnaire data, an accompanying csv file with the label \"metadata\" will describe each variable (e.g., questionnaire item in English and Dutch) and coding of responses (e.g., score 5 = \"agree\"). All physical data (e.g., cognitive tests) will be scanned and a digital version of the physical data will be stored as well. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There are no relevant metadata standards applicable. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on OneDrive for Business combined with the KU Leuven multifactor authentication which can store up to 2 TB of data. How will the data be backed up? OneDrive for Business provides a cloud-based back-up system. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We estimate that we will need at maximum 150 GB of storage space and the OneDrive for Business allows to store 2 TB of data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive for Business is suitable for strictly confidential data combined with the multifactor authentication through the KU Leuven Authenticator app. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The onedrive storage is free for KU Leuven staff and KU Leuven students. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 28 March 2023 3 of 5 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All research data not saved in an open-access repository will be deleted 10 years after the end of the project, except when such data is useful for later retrospective research projects (e.g., lesion neuro-imaging data of patients). The link of participant identifiers to research data will be deleted 10 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others permanently. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There will be no costs associated to storing data in open access repositories. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare) which is accessible to others permanently. Delineated lesion maps of stroke patients and statistical unthresholded maps will be made accessible in a restricted access repository to which researchers can access the data upon approval by the main researchers involved in the project that still work at KU Leuven at that point in time. Raw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature. If access is restricted, please specify who will be able to access the data and under what conditions. The members of the research team will be able to access the data. They will decide case-by-case whether certain data can be shared with new members of the research group within KU Leuven (interns, master thesis students) or new collaborators outside KU Leuven. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Raw structural CT or MRI scans will not be made accessible in repositories due to their sensitive nature. Where will the data be made available? If already known, please provide a repository per dataset or data type. At the end of each project the pseudonymized behavioural data and analysis scripts will be published in a repository (e.g., Open Science Framework or FigShare). When will the data be made available? Data will be made accessible upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Data will be made accessible with a CC0 license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Each dataset and analysis script that is published on an open access repository will be identified with a DOI. What are the expected costs for data sharing? How will these costs be covered? There will be no costs associated to data sharing. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 28 March 2023 4 of 5 Who will manage data documentation and metadata during the research project? The researchers who generate the data will be responsible for documentation, metadata, storage and publishing the data on an open-access repository. The principal investigator will be responsible for the long-term storage of the data once the project has finished. Who will manage data storage and backup during the research project? The researchers who generate the data. Who will manage data preservation and sharing? The principal investigator. Who will update and implement this DMP? The researchers who generate the data. Created using DMPonline.be. Last modiﬁed 28 March 2023 5 of 5"
}