{
    "document_id": "D-2022-1545",
    "LinkTitle": "D-2022-1545",
    "file_name": "D-2022-1545.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1545.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Jolien Van houcke",
        "num_pages": 7
    },
    "content": {
        "full_text": "1 \nARCKENS-YAKSI ASTROGLIA (FWO DMP)\nDMP TITLE\nADMIN DETAILS\nProject Name: Arckens-Yaksi Astroglia (FWO DMP)  \nGrant Title: G0C9922N\nPrincipal Investigator / Researcher: Lutgarde Arckens\nProject Data Contact: Valerie Mariën, valerie.marien@kuleuven.be\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nProf. Dr. Lutgarde Arckens  \nFWO Project Number & Title\nTitle: Killing brain aging: a new astroglia perspective in the killifish (Nothobranchius furzeri).  \nNumber: G0C9922N  \nAbstract\nOld age deteriorates the brain’s competence of using plasticity and\nreconstruction of its neuronal circuits in response to changes in\nstimulation, disease or injury. Decades of neurocentric research did\nnot deliver efficient treatment options to revert the aging phenotype.\nNeurons interact with many other types of brain cells. These cells\nproved to be important in shaping proper neuronal function. At the\ntripartite synapse, astrocytes are an essential cellular component. In\nteleosts, radial glia are neurogenic in nature but also seem to deliver\nsuch astroglia-like support to synapse maturation and homeostasis.\nWe recently found that opposite to other teleosts, in killifish, radial\nglia show signs of aging just like mammalian astrocytes do. We will\ncompletely characterise the potential astroglia population(s) at\ntranscriptome and translatome level in the killifish telencephalon. We\nwill define their morphological and physiological phenotype in the\nyoung and aged brain and we will study the function of the astroglia\npopulation(s) during neuroregeneration upon injury. With this project\nwe want to exploit the killifish to deliver a completely new dataset\n2about how (astro)glial populations in the brain change with age and\nhow such data may hold the key for predicting novel therapies to\ncombat neurodegeneration in the aged mammalian brain.\nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data Format VolumeHow created\nWP1: Validation of the lineage relationship between the different PC (sub)types\nGenome data gb file, txt file450 KB Genotyping \nanalysis with \nBENCHLING\nStocksheet \ndiapauzed eggsxlsx file 450 KB Repository of dry \ndiapauzed eggs of \ntransgenic fish \nlines\nMicroscopy \nimagesTIFF file 200 – 600 GB Confocal \nmicroscopy of \nbrain sections and \nwholemounts \nafter IHC or HCR\nWP2: Investigating the aging-induced cellular and molecular alterations in \nresponse to injury\nSingle cell gene \nexpression dataBCL/FASTQ file 3 TB 10X genomics \nsingle-cell RNA \nsequencing \nplatform\nMicroscopy TIFF file 200 – 600 GB Confocal \n3images microscopy of \nbrain sections \nafter IHC or HCR\nGenome data gb file, txt file 450 KB Genotyping \nanalysis with \nBENCHLING\nStocksheet \ndiapauzed eggsxlsx file 450 KB Repository of dry \ndiapauzed eggs of \ntransgenic fish \nlines\nWP3: Unravel the molecular, morphological and functional signature of RG1/2  \nfibers and endfeet occurring during early and late (in)complete recovery from  \ninjury in young adult and aged brains.\nGene expression \ndataBCL/FASTQ file 500 GBBulk RNA \nsequencing\nMicroscopy \nimagesTIFF file 200 – 600 GB Confocal \nmicroscopy of \nbrain slices after \npatch-clamp dye \nlabelling\nLarge image \ndatasets time-lapse (AVI), \nStack of TIFF files1 TB Calcium imaging \nof brain explants\nWP4: Investigate the recovery-promoting capacities of identified astroglia  \nspecific targets\nGene expression \ndatapcrd file 4 MB qPCR analysis with \nCFX Maestro\nMicroscopy \nimagesTIFF file 200 – 600 GB Confocal \nmicroscopy of \nbrain sections \nafter IHC or HCR\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n4Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nWe will use experiments on animals, specifically on Killifish. The research will be performed under normal  \nlaboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We \nfollow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the \nAnimal Ethics Committee at KU Leuven. Ethical permission for animal work  is covered by \nthe following ECDs: P025-2021 (Caroline Zandecki, Valerie Mariën, Jolien Van houcke - injury model, \nviral vector injections), ECD: Creation of genetically modified lines LA-ES.  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes\nThe project largely contains fundamental research that will generate insights for possible future \nvalorisation. It holds a potential to medical translation or application in the clinic but only on the long run. \nThere might be IP depending on the obtained results. This may involve the identification of molecules that  \npromote regeneration in the aged brain. If mechanisms or molecules being identified in the project are \nnovel and promising for clinical application, possible IP protection will be considered, which will then be \nperformed in consultation with LRD and VIB.  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nDigital data: \nWe will maintain a record of the following for every WP (where applicable):  \n-Experimental design and protocol (.docx file)  \n-Abbreviations used (.docx file)  \n-Structure of the data (.docx file)  \n-Steps involved in data analysis and relevant analysis scripts  \n-Raw data (specific file format according to data type)  \n-Analyzed data (specific file format according to data type)  \n-Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) \nand description of above-mentioned files.  \nPhysical data: \n5Samples taken from experiments will be documented and stored for up to three years after the end of the \nproject. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological \nstained slides will be stored in appropriate boxes in a dry place or fridge.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●Yes\nThe experiments are unique, but the data will be standardized according to data-type across experiments \nto make it easier to interpret the structure. Below, we list the metadata standards applicable to this \nproject: \nMetadata standards will be used for genomics data ( http://www.dcc.ac.uk/resources/metadata-\nstandards/genome-metadata ). For all other data, metadata will be created using the Dublin core \n(http://www.dcc.ac.uk/resources/metadata-standards/dublin-core).  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nAll digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up \ncapacities (KU Leuven OneDrive, LargeVolume-storage).  \nWe expect about 6 Tb of data to be stored.  \nThe physcial data  will be stored in freezers/fridges.  \nHow is backup of the data provided?\nWe will use the back-up facilities of the KU Leuven ICTS.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nYes. \nThere is currently sufficient storage at KU Leuven ICTS.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nBack-up cost per Tb (KU Leuven ICTS): 295€/year  \nExpected amount of data (6 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1770 \n€/year. \nThe costs will be covered by the running costs on the grant.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\n6All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center,  \nto provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data \navailability. Access to data is conditioned by KU Leuven security groups. All data will be password \nprotected. \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nDigital data: We will retain all data for the expected 5 year period. For most publications we expect that \nwe will make the data publicly available on data repositories. Sequencing data will be submitted to public \ndatabases (EBI-ENA/NCBI- SRA), where they will be permanently archived to preserve access to the \npublic. \nPhysical data: Fridge stocks of histological slides will be available upon request. After the conclusion of \nthe project samples will be stored for up to three years after the end of the project. Storage will be in \nfixative or in freezers depending on the kind of sample.  \nWhere will the data be archived (= stored for the longer term)?\nWe will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by \nthe ICTS to store all digital data. Note books will be kept in the lab for at least 5 years, conform the KU \nLeuven RDM policy. \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nWe expect about 1770  EUR/year. These costs will be budgeted into the project.  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\nRelevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed \ninternational journals within the life science field. The data will be presented on (inter)national scientific \nfield- specific meetings, e.g. Nothobranchius symposium, SfN FENS meetings, Healthy Aging etc.  \nPublished data will be available to all. For most publications we expect that we will make the data publicly  \navailable on data repositories.  \n7Where/how will the data be made available for reuse?\n●In an Open Access repository\nPublished experimental data will be made available through a data repository such as Genebank, \nFigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the \ntype of data. We will explore the possibilities via online repositories and will use the website \nwww.re3data.org. \n  \nWhen will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nAll team members have access as long as they are affiliated to KU Leuven. Once all files are released, \nanyone can use these data to generate new results, referring to the original publication and not for \ncommercial use. Data will be released under a CC-BY-NC reuse license.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nThe transfer costs depend on the data repository selected. Costs will be covered by project fund.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe PI (Lutgarde Arckens), and the day-to-day managers of the FWO project (Current PhDs Caroline \nZandecki and Valerie Mariën).  \nWho will be responsible for data storage & back up during the project?\nThe PI (Lutgarde Arckens), and the day-to-day managers of the FWO project (Current PhDs Caroline \nZandecki and Valerie Mariën).  \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, Lutgarde Arckens.  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1 ARCKENS-YAKSI ASTROGLIA (FWO DMP) DMP TITLE ADMIN DETAILS Project Name: Arckens-Yaksi Astroglia (FWO DMP) Grant Title: G0C9922N Principal Investigator / Researcher: Lutgarde Arckens Project Data Contact: Valerie Mariën, valerie.marien@kuleuven.be Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Prof. Dr. Lutgarde Arckens FWO Project Number & Title Title: Killing brain aging: a new astroglia perspective in the killifish (Nothobranchius furzeri). Number: G0C9922N Abstract Old age deteriorates the brain’s competence of using plasticity and reconstruction of its neuronal circuits in response to changes in stimulation, disease or injury. Decades of neurocentric research did not deliver efficient treatment options to revert the aging phenotype. Neurons interact with many other types of brain cells. These cells proved to be important in shaping proper neuronal function. At the tripartite synapse, astrocytes are an essential cellular component. In teleosts, radial glia are neurogenic in nature but also seem to deliver such astroglia-like support to synapse maturation and homeostasis. We recently found that opposite to other teleosts, in killifish, radial glia show signs of aging just like mammalian astrocytes do. We will completely characterise the potential astroglia population(s) at transcriptome and translatome level in the killifish telencephalon. We will define their morphological and physiological phenotype in the young and aged brain and we will study the function of the astroglia population(s) during neuroregeneration upon injury. With this project we want to exploit the killifish to deliver a completely new dataset 2about how (astro)glial populations in the brain change with age and how such data may hold the key for predicting novel therapies to combat neurodegeneration in the aged mammalian brain. Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format VolumeHow created WP1: Validation of the lineage relationship between the different PC (sub)types Genome data gb file, txt file450 KB Genotyping analysis with BENCHLING Stocksheet diapauzed eggsxlsx file 450 KB Repository of dry diapauzed eggs of transgenic fish lines Microscopy imagesTIFF file 200 – 600 GB Confocal microscopy of brain sections and wholemounts after IHC or HCR WP2: Investigating the aging-induced cellular and molecular alterations in response to injury Single cell gene expression dataBCL/FASTQ file 3 TB 10X genomics single-cell RNA sequencing platform Microscopy TIFF file 200 – 600 GB Confocal 3images microscopy of brain sections after IHC or HCR Genome data gb file, txt file 450 KB Genotyping analysis with BENCHLING Stocksheet diapauzed eggsxlsx file 450 KB Repository of dry diapauzed eggs of transgenic fish lines WP3: Unravel the molecular, morphological and functional signature of RG1/2 fibers and endfeet occurring during early and late (in)complete recovery from injury in young adult and aged brains. Gene expression dataBCL/FASTQ file 500 GBBulk RNA sequencing Microscopy imagesTIFF file 200 – 600 GB Confocal microscopy of brain slices after patch-clamp dye labelling Large image datasets time-lapse (AVI), Stack of TIFF files1 TB Calcium imaging of brain explants WP4: Investigate the recovery-promoting capacities of identified astroglia specific targets Gene expression datapcrd file 4 MB qPCR analysis with CFX Maestro Microscopy imagesTIFF file 200 – 600 GB Confocal microscopy of brain sections after IHC or HCR 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Privacy Registry Reference: Short description of the kind of personal data that will be used: 4Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes We will use experiments on animals, specifically on Killifish. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal work is covered by the following ECDs: P025-2021 (Caroline Zandecki, Valerie Mariën, Jolien Van houcke - injury model, viral vector injections), ECD: Creation of genetically modified lines LA-ES. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP depending on the obtained results. This may involve the identification of molecules that promote regeneration in the aged brain. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD and VIB. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Digital data: We will maintain a record of the following for every WP (where applicable): -Experimental design and protocol (.docx file) -Abbreviations used (.docx file) -Structure of the data (.docx file) -Steps involved in data analysis and relevant analysis scripts -Raw data (specific file format according to data type) -Analyzed data (specific file format according to data type) -Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: 5Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or fridge. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●Yes The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. Below, we list the metadata standards applicable to this project: Metadata standards will be used for genomics data ( http://www.dcc.ac.uk/resources/metadata- standards/genome-metadata ). For all other data, metadata will be created using the Dublin core (http://www.dcc.ac.uk/resources/metadata-standards/dublin-core). 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? All digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (KU Leuven OneDrive, LargeVolume-storage). We expect about 6 Tb of data to be stored. The physcial data will be stored in freezers/fridges. How is backup of the data provided? We will use the back-up facilities of the KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes Yes. There is currently sufficient storage at KU Leuven ICTS. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (6 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1770 €/year. The costs will be covered by the running costs on the grant. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 6All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digital data: We will retain all data for the expected 5 year period. For most publications we expect that we will make the data publicly available on data repositories. Sequencing data will be submitted to public databases (EBI-ENA/NCBI- SRA), where they will be permanently archived to preserve access to the public. Physical data: Fridge stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Where will the data be archived (= stored for the longer term)? We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data. Note books will be kept in the lab for at least 5 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? We expect about 1770 EUR/year. These costs will be budgeted into the project. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. Nothobranchius symposium, SfN FENS meetings, Healthy Aging etc. Published data will be available to all. For most publications we expect that we will make the data publicly available on data repositories. 7Where/how will the data be made available for reuse? ●In an Open Access repository Published experimental data will be made available through a data repository such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data. We will explore the possibilities via online repositories and will use the website www.re3data.org. When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? All team members have access as long as they are affiliated to KU Leuven. Once all files are released, anyone can use these data to generate new results, referring to the original publication and not for commercial use. Data will be released under a CC-BY-NC reuse license. What are the expected costs for data sharing? How will the costs be covered? The transfer costs depend on the data repository selected. Costs will be covered by project fund. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PI (Lutgarde Arckens), and the day-to-day managers of the FWO project (Current PhDs Caroline Zandecki and Valerie Mariën). Who will be responsible for data storage & back up during the project? The PI (Lutgarde Arckens), and the day-to-day managers of the FWO project (Current PhDs Caroline Zandecki and Valerie Mariën). Who will be responsible for ensuring data preservation and reuse ? The PI, Lutgarde Arckens. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}