{
    "document_id": "D-2021-1191",
    "LinkTitle": "D-2021-1191",
    "file_name": "D-2021-1191.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1191.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 11I1622N\nGrant Title\n 11I1622N\nPrincipal Investigator / Researcher\n Merle Kock\nProject Data Contact\n merle.kock@kuleuven.be\nDescription\n This project aims to gain a fundamental understanding of the personalised effects of mindfulness meditation by (1) uncovering the\nunderlying mechanisms and (2) examining how three candidate factors, namely trauma symptoms, tendency to dissociate and repetitive\nnegative thinking, influence the effect of mindfulness on mental health and wellbeing. The objectives will be achieved via three interrelated\nstudies: acquiring observational quantitative data from community, sub-clinical and clinical samples (n=120 each) who undergo an MBI (study\n1), conducting qualitative interviews in n=30 MBI participants (study 2), and testing effects of an experimental mindfulness intervention in\nn=114 students (study 3).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMerle Kock\nFWO Project Number & Title\n11l1622N Maximising benefit, minimising harm: how individual differences impact the effects of mindfulness meditation\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a\ntable (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the technical format).\nWork\npackage\nType of data\nRaw vs.\nprocessed\nFormat\nMode\nVolume\nHow created\nWP1\n(quantitative\nobservational\nstudy)\nSelf-reported\nquestionnaires\n(numerical\nand textual)\nRaw\n.csv,\n.xlsx\nObservational\n<10 MB\nMindfulness course attenders complete questionnaires at 4 time\npoints via Qualtrics.\n \nSelf-reported\nquestionnaires\n(existing data,\nnumerical)\nRaw\n.csv,\n.xlsx\nObservational\n<1MB\nRoutine questionnaires administered by the AccEPT clinic\n(\nhttps://www.exeter.ac.uk/departments/mooddisorders/acceptclinic/\n)\nwill be transferred to KU Leuven. License information will be further\nspecified once the data sharing agreement with our collaborators at\nthe University of Exeter is set up.\n \nAnalysis\nscripts\n(textual)\nProcessed\n.R\nDerived\n<1 MB\nAnalysis of questionnaire data collected for WP1.\nWP2\n(qualitative\nobservational\nstudy)\nAudio-\nrecordings of\ninterviews\n(audio)\nRaw\n.mp3\nObservational\n<2 GB\nInterviews (face-to-face or online) with mindfulness course\nattenders about their experience of mindfulness meditation.\n \nPersonal &\nfield notes on\ninterviews\n(textual)\nRaw\nOn\npaper\nor .docx\nObservational\nNotes of\nabout 30\ninterviews\nNotes made during interviews, on the context of the interview and\npersonal experience/reflection.\n \nTranscripts\n(textual)\nProcessed\n.docx\nDerived\n<10 MB\nTrancription of the audio-files of the interviews.\n \nPersonal &\nfield notes\n(textual)\nProcessed\n.docx\nDerived\n<1 MB\nNotes made on paper will be saved in a digital format.\n \nCoding\n(textual)\nProcessed\n.nvp\n(codes\ngiven in\nNVivo)\nDerived\n<10 MB\nThe interview transcripts will be imported to NVivo and coded.\n \nFramework\nmatrix for\nanalysis\n(textual)\nProcessed\n.xlsx\nDerived\n<1 MB\nThe coded interviews will be summarised in a matrix for better\noverview.\nWP3\n(experimental\nstudy)\nSelf-reported\nquestionnaires\n(numerical &\ntextual)\nRaw\n.csv,\n.xlsx\nObservational\n<10 MB\nParticipants will complete questionnaires at 3 time points via a\nGDPR compliant online platform.\n \nAnalysis\nscripts\n(textual)\nProcessed\n.R\nDerived\n<1 MB\nAnalysis of questionnaire data collected for WP3.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to your file in KU\nLeuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nYes\nPrivacy Registry Reference:\nEthical approval will be obtained for all studies. Ethical review for the first study is currently in preparation.\nShort description of the kind of personal data that will be used:\nWe will process data of mindfulness course attenders and healthy students/staff.\nDepending on the study, we will collect the following personal data: name, email-address, gender, age, and IP address. For WP2, we will collect\naudio-recordings from interviews. For WP3, we will also collect address and bank account details for compensation.\nWe will also collect data that fall under the special categories of data:\n- Participants will report their previous diagnoses of mental disorders and will answer questions about their mental health state (e.g., emotions\nand thoughts). This will be done via self-report questionnaires.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nIf so, add the reference to the formal approval by the relevant ethical review committee(s)\nYes\nData collection, handling, processing, and transfer for the purpose of this project will be performed in compliance with applicable regulations\n(including GDPR regulations), guidelines for clinical studies and internal procedures.\nEthical approval will be obtained for all studies. Ethical review for the first study is currently in preparation. For more information, please refer to\nour EC protocol.\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed\nfor the data you created? If so, for what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they\nrelate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nFor each WP, meta-data will be available and stored in a separate folder. Depending on the WP, the folder will contain the following information:\n1.  Read.me file: In this document, we will include general information (involved researchers, contact persons with access to dataset), project\ninformation (abstract and funder), a file overview (including list of file names, software used, version and date), storage information,\nmethodological information (data collection and processing), information on data access and sharing, specific information about the data\nthemselves, and relationships (related publications, related datasets).\n2. Codebook file (for survey data): In this document, we will provide pseudonymised baseline information about all participants enrolled in the\nstudy and variable-level information (names, labels, values/scoring) for survey data.\n3. Interview guide: In this document, we will describe the setting of the interviews, instructions for the interviewer, and topics discussed during\nthe interview.\n4. Logbook file: In this document, we will describe the steps for data preparation and analysis of both survey data (for WP1 and WP3) and\ninterview data (for WP2, including pseudonymisation procedure and development of codes). Explanatory comments will be added to all analysis\nscripts in R for survey data and within NVivo for interview data.\n5. Folder with all the study documents: Ethical application and approval, informed consent example, participant information letter. The pdf of all\nquestionnaires will be included.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail which metadata\nwill be created to make the data easy/easier to find and reuse.\nNo\nSee previous question\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nPersonal information and data from interviews and questionnaires will be stored with a unique participant ID, ensuring pseudonymisation.\nStrictly confidential data (e.g. personal information, contact information, informed consent forms, audio recordings of interviews etc.) will be\nstored at a separate restricted area of KU Leuven’s OneDrive for Business. This data can only be accessed by researchers in contact with\nparticipants or directly involved in anonymisation/transcription of interview data as well as the doctoral student's supervisor using Multifactor\nauthentication.\nData from surveys, interview transcripts will be pseudonymised via this participant ID and securely stored on KU Leuven's OneDrive for\nBuseiness, which is only accessible to involved researchers and the doctoral student's supervisor using Multifactor authentication. All drives\nused for data storage are managed by ICTS personnel, bound by the KUL ICT code of conduct, and have automatic back-up procedures and\ndisaster recovery in place.\nThis data storage plan was developed using the online Data Management storage of the KU Leuven and the PPW Data Classification and Storage\nGuidelines.\nHow is backup of the data provided?\nThe data will be stored on KU Leuven's OneDrive for Business with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage\nor backup capacities are available then explain how this will be taken care of.\nYes\nThe PhD student has 2TB personal Onedrive storage (https://icts.kuleuven.be/sc/english/storage/onedrive). Given the nature of our data, we do\nnot expect to exceed this storage or backup capacity. In case we still do so, we will extend our storage capacity.\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nAs mentioned before, we do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by\nthe PhD student's bench fee.\nData security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data will be stored on KU Leuven’s secure network storage (i.e., Onedrive for Business). This means that data are stored on a secure and\nencrypted network provided by the KU Leuven and data transfer will always take place in encrypted format via secured channels only (e.g.,\nBelnet sender).\nResearch data will be pseudonymised. Each participant's record will be stored pseudonymised by which the personally identifiable information\nwill be removed and replaced by a participant ID. Only the researchers directly in contact with participants and the doctoral student's\nsupervisor will have access to the linking file using Multifactor authentication. Involved researchers will have role-based access to reserach data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nusing Multifactor authentication.\nIn case interviews will be conducted online (due to COVID-19 measures or for practical reasons), the interview will be recorded through\nMicrosoft Teams, a university's secured platform. The audio record will be deleted once the interview of that participant has been fully\ntranscribed. The transcriptions will be preserved for 10 years after the end of the study.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data\ncan/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter data collection is completed for a WP, all identifiable information (i.e., participants’ names, contact details, etc.) and the file linking\nparticipants' names to participant ID will be deleted since this information will no longer be relevant or required for study purposes. Due to the\nsensitive nature of the data, all audio recordings of the interviews will be deleted once the interviews have been fully transcribed. Personal and\nfield notes on paper will be saved together with interview transcripts in word files. Once the notes have been saved electronically, paper notes\nwill be destroyed. All other data will be stored for at least 10 years following KU Leuven regulations.\nWhere will the data be archived (= stored for the longer term)?\nIn line with the KU Leuven RDM policy, all research data will be stored for at least 10 years. Data will be copied to the supervisor's (Filip Raes)\nOnedrive account. Secondly, data will be temporarily shared with our data manager who will then store the data on our password-protected and\nencrypted local research group storage as a back-up.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?\nThe cost for data preservation for ten years on our local research group storage will be around 36€. These costs will be covered by the\nsupervisor and/or the research group.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)?\nYes. Specify:\nThe data can only be used for the purpose of improving scientific knowledge about mindfulness. Copied from Informed Consent:\n\"Ik ga ermee akkoord dat de onderzoeksgegevens die voor het hier vermelde onderzoek worden verzameld, later zullen worden verwerkt, op\nvoorwaarde dat deze verwerking beperkt blijft tot de context van het hier vermelde onderzoek voor een beter inzicht in mindfulness-meditatie\nen de effecten ervan.\"\nFor WP2, participants consent to using excerpts of the interview for scientific publication given that they cannot be identified. Full transcripts\n(including personal and field notes and codes) cannto be shared to ensure privacy.\nWe are still awaiting feedback from our collaborators at the University of Exeter regarding the reuse of data that they shared with us. Once the\ndata sharing agreement is set up, the possibilities to share and reuse those existing data will be further specified in the data management plan.\nWhich data will be made available after the end of the project?\nThe full pseudonymised dataset (pseudonymised questionnaire data and interview transcripts) will be available for colleague researchers in\norder to improve the scientific knowledge about mindfulness. Data is only available upon request (and signing a data sharing agreement).\nParticipants’ personal information (e.g., contact information, names, etc.) or audio files will never be shared.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nIn order to improve the scientific knowledge about mindfulness, researchers can request the full pseudonymised dataset with documentation\n(including readme files, codebooks and logbooks) via email, and will receive these after signing a data sharing agreement.\nWhen will the data be made available?\nUpon publication of the research results\nThe dataset of a WP will be made available after publication of the research results of this WP.\nWho will be able to access the data and under what conditions?\nAccess will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes that are in line with the\nexplained purpose of the study will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules\nfor the given data and will have to sign a data sharing agreement in which the researcher states he will give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student (Merle Kock) will be responsible.\nWho will be responsible for data storage & back up during the project?\nThe PhD student (Merle Kock) will be responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PhD student (Merle Kock) and the supervisor (Filip Raes) will be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe supervisor (Filip Raes) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 11I1622N Grant Title 11I1622N Principal Investigator / Researcher Merle Kock Project Data Contact merle.kock@kuleuven.be Description This project aims to gain a fundamental understanding of the personalised effects of mindfulness meditation by (1) uncovering the underlying mechanisms and (2) examining how three candidate factors, namely trauma symptoms, tendency to dissociate and repetitive negative thinking, influence the effect of mindfulness on mental health and wellbeing. The objectives will be achieved via three interrelated studies: acquiring observational quantitative data from community, sub-clinical and clinical samples (n=120 each) who undergo an MBI (study 1), conducting qualitative interviews in n=30 MBI participants (study 2), and testing effects of an experimental mindfulness intervention in n=114 students (study 3). Institution KU Leuven 1. General Information Name applicant Merle Kock FWO Project Number & Title 11l1622N Maximising benefit, minimising harm: how individual differences impact the effects of mindfulness meditation Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Work package Type of data Raw vs. processed Format Mode Volume How created WP1 (quantitative observational study) Self-reported questionnaires (numerical and textual) Raw .csv, .xlsx Observational <10 MB Mindfulness course attenders complete questionnaires at 4 time points via Qualtrics. Self-reported questionnaires (existing data, numerical) Raw .csv, .xlsx Observational <1MB Routine questionnaires administered by the AccEPT clinic ( https://www.exeter.ac.uk/departments/mooddisorders/acceptclinic/ ) will be transferred to KU Leuven. License information will be further specified once the data sharing agreement with our collaborators at the University of Exeter is set up. Analysis scripts (textual) Processed .R Derived <1 MB Analysis of questionnaire data collected for WP1. WP2 (qualitative observational study) Audio- recordings of interviews (audio) Raw .mp3 Observational <2 GB Interviews (face-to-face or online) with mindfulness course attenders about their experience of mindfulness meditation. Personal & field notes on interviews (textual) Raw On paper or .docx Observational Notes of about 30 interviews Notes made during interviews, on the context of the interview and personal experience/reflection. Transcripts (textual) Processed .docx Derived <10 MB Trancription of the audio-files of the interviews. Personal & field notes (textual) Processed .docx Derived <1 MB Notes made on paper will be saved in a digital format. Coding (textual) Processed .nvp (codes given in NVivo) Derived <10 MB The interview transcripts will be imported to NVivo and coded. Framework matrix for analysis (textual) Processed .xlsx Derived <1 MB The coded interviews will be summarised in a matrix for better overview. WP3 (experimental study) Self-reported questionnaires (numerical & textual) Raw .csv, .xlsx Observational <10 MB Participants will complete questionnaires at 3 time points via a GDPR compliant online platform. Analysis scripts (textual) Processed .R Derived <1 MB Analysis of questionnaire data collected for WP3. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Yes Privacy Registry Reference: Ethical approval will be obtained for all studies. Ethical review for the first study is currently in preparation. Short description of the kind of personal data that will be used: We will process data of mindfulness course attenders and healthy students/staff. Depending on the study, we will collect the following personal data: name, email-address, gender, age, and IP address. For WP2, we will collect audio-recordings from interviews. For WP3, we will also collect address and bank account details for compensation. We will also collect data that fall under the special categories of data: - Participants will report their previous diagnoses of mental disorders and will answer questions about their mental health state (e.g., emotions and thoughts). This will be done via self-report questionnaires. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Data collection, handling, processing, and transfer for the purpose of this project will be performed in compliance with applicable regulations (including GDPR regulations), guidelines for clinical studies and internal procedures. Ethical approval will be obtained for all studies. Ethical review for the first study is currently in preparation. For more information, please refer to our EC protocol. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For each WP, meta-data will be available and stored in a separate folder. Depending on the WP, the folder will contain the following information: 1. Read.me file: In this document, we will include general information (involved researchers, contact persons with access to dataset), project information (abstract and funder), a file overview (including list of file names, software used, version and date), storage information, methodological information (data collection and processing), information on data access and sharing, specific information about the data themselves, and relationships (related publications, related datasets). 2. Codebook file (for survey data): In this document, we will provide pseudonymised baseline information about all participants enrolled in the study and variable-level information (names, labels, values/scoring) for survey data. 3. Interview guide: In this document, we will describe the setting of the interviews, instructions for the interviewer, and topics discussed during the interview. 4. Logbook file: In this document, we will describe the steps for data preparation and analysis of both survey data (for WP1 and WP3) and interview data (for WP2, including pseudonymisation procedure and development of codes). Explanatory comments will be added to all analysis scripts in R for survey data and within NVivo for interview data. 5. Folder with all the study documents: Ethical application and approval, informed consent example, participant information letter. The pdf of all questionnaires will be included. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No See previous question 5. Data storage and backup during the FWO project Where will the data be stored? Personal information and data from interviews and questionnaires will be stored with a unique participant ID, ensuring pseudonymisation. Strictly confidential data (e.g. personal information, contact information, informed consent forms, audio recordings of interviews etc.) will be stored at a separate restricted area of KU Leuven’s OneDrive for Business. This data can only be accessed by researchers in contact with participants or directly involved in anonymisation/transcription of interview data as well as the doctoral student's supervisor using Multifactor authentication. Data from surveys, interview transcripts will be pseudonymised via this participant ID and securely stored on KU Leuven's OneDrive for Buseiness, which is only accessible to involved researchers and the doctoral student's supervisor using Multifactor authentication. All drives used for data storage are managed by ICTS personnel, bound by the KUL ICT code of conduct, and have automatic back-up procedures and disaster recovery in place. This data storage plan was developed using the online Data Management storage of the KU Leuven and the PPW Data Classification and Storage Guidelines. How is backup of the data provided? The data will be stored on KU Leuven's OneDrive for Business with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The PhD student has 2TB personal Onedrive storage (https://icts.kuleuven.be/sc/english/storage/onedrive). Given the nature of our data, we do not expect to exceed this storage or backup capacity. In case we still do so, we will extend our storage capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? As mentioned before, we do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by the PhD student's bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored on KU Leuven’s secure network storage (i.e., Onedrive for Business). This means that data are stored on a secure and encrypted network provided by the KU Leuven and data transfer will always take place in encrypted format via secured channels only (e.g., Belnet sender). Research data will be pseudonymised. Each participant's record will be stored pseudonymised by which the personally identifiable information will be removed and replaced by a participant ID. Only the researchers directly in contact with participants and the doctoral student's supervisor will have access to the linking file using Multifactor authentication. Involved researchers will have role-based access to reserach data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 using Multifactor authentication. In case interviews will be conducted online (due to COVID-19 measures or for practical reasons), the interview will be recorded through Microsoft Teams, a university's secured platform. The audio record will be deleted once the interview of that participant has been fully transcribed. The transcriptions will be preserved for 10 years after the end of the study. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After data collection is completed for a WP, all identifiable information (i.e., participants’ names, contact details, etc.) and the file linking participants' names to participant ID will be deleted since this information will no longer be relevant or required for study purposes. Due to the sensitive nature of the data, all audio recordings of the interviews will be deleted once the interviews have been fully transcribed. Personal and field notes on paper will be saved together with interview transcripts in word files. Once the notes have been saved electronically, paper notes will be destroyed. All other data will be stored for at least 10 years following KU Leuven regulations. Where will the data be archived (= stored for the longer term)? In line with the KU Leuven RDM policy, all research data will be stored for at least 10 years. Data will be copied to the supervisor's (Filip Raes) Onedrive account. Secondly, data will be temporarily shared with our data manager who will then store the data on our password-protected and encrypted local research group storage as a back-up. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost for data preservation for ten years on our local research group storage will be around 36€. These costs will be covered by the supervisor and/or the research group. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The data can only be used for the purpose of improving scientific knowledge about mindfulness. Copied from Informed Consent: \"Ik ga ermee akkoord dat de onderzoeksgegevens die voor het hier vermelde onderzoek worden verzameld, later zullen worden verwerkt, op voorwaarde dat deze verwerking beperkt blijft tot de context van het hier vermelde onderzoek voor een beter inzicht in mindfulness-meditatie en de effecten ervan.\" For WP2, participants consent to using excerpts of the interview for scientific publication given that they cannot be identified. Full transcripts (including personal and field notes and codes) cannto be shared to ensure privacy. We are still awaiting feedback from our collaborators at the University of Exeter regarding the reuse of data that they shared with us. Once the data sharing agreement is set up, the possibilities to share and reuse those existing data will be further specified in the data management plan. Which data will be made available after the end of the project? The full pseudonymised dataset (pseudonymised questionnaire data and interview transcripts) will be available for colleague researchers in order to improve the scientific knowledge about mindfulness. Data is only available upon request (and signing a data sharing agreement). Participants’ personal information (e.g., contact information, names, etc.) or audio files will never be shared. Where/how will the data be made available for reuse? Upon request by mail In order to improve the scientific knowledge about mindfulness, researchers can request the full pseudonymised dataset with documentation (including readme files, codebooks and logbooks) via email, and will receive these after signing a data sharing agreement. When will the data be made available? Upon publication of the research results The dataset of a WP will be made available after publication of the research results of this WP. Who will be able to access the data and under what conditions? Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes that are in line with the explained purpose of the study will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data and will have to sign a data sharing agreement in which the researcher states he will give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? None 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student (Merle Kock) will be responsible. Who will be responsible for data storage & back up during the project? The PhD student (Merle Kock) will be responsible. Who will be responsible for ensuring data preservation and reuse ? The PhD student (Merle Kock) and the supervisor (Filip Raes) will be responsible. Who bears the end responsibility for updating & implementing this DMP? The supervisor (Filip Raes) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}