{
    "document_id": "D-2025-3661",
    "LinkTitle": "D-2025-3661",
    "file_name": "D-2025-3661.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3661.pdf",
    "metadata": {
        "title": "DELVING INTO UNEXPLORED MECHANISMS DRIVING THE MASS LOSS OF RED SUPERGIANTS",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DELVING INTO UNEXPLORED MECHANISMS DRIVING THE MASS LOSS OF RED SUPERGIANTS\nDELVING INTO UNEXPLORED MECHANISMS DRIVING THE MASS LOSS OF RED SUPERGIANTS\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml, .tab,\n.csv,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nD1a\nOpacity\ntables\nGenerate new data\nDigital\nSimulation data\n.txt\n<10GB\n \nD1b\n2D-3D\nmodels\nGenerate new data \nDigital\nSimulation data\n.txt, .fits\n<5TB\n \nD2a\nEmulator\ncoupling\nGenerate new data,\nReuse existing data\nDigital\nSoftware\nMACE\n(python)/PHANTOM\n(Python,C++) codes\n<1TB\n \nD2b\n2D-3D\nmodels\nGenerate new data\nDigital\nSimulation data\n.txt, .fits\n<5TB\n \nD3\nModel grid\nsimulations\nGenerate new data,\nReuse existing data\nDigital\nSimulation data\n.txt, .fits, MPI-\nAMRVAC (Fortran)\ncode\n<5TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nMPI-AMRVAC code: \nhttps://amrvac.org/md_doc_radiative_cooling.html\nMACE code: \nhttps://mace-code.readthedocs.io/en/latest/\nPHANTOM code: \nhttps://phantomsph.github.io\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n1 of 5\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nExisting software tools such as Phantom, MACE and MPI-AMRVAC will be used to calculate model\nsimulations. These codes can be freely used as long as the necessary citations/acknowledgements are given.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDetailed description of the full scientific process (theoretical derivations, model development and setup, scientific deliverables)\nwill be documented in text files, PDFs and digital notebooks in the working directories of the host institute and published in\nregular scientific publications.\nSoftware code/tools and Jupiter notebooks/scripts will include readme files on Github and will be commentated inline in the\ncode to describe the aim of the code and details on the input/out variables. Furthermore, GitHub deliverables will be added to the\nKU Leuven data repository RDR to allow for adding the output to Lirias via dedicated DOI.\nAll modelling output will be saved in a well-documented local directory structure with readme.txt files.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n2 of 5\nFor model simulations the astronomy standard FITS format will be used (https://fits.gsfc.nasa.gov).\nJournal publications will use dedicated journal standards (e.g. keywords) to identify research context.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nLocally (personal device+institute servers+backups) :\nNewly-made simulations and theoretical derivations\nModels, parameters and retrievals\nAnalysis tools/software codes\nExternally:\nSoftware codes and tools (Github, KU Leuven RDR)\nScientific publications (journal websites, KU Leuven Lirias)\nHow will the data be backed up?\nHow will the data be backed up?\nThe host institute has a well-developed in-house storage and backup system which will allow for continuous data preservation.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nNecessary additonal storage facilities are calculated in the project budget. If even more storage is needed, these can be taken on\nby the research group working budget.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nRaw and processed data are stored on institute network servers and backup following KU Leuven and in-house security\nstandards: all data are secured with access\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll costs for local storage, servers for computations and backup are covered in the project budget:\n12TB fast local storage for computations: 3x 4TB SSD PCI-e NVMe (Intel SSD DC P4500) : budget: 3 x 2300 euro = total of\n6900 euro\n30TB server for storage and back-up: budget: 30x 100 euro = total 3000 euro\nIf even more storage is needed, these can be taken on by the research group working budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n3 of 5\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data (raw, processed, models, retrievals, publications) will be stored for at least 10 years, in practice currently indefinitely.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data (data reduction, analysis, model, retrievals, publications) will be stored locally on the servers of the host institute. Model\nsimulations in FITS format will be made available via the SAO/NASA Astrophysics Data System (\nhttps://ui.adsabs.harvard.edu/)\nAll publications will be archived on the website of the scientific journal. All code output will be stored on GitHub and the KU\nLeuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for backup and storage on local institute servers has been included in the project budget and the general working budget\nof the host institute.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nScientific publications with description of the full scientific process, methods and model output parameters will be made\navailable via journal websites and KU Leuven Lirias.\nModel simulations in FITS format will be made available via the SAO/NASA Astrophysics Data System\n(\nhttps://ui.adsabs.harvard.edu/)\nSoftware tools and scripts will be made available via Github\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nScientific publications with description of the full scientific process, methods and model output parameters will be made\navailable via journal websites and KU Leuven Lirias.\nModel simulations in FITS format will be made available via the SAO/NASA Astrophysics Data System\n(\nhttps://ui.adsabs.harvard.edu/)\nSoftware tools and scripts will be made available via Github.\nWhen will the data be made available?\nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n4 of 5\nAfter publication in the scientific journals.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nResults and data in scientific journals are published under CC-BY 4.0\nSoftware on Github are published under GPL-3.0 license\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nScientific publications will get a DOI assigned as per journal standards. \nCode output on GitHub will be assigned a DOI via the KU Leuven RDR.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe budget ~1000euro per publication for gold open access. There are no costs associated with Github or other public access\nrepositories such as ArXiv or Lirias.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PI and team members together with assistance from the institute's project coordinator and IT team. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PI and institute's IT team will be responsible for proper working of server storage and backup. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI and team members will make sure the data is correctly set up for server storage and open access sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI and institute's project coordinator. \nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n5 of 5"
    },
    "clean_full_text": "DELVING INTO UNEXPLORED MECHANISMS DRIVING THE MASS LOSS OF RED SUPERGIANTS DELVING INTO UNEXPLORED MECHANISMS DRIVING THE MASS LOSS OF RED SUPERGIANTS FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA D1a Opacity tables Generate new data Digital Simulation data .txt <10GB D1b 2D-3D models Generate new data Digital Simulation data .txt, .fits <5TB D2a Emulator coupling Generate new data, Reuse existing data Digital Software MACE (python)/PHANTOM (Python,C++) codes <1TB D2b 2D-3D models Generate new data Digital Simulation data .txt, .fits <5TB D3 Model grid simulations Generate new data, Reuse existing data Digital Simulation data .txt, .fits, MPI- AMRVAC (Fortran) code <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: MPI-AMRVAC code: https://amrvac.org/md_doc_radiative_cooling.html MACE code: https://mace-code.readthedocs.io/en/latest/ PHANTOM code: https://phantomsph.github.io Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 14 April 2025 1 of 5 No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Existing software tools such as Phantom, MACE and MPI-AMRVAC will be used to calculate model simulations. These codes can be freely used as long as the necessary citations/acknowledgements are given. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Detailed description of the full scientific process (theoretical derivations, model development and setup, scientific deliverables) will be documented in text files, PDFs and digital notebooks in the working directories of the host institute and published in regular scientific publications. Software code/tools and Jupiter notebooks/scripts will include readme files on Github and will be commentated inline in the code to describe the aim of the code and details on the input/out variables. Furthermore, GitHub deliverables will be added to the KU Leuven data repository RDR to allow for adding the output to Lirias via dedicated DOI. All modelling output will be saved in a well-documented local directory structure with readme.txt files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 14 April 2025 2 of 5 For model simulations the astronomy standard FITS format will be used (https://fits.gsfc.nasa.gov). Journal publications will use dedicated journal standards (e.g. keywords) to identify research context. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Locally (personal device+institute servers+backups) : Newly-made simulations and theoretical derivations Models, parameters and retrievals Analysis tools/software codes Externally: Software codes and tools (Github, KU Leuven RDR) Scientific publications (journal websites, KU Leuven Lirias) How will the data be backed up? How will the data be backed up? The host institute has a well-developed in-house storage and backup system which will allow for continuous data preservation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Necessary additonal storage facilities are calculated in the project budget. If even more storage is needed, these can be taken on by the research group working budget. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw and processed data are stored on institute network servers and backup following KU Leuven and in-house security standards: all data are secured with access What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs for local storage, servers for computations and backup are covered in the project budget: 12TB fast local storage for computations: 3x 4TB SSD PCI-e NVMe (Intel SSD DC P4500) : budget: 3 x 2300 euro = total of 6900 euro 30TB server for storage and back-up: budget: 30x 100 euro = total 3000 euro If even more storage is needed, these can be taken on by the research group working budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual Created using DMPonline.be. Last modiﬁed 14 April 2025 3 of 5 restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data (raw, processed, models, retrievals, publications) will be stored for at least 10 years, in practice currently indefinitely. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data (data reduction, analysis, model, retrievals, publications) will be stored locally on the servers of the host institute. Model simulations in FITS format will be made available via the SAO/NASA Astrophysics Data System ( https://ui.adsabs.harvard.edu/) All publications will be archived on the website of the scientific journal. All code output will be stored on GitHub and the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for backup and storage on local institute servers has been included in the project budget and the general working budget of the host institute. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Scientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU Leuven Lirias. Model simulations in FITS format will be made available via the SAO/NASA Astrophysics Data System ( https://ui.adsabs.harvard.edu/) Software tools and scripts will be made available via Github If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Scientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU Leuven Lirias. Model simulations in FITS format will be made available via the SAO/NASA Astrophysics Data System ( https://ui.adsabs.harvard.edu/) Software tools and scripts will be made available via Github. When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 14 April 2025 4 of 5 After publication in the scientific journals. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Results and data in scientific journals are published under CC-BY 4.0 Software on Github are published under GPL-3.0 license Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Scientific publications will get a DOI assigned as per journal standards. Code output on GitHub will be assigned a DOI via the KU Leuven RDR. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We budget ~1000euro per publication for gold open access. There are no costs associated with Github or other public access repositories such as ArXiv or Lirias. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI and team members together with assistance from the institute's project coordinator and IT team. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI and institute's IT team will be responsible for proper working of server storage and backup. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI and team members will make sure the data is correctly set up for server storage and open access sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PI and institute's project coordinator. Created using DMPonline.be. Last modiﬁed 14 April 2025 5 of 5"
}