{
    "document_id": "D-2021-1136",
    "LinkTitle": "D-2021-1136",
    "file_name": "D-2021-1136.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1136.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 1108022N\nPrincipal Investigator / Researcher\n Sarah Van Eyken\nDescription\n This is the initial DMP for my FWO research project \"Questioning the Quiescence of\nthe Ottoman Hanbalis: The Genesis of Conservative Salafism\".\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSarah Van Eyken\nFWO Project Number & Title\n\"Questioning the Quiescence of the Ottoman Hanbalis: The Genesis of Conservative Salafism\"\n(1108022N)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe project’s data consists primarily of a corpus of textual Arabic sources. These texts exist in\nlarge part in digital format; most of them are either available digitally in online libraries (usually\nin .pdf format) or their contents have been digitised and are available in online text repositories\n(usually in .yml format). The data generated by the project will also mainly be digital: the\ninformation that I will extract from the corpus of Arabic texts will be collected and processed\nprimarily using digital methods and tools. The data are described in more detail in the table\nbelow:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nNature\nType\nFormat\nVolume\nMode of\ndata\ncollection\nPurpose\nII\nCorpus of\nArabic texts\n(1): digital\nand digitised\ntexts \nDigital (.pdf,\n.yml)\nEstimated\nbetween 300\nand 400\ntexts, approx.\n5-7 GB\nOnline digital\nlibraries and\ntext\nrepositories\n(e.g., \nOpen ITI\nKitab Corpus\n,\nMaktaba\nShamela\n,\nWaqfeya\n)\nCompletion of research\nobjectives 1-3 using\ndiscourse analysis\nII\nCorpus of\nArabic texts\n(2): physical,\nprinted books\nNon-digital,\nphysical\nworks\nEstimated <\n100 books\nPurchase\nusing\nbenchfee \nCompletion of research\nobjectives 1-3 (discourse\nanalysis)\nI / II\nManuscript\nscans and\nphotos\nDigital (.jpg,\n.png, .tif,\n.pdf)\nEstimated\nbetween 15-\n20 texts, < 10\nMB\nScanning and\nphotographing\nmanuscripts\nheld by\nlibraries and\narchival\ninstitutes, as\nwell as\ndownloading\nphotos or\nscans of\nmanuscripts\navailable in\nopen access\ndigital\nmanuscript\nlibraries\nCompletion of research\nobjectives 1-3 (discourse\nanalysis); edition of\nmanuscripts\nI\nPersonal\nnotes and\nannotations\nbased on my\nreading of\nacademic\nsources,\nattendance of\nconferences,\npersonal\nconversations\nwith experts,\netc.\nDigital (.txt,\n.docx) and\nnon-digital\n(physical,\nwritten)\n100 MB\nMicrosoft\nWord and\nRoam\nResearch for\ndigital notes;\nwritten notes\nin personal\nnotebook\nLiterature review, general\nstructuring of thoughts and\nideas\nI\nDatabase of\nprimary\nArabic texts\nDigital (.xlsx)\n< 1 MB\nMicrosoft\nExcel\nOverview of primary sources\nI\nDatabase of\nscholarly\nfigures\nDigital (.xlsx,\n.csv)\n100 MB\nMicrosoft\nExcel,\nFileMaker\nBasis for network analysis, in\ncompletion of research\nobjective 4 in particular\nI\nNetwork\nvisualisations\nDigital,\nprecise\nformat\nundetermined\nUndetermined\nGephi\nVisualise and analyse\nscholarly networks based on\ncollected database of Muslim\nscholars, cf. research\nobjective 4\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\n NA\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nNA\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nNA\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNA\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nI will take the following steps to ensure adequate documentation for the data generated by the\nproject:\nThe databases that I will create will be furnished with README.txt files based on a template\nprovided by research support staff at KU Leuven and adapted to the needs of my project\nand discipline;\nI will use uniform naming conventions for files and folders.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nI will not use a metadata standard, but will take some other measures to provide adequate\nmetadata:\nI will use Zotero for the collection of the corpus of Arabic texts;\nI will add metadata to the scans and photos of manuscripts that I acquire using the software\nTropy;\nI will consult my colleagues and research support staff at my faculty to determine the most\nsuitable ways of providing metadata for the other aspects of my project (particularly the\ndatabase of scholarly figures which will be the basis for my network analysis). An example of\nmetadata I will create for this database is a VIAF number for specific scholarly figures. I will\nfurther develop this once I am at a further stage in the project.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nNon-digital data (books; written notes) will be stored in my office or my supervisor’s office at the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nFaculty.\nDigital data will be stored in three ways:\n1\n. \nKU Leuven provides its researchers with the possibility to store up to 2 TB of data using\nOneDrive for Business — I will use this service to store and automatically back up the\nproject’s data;\n2\n. \nI will make weekly back-ups of the data on a personal external hard drive;\n3\n. \nThe data will be stored on my personal computer.\nHow is backup of the data provided?\nI will use OneDrive for Business to automatically back up my data and will make regular manual\nbackups using an external hard drive. As far as the database is concerned, I will periodically\nexport data sets and back them up using OneDrive and an external hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes. The project is not expected to generate more than 2 TB worth of data. KU Leuven provides 2\nTB of storage capacity using OneDrive for Business.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no foreseeable costs for data storage and back up.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nI will use KU Leuven OneDrive for Business, which is secured with multifactor authentication\n(using the KU Leuven Authenticator app).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data except personal written notes will be retained for 10 years after the end of the project (as\nper KU Leuven mandate). I will regularly inform myself about any changes in KU Leuven policy in\nthis regard and update the DMP accordingly, if needed.\nWhere will the data be archived (= stored for the longer term)?\nBooks purchased using the bench fee will be stored and made available via the Faculty Library\n(Artes) in accordance with KU Leuven policy.\nThe digital data will be preserved using dedicated long-term storage infrastructure (OneDrive for\nBusiness) provided by KU Leuven. I will regularly evaluate possibilities to make certain datasets\navailable to the academic world via digital repositories (e.g., Zenodo) or even a dedicated\nwebsite, if this appears suitable, depending on the project’s progress and results.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nI cannot precisely determine this yet, since I will continuously be evaluating options to best store\nand share my work.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThis is to be determined at a further stage in the course of the project depending on its progress\nand outcomes.\nWhere/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhere/how will the data be made available for reuse?\nOther (specify):\nThis is to be determined at a further stage in the course of the project depending on its progress\nand outcomes.\nWhen will the data be made available?\nImmediately after the end of the project\nThe data will be made available once the project has come to an end.\nWho will be able to access the data and under what conditions?\nThis is to be determined at a further stage in the course of the project depending on its progress\nand outcomes.\nWhat are the expected costs for data sharing? How will the costs be covered?\nI cannot answer this question precisely at this stage of the project.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI (Sarah Van Eyken), the principal investigator, am responsible for implementing data\ndocumentation and metadata.\nWho will be responsible for data storage & back up during the project?\nI (Sarah Van Eyken) am responsible for data storage and back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nAfter the research project ends, preservation of data is the responsibility of my supervisor, Arjan\nPost.\nWho bears the end responsibility for updating & implementing this DMP?\nI, Sarah Van Eyken, as the principal investigator, bear this responsibility.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 1108022N Principal Investigator / Researcher Sarah Van Eyken Description This is the initial DMP for my FWO research project \"Questioning the Quiescence of the Ottoman Hanbalis: The Genesis of Conservative Salafism\". Institution KU Leuven 1. General Information Name applicant Sarah Van Eyken FWO Project Number & Title \"Questioning the Quiescence of the Ottoman Hanbalis: The Genesis of Conservative Salafism\" (1108022N) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The project’s data consists primarily of a corpus of textual Arabic sources. These texts exist in large part in digital format; most of them are either available digitally in online libraries (usually in .pdf format) or their contents have been digitised and are available in online text repositories (usually in .yml format). The data generated by the project will also mainly be digital: the information that I will extract from the corpus of Arabic texts will be collected and processed primarily using digital methods and tools. The data are described in more detail in the table below: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Nature Type Format Volume Mode of data collection Purpose II Corpus of Arabic texts (1): digital and digitised texts Digital (.pdf, .yml) Estimated between 300 and 400 texts, approx. 5-7 GB Online digital libraries and text repositories (e.g., Open ITI Kitab Corpus , Maktaba Shamela , Waqfeya ) Completion of research objectives 1-3 using discourse analysis II Corpus of Arabic texts (2): physical, printed books Non-digital, physical works Estimated < 100 books Purchase using benchfee Completion of research objectives 1-3 (discourse analysis) I / II Manuscript scans and photos Digital (.jpg, .png, .tif, .pdf) Estimated between 15- 20 texts, < 10 MB Scanning and photographing manuscripts held by libraries and archival institutes, as well as downloading photos or scans of manuscripts available in open access digital manuscript libraries Completion of research objectives 1-3 (discourse analysis); edition of manuscripts I Personal notes and annotations based on my reading of academic sources, attendance of conferences, personal conversations with experts, etc. Digital (.txt, .docx) and non-digital (physical, written) 100 MB Microsoft Word and Roam Research for digital notes; written notes in personal notebook Literature review, general structuring of thoughts and ideas I Database of primary Arabic texts Digital (.xlsx) < 1 MB Microsoft Excel Overview of primary sources I Database of scholarly figures Digital (.xlsx, .csv) 100 MB Microsoft Excel, FileMaker Basis for network analysis, in completion of research objective 4 in particular I Network visualisations Digital, precise format undetermined Undetermined Gephi Visualise and analyse scholarly networks based on collected database of Muslim scholars, cf. research objective 4 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No NA Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No NA Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No NA 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? I will take the following steps to ensure adequate documentation for the data generated by the project: The databases that I will create will be furnished with README.txt files based on a template provided by research support staff at KU Leuven and adapted to the needs of my project and discipline; I will use uniform naming conventions for files and folders. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No I will not use a metadata standard, but will take some other measures to provide adequate metadata: I will use Zotero for the collection of the corpus of Arabic texts; I will add metadata to the scans and photos of manuscripts that I acquire using the software Tropy; I will consult my colleagues and research support staff at my faculty to determine the most suitable ways of providing metadata for the other aspects of my project (particularly the database of scholarly figures which will be the basis for my network analysis). An example of metadata I will create for this database is a VIAF number for specific scholarly figures. I will further develop this once I am at a further stage in the project. 5. Data storage and backup during the FWO project Where will the data be stored? Non-digital data (books; written notes) will be stored in my office or my supervisor’s office at the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Faculty. Digital data will be stored in three ways: 1 . KU Leuven provides its researchers with the possibility to store up to 2 TB of data using OneDrive for Business — I will use this service to store and automatically back up the project’s data; 2 . I will make weekly back-ups of the data on a personal external hard drive; 3 . The data will be stored on my personal computer. How is backup of the data provided? I will use OneDrive for Business to automatically back up my data and will make regular manual backups using an external hard drive. As far as the database is concerned, I will periodically export data sets and back them up using OneDrive and an external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. The project is not expected to generate more than 2 TB worth of data. KU Leuven provides 2 TB of storage capacity using OneDrive for Business. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no foreseeable costs for data storage and back up. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will use KU Leuven OneDrive for Business, which is secured with multifactor authentication (using the KU Leuven Authenticator app). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data except personal written notes will be retained for 10 years after the end of the project (as per KU Leuven mandate). I will regularly inform myself about any changes in KU Leuven policy in this regard and update the DMP accordingly, if needed. Where will the data be archived (= stored for the longer term)? Books purchased using the bench fee will be stored and made available via the Faculty Library (Artes) in accordance with KU Leuven policy. The digital data will be preserved using dedicated long-term storage infrastructure (OneDrive for Business) provided by KU Leuven. I will regularly evaluate possibilities to make certain datasets available to the academic world via digital repositories (e.g., Zenodo) or even a dedicated website, if this appears suitable, depending on the project’s progress and results. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? I cannot precisely determine this yet, since I will continuously be evaluating options to best store and share my work. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? This is to be determined at a further stage in the course of the project depending on its progress and outcomes. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Where/how will the data be made available for reuse? Other (specify): This is to be determined at a further stage in the course of the project depending on its progress and outcomes. When will the data be made available? Immediately after the end of the project The data will be made available once the project has come to an end. Who will be able to access the data and under what conditions? This is to be determined at a further stage in the course of the project depending on its progress and outcomes. What are the expected costs for data sharing? How will the costs be covered? I cannot answer this question precisely at this stage of the project. 8. Responsibilities Who will be responsible for data documentation & metadata? I (Sarah Van Eyken), the principal investigator, am responsible for implementing data documentation and metadata. Who will be responsible for data storage & back up during the project? I (Sarah Van Eyken) am responsible for data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? After the research project ends, preservation of data is the responsibility of my supervisor, Arjan Post. Who bears the end responsibility for updating & implementing this DMP? I, Sarah Van Eyken, as the principal investigator, bear this responsibility. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}