{
    "document_id": "D-2022-1414",
    "LinkTitle": "D-2022-1414",
    "file_name": "D-2022-1414.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1414.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nProject Identifier\n C14/21/115\nPrincipal Investigator / Researcher\n Frederic Lluis Vinas\nProject Data Contact\n frederic.lluisvinas@kuleuven.be\nDescription\n Cell proliferation plays a central role during mammalian preimplantation\ndevelopment as it regulates developmental potential and embryo survival. On one side, the rate\nof cell division during this stage positively correlates with mammalian embryo viability following\nin vitro fertilization and embryo transfer. On the other side, in case of stressful or unfavorable\nconditions, the embryo may halt proliferation and development, entering into a protective\ndiapause state. However, our knowledge of how cell division is regulated during preimplantation\ndevelopment remains limited. In this project, we aim to elucidate crucial signaling pathways and\nvital downstream genes implicated in cell proliferation/ quiescence that regulate cell division with\na specific focus on the role of Wnt/ÃŸ-catenin signaling, for which we have obtained preliminary\nindications. We will use mouse reporters for cell cycle/quiescence in order to block, stimulate,\nand knock-out pivotal signal pathways and signaling- associated transcription factors for early\ndevelopment by the CRISPR/Cas9 technology in mouse oocytes/zygotes followed by live imaging.\nOur results might provide new fundamental insights into the regulation of proliferation and\nquiescence during mammalian preimplantation development to clarify the missing link between\ncell signaling and cell proliferation. Consequently, these findings will provide a new model\nsystem for in vitro oocytes culture, which is of great interest in the field of reproductive\nmedicine.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nFrederic Lluis\nInternal Funds Project number & title\nUnraveling the molecular mechanisms underlying cell cycle regulation in pre-implantation\nembryos.\nC14/21/115\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWe will generate new experimental data, more specifically mouse preimplantation embryos\nculture treated with Wnt signaling modulators. We will generate also new data regarding\ntreatment of mouse embryonic stem cells with Wnt signaling modulators. These culture systems\nwill be analysed by among others RTqPCR, ELISA, RNA-sequencing data, possibly spatial\ntranscriptomics data, as well as microscopy data and flow cytometry data ((.xls, .czi,.csv, .cloupe,\n.tiff and .jpeg depending on the data lifecycle stage) and flow cytometry data (.fcs). The main\npart of the data will be generated in the host institution. When a researcher starts at the KUL-\nStem Cell Institute they are instructed regarding a concerning proprietary information and\nintellectual property rights on research results and to maintain adequate written records of all\nresearch results. Results are preserved in hard copy notebooks or electronically on the host\ninstitute’s servers. It is the responsibility of the researcher and his supervisor to make use of the\nIT infrastructure. All necessary measures will be taken to archive all biological material according\nto good scientific practices. The estimated volume of data is 5TB.\n \nType of Data\nFormat\nVolume\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nConfocal images of\nCultured mouse\nembryos\n.LIF , .ometiff,\n.tif\n100GB-\n500GB\nConfocal\nmicroscopy images\nof stained mouse\nembryos\ntaken using a Leica\nSP8\nconfocal\nAnalysis of western\nblot images\n \n.xls, .pzfx\n50-\n200MB\nNumerical data.\nQuantification of\nwestern blot\nimages, performed\nusing\nimageJ, in\nmicrosoft excel\nand graph pad\nprism.\nraw\ndata and\nassociated\nstatistical analysis\n.xls , .pzfx\n50-\n200MB\nNumerical data.\nCounting of\nflies, recording of\ncount data,\nanalysis of data,\nsaved in\nmicrosoft excel\nand graph\npad prism.\nRaw FACs sort\nreports\n.CSV, .fcs\n50-\n200MB\nReports describing\nfluorescently\nstained mouse\nembryonic cells for\nlineage\ncommitment or\nproliferation\nmarkers.\n \nAnalysis of FACS\nfiles\n.wsp\n50-\n200MB\n \nflow cytometric\nanalysis processed\nin FlowJo\n \nFluorescent\nimaging\nfiles\n.zen, .ometiff,\n.tiff\n10-\n100GB\nImages of stained\nmouse embryonic\nstem cells for\nlineage\ncommitment or\nproliferation\nmarkers.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDNA plasmids\ntubes of\nliquid\ncontaining\nDNA\nplasmids\n \nDNA plasmids\nproduced\nduring the project,\nderived\nfrom existing DNA\nplasmids\nprovided by\ncommercial and\nnon-commercial\nsuppliers.\nqRT-PCR data\nanalysed files and\nstatistical analysis\n.xls, .pzfx\n100-\n500MB\nAnalysis of qRT-\nPCR data.\nStatistical analysis\nperformed in graph\npad\nprism.\nRaw RNA-\nsequencing data\n \n.fastq\n \n200-500GB\nSequencing of RNA\nby genomics core\nfrom mouse\nembryonic cells\ntreated with Wnt\nmodulators.\nAnalysis RNA\nsequencing data\n.xls .csv\n10-20GB\nAnalysis of Raw\nRNA-seq data for\ndifferentially\nexpressed genes\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes.\nAll experiments on mice are conducted according to institutional, national and\nEuropean animal regulations. The Lluis lab already has ethical clearance files\napproved by the animal ethics committee at the KU Leuven (\nP170/2019\n). For some WPs ethical\napproval will be requested once needed.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo.\nNo third-party agreement restricts dissemination or exploitation of the data from this\nproject.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nDocumentation and metadata linked to each experiment will be documented by the\ntechnical and research staff in hard copy lab notebooks in this project. This includes\nthe research design, protocol, context of data collection, data collection methods,\nquality control procedures, processing and analysis procedures.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nCurrently the use of metadata standards has not been implemented in the daily routine\nof the research group. In case this will change in the course of the project this change\nand its timing will be reported at the end of the project. For all data common metadata\nare collected: (1) title, (2) author, (3) data type, (4) data created and date modified, (5)\nfile size, (6) equipment reference (such as manufacturer and model identification).\nDepending on the nature of data additional metadata are collected. Microscopy: (7)\nlense type, pinwholes, gain, laserstrength and magnification. FACS: (8) channels\nused. Fluorescence: (9) wavelength.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nTime-stamped master copies of all data will be stored centrally at the KUL lab.\nPersonnel involved in the project will use different types of data storage and reporting:\n(1) A physical lab book with the chronological reporting of all related experiments and\nresults including a cross reference to electronic storage of data. These lab books are\nowned by the research group and remain in the laboratory during the entire time.\nFinalized lab books are stored in the lab archives for at least 10 years. (2) Large data set, such as\nimages from microscopy are stored on the KU Leuven L drive (large\nstorage server). In addition, the members of the laboratory use the OneDrive for daily\nbackup of all personal folders.\n5.2. How will the data be backed up?\nBackup is secured daily on central servers of the university.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\nThe OneDrive does have limitation in storage capacity (2TB) and provides periodic\nbackups. For large data the laboratory has reserved 5TB of storage capacity which\ncan be extended on demand\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the\ncurrent costs are €1138.40 per year, which is shared by the PIs of the Stem Cell\nInsitiute Leuven. These costs are financed through grant applications.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe following measurements are taking to ensure secure data storage and to prevent\nmodification by unauthorized persons: controlled physical access to the building,\nfirewalling (on both departmental and individual server levels), encrypted\ncommunications, network compartmentalization & MAC authentication, least-known\nports for well-known services, brute-force intrusion detection & isolation, individual\naccount expiry in accordance with contract of employment, ACL’s (Access Control\nLists).\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 10 years after the project. Thus complying to the\ndata preservation rules of KU Leuven\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n6.2. Where will these data be archived (= stored for the long term)?\nHard copy notebooks will be archived in the host institute’s building. Digital data will\nbe archived in team folders on the storage (L-Drive).\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nDigital data storage costs are included in general lab costs/paid at the department\nlevel (in case of retirement). The cost for storage on the L-drive is €1138.40 per year,\nwhich is shared by the PIs of the Stem Cell Insitiute Leuven\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo\n7.2. Which data will be made available after the end of the project?\nAll data that are not under IP. Data, is available upon publication of the results.\nBioinformatics data are put on public repositories.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nTranscriptomics and flow cytometry data will be available in an open access\nrepository. Restricted access repositories may also be used if required depending on\nnature of the data.\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nPublished data are accessible to all.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nMost of the data are put without costs on public repositories.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe individual researcher producing data will have the final responsibility for data\ndocumentation and metadata. In case of PhD students and technical personal the\ncollection will be supervised by the scientific project responsible while the final\nresponsibility of data integrity by the researcher performing the experiments.\n8.2. Who will be responsible for data storage & back up during the project?\nData storage and back-up underlies the responsibility of the individual researcher,\nwho will be supervised by the scientific coordinator. The responsibility for maintaining\nthe infrastructure access for data storage lies in the hands of the IT responsible of the research\nteam. Finally, the maintenance of servers and integrity of data stored on\nthese servers underlies the ITC services of the university.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe host institute’s IT team is responsible for digital preservation.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Project Identifier C14/21/115 Principal Investigator / Researcher Frederic Lluis Vinas Project Data Contact frederic.lluisvinas@kuleuven.be Description Cell proliferation plays a central role during mammalian preimplantation development as it regulates developmental potential and embryo survival. On one side, the rate of cell division during this stage positively correlates with mammalian embryo viability following in vitro fertilization and embryo transfer. On the other side, in case of stressful or unfavorable conditions, the embryo may halt proliferation and development, entering into a protective diapause state. However, our knowledge of how cell division is regulated during preimplantation development remains limited. In this project, we aim to elucidate crucial signaling pathways and vital downstream genes implicated in cell proliferation/ quiescence that regulate cell division with a specific focus on the role of Wnt/àŸ-catenin signaling, for which we have obtained preliminary indications. We will use mouse reporters for cell cycle/quiescence in order to block, stimulate, and knock-out pivotal signal pathways and signaling- associated transcription factors for early development by the CRISPR/Cas9 technology in mouse oocytes/zygotes followed by live imaging. Our results might provide new fundamental insights into the regulation of proliferation and quiescence during mammalian preimplantation development to clarify the missing link between cell signaling and cell proliferation. Consequently, these findings will provide a new model system for in vitro oocytes culture, which is of great interest in the field of reproductive medicine. Institution KU Leuven 1. General Information Name of the project lead (PI) Frederic Lluis Internal Funds Project number & title Unraveling the molecular mechanisms underlying cell cycle regulation in pre-implantation embryos. C14/21/115 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. We will generate new experimental data, more specifically mouse preimplantation embryos culture treated with Wnt signaling modulators. We will generate also new data regarding treatment of mouse embryonic stem cells with Wnt signaling modulators. These culture systems will be analysed by among others RTqPCR, ELISA, RNA-sequencing data, possibly spatial transcriptomics data, as well as microscopy data and flow cytometry data ((.xls, .czi,.csv, .cloupe, .tiff and .jpeg depending on the data lifecycle stage) and flow cytometry data (.fcs). The main part of the data will be generated in the host institution. When a researcher starts at the KUL- Stem Cell Institute they are instructed regarding a concerning proprietary information and intellectual property rights on research results and to maintain adequate written records of all research results. Results are preserved in hard copy notebooks or electronically on the host institute’s servers. It is the responsibility of the researcher and his supervisor to make use of the IT infrastructure. All necessary measures will be taken to archive all biological material according to good scientific practices. The estimated volume of data is 5TB. Type of Data Format Volume How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Confocal images of Cultured mouse embryos .LIF , .ometiff, .tif 100GB- 500GB Confocal microscopy images of stained mouse embryos taken using a Leica SP8 confocal Analysis of western blot images .xls, .pzfx 50- 200MB Numerical data. Quantification of western blot images, performed using imageJ, in microsoft excel and graph pad prism. raw data and associated statistical analysis .xls , .pzfx 50- 200MB Numerical data. Counting of flies, recording of count data, analysis of data, saved in microsoft excel and graph pad prism. Raw FACs sort reports .CSV, .fcs 50- 200MB Reports describing fluorescently stained mouse embryonic cells for lineage commitment or proliferation markers. Analysis of FACS files .wsp 50- 200MB flow cytometric analysis processed in FlowJo Fluorescent imaging files .zen, .ometiff, .tiff 10- 100GB Images of stained mouse embryonic stem cells for lineage commitment or proliferation markers. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 DNA plasmids tubes of liquid containing DNA plasmids DNA plasmids produced during the project, derived from existing DNA plasmids provided by commercial and non-commercial suppliers. qRT-PCR data analysed files and statistical analysis .xls, .pzfx 100- 500MB Analysis of qRT- PCR data. Statistical analysis performed in graph pad prism. Raw RNA- sequencing data .fastq 200-500GB Sequencing of RNA by genomics core from mouse embryonic cells treated with Wnt modulators. Analysis RNA sequencing data .xls .csv 10-20GB Analysis of Raw RNA-seq data for differentially expressed genes 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. All experiments on mice are conducted according to institutional, national and European animal regulations. The Lluis lab already has ethical clearance files approved by the animal ethics committee at the KU Leuven ( P170/2019 ). For some WPs ethical approval will be requested once needed. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. No third-party agreement restricts dissemination or exploitation of the data from this project. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Documentation and metadata linked to each experiment will be documented by the technical and research staff in hard copy lab notebooks in this project. This includes the research design, protocol, context of data collection, data collection methods, quality control procedures, processing and analysis procedures. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Currently the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project this change and its timing will be reported at the end of the project. For all data common metadata are collected: (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. Microscopy: (7) lense type, pinwholes, gain, laserstrength and magnification. FACS: (8) channels used. Fluorescence: (9) wavelength. 5. Data storage and backup during the project 5.1. Where will the data be stored? Time-stamped master copies of all data will be stored centrally at the KUL lab. Personnel involved in the project will use different types of data storage and reporting: (1) A physical lab book with the chronological reporting of all related experiments and results including a cross reference to electronic storage of data. These lab books are owned by the research group and remain in the laboratory during the entire time. Finalized lab books are stored in the lab archives for at least 10 years. (2) Large data set, such as images from microscopy are stored on the KU Leuven L drive (large storage server). In addition, the members of the laboratory use the OneDrive for daily backup of all personal folders. 5.2. How will the data be backed up? Backup is secured daily on central servers of the university. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The OneDrive does have limitation in storage capacity (2TB) and provides periodic backups. For large data the laboratory has reserved 5TB of storage capacity which can be extended on demand 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the current costs are €1138.40 per year, which is shared by the PIs of the Stem Cell Insitiute Leuven. These costs are financed through grant applications. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The following measurements are taking to ensure secure data storage and to prevent modification by unauthorized persons: controlled physical access to the building, firewalling (on both departmental and individual server levels), encrypted communications, network compartmentalization & MAC authentication, least-known ports for well-known services, brute-force intrusion detection & isolation, individual account expiry in accordance with contract of employment, ACL’s (Access Control Lists). 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 10 years after the project. Thus complying to the data preservation rules of KU Leuven This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 6.2. Where will these data be archived (= stored for the long term)? Hard copy notebooks will be archived in the host institute’s building. Digital data will be archived in team folders on the storage (L-Drive). 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Digital data storage costs are included in general lab costs/paid at the department level (in case of retirement). The cost for storage on the L-drive is €1138.40 per year, which is shared by the PIs of the Stem Cell Insitiute Leuven 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? All data that are not under IP. Data, is available upon publication of the results. Bioinformatics data are put on public repositories. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Transcriptomics and flow cytometry data will be available in an open access repository. Restricted access repositories may also be used if required depending on nature of the data. 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Published data are accessible to all. 7.6. What are the expected costs for data sharing? How will these costs be covered? Most of the data are put without costs on public repositories. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The individual researcher producing data will have the final responsibility for data documentation and metadata. In case of PhD students and technical personal the collection will be supervised by the scientific project responsible while the final responsibility of data integrity by the researcher performing the experiments. 8.2. Who will be responsible for data storage & back up during the project? Data storage and back-up underlies the responsibility of the individual researcher, who will be supervised by the scientific coordinator. The responsibility for maintaining the infrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the maintenance of servers and integrity of data stored on these servers underlies the ITC services of the university. 8.3. Who will be responsible for ensuring data preservation and sharing? The host institute’s IT team is responsible for digital preservation. 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}