{
    "document_id": "D-2025-3757",
    "LinkTitle": "D-2025-3757",
    "file_name": "D-2025-3757.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3757.pdf",
    "metadata": {
        "title": "Migrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nMigrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House.\nCreator:\nCreator:\nSarah Murru\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nThis project seeks to map and examine to what extent, and under what conditions, reception of migrant people can be conceptualized\nand operationalized in an intersectional perspective. It “switches the gaze” from an institutional understanding of reception, to one that\nstems from below and views migrants as actors, by exploring the centrality of resistance in and outside facilities. It examines the Sisters’\nHouse (SH), a one of a kind grassroot accommodation facility in Belgium aimed at offering a “safe space” where women can break the\ncycle of violence and trauma characterizing migration journeys. The study is built as an Institutional Ethnography, will rely on an\ninnovative and participative mixed-methods design and will produce a new theoretical framework and new methodological tools\ncombining Migration Studies and Resistance Studies, enabling coherence between gender and intersectional perspectives, and\novercoming current limitations of global scholarship on migration.  \nID: \nID: \n214147\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n01-04-2025\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n1 of 6\nMigrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House.\nMigrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nConsent\nConsent forms\nN\nD\nT\n.pdf\n<1GB\n \nFieldN\nField notes\nN\nP\nT\npaper\nNA\n1 or more\nnotebook(s)\nInterview\nAudio recordings of interviews\nN\nD\nA\n.m4a\n<100GB\n \nTranscrip\nTranscription of interviews\nN\nD\nT\n.word\n<1GB\n \nCarto\nDrawings from cartography\nworkshops\nN\nP\nDrawings\npaper\nNA\n1 A2 drawing\nfolder\nPics\nPictures of drawings from\ncartography workshops\nN\nD\nI\n.jpg\n<100GB\n \nPodcast\nAudio recordings for podcast\nN\nD\nA\n.wav\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2023-6777\nG-2023-6777\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n2 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThere might be author rights for the drawings in the cartography workshop. So far, all participants have asked to remain\nanonymous and do not claim individual copyright. \nHowever, we are looking into this matter with a lawyer (Anne Rayet), specialist in copyright, to see if we could create a collective\n(such as \"Sisters House Collective\") to which the drawings could be credited. \nThis is pending.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nData will be stored in a structured file repository. Descriptive file names will be used (using the names of Datasets) and a\ncodebook will be included. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData will not be made public for finding or reuse\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nOneDrive (KU Leuven) with double factor authentification and a password for each dataset. \nWe will also use an encrypted hard drive for temporary storage of audio recordings for the podcast (deleted once stored in the\nsecured OneDrive storage).\nWe will also use a closed locker (with a key) in either Sarah Murru or Naïké Garny's office for all Physical Data. \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOneDrive is managed and backed up by KU Leuven ICTS under the account of author Naïké Garny and Sarah Murru\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOneDrive access is protected by dual factor authentificaton, only the account owner can access the account drive.\nIn addition we use a password to access Dataset files.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n/\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nOneDrive (KU Leuven) account under name of Sarah Murru\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n/\nData Sharing and Reuse\nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, privacy aspects\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nNA\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nNA\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nNA\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nNA\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n5 of 6\nNA\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nNaïké Garny (PhD researcher working on the project) and Sarah Murru (PI)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nNaïké Garny and Sarah Murru\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nNaïké Garny and Sarah Murru\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nNaïké Garny and Sarah Murru\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Migrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House. Creator: Creator: Sarah Murru Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: This project seeks to map and examine to what extent, and under what conditions, reception of migrant people can be conceptualized and operationalized in an intersectional perspective. It “switches the gaze” from an institutional understanding of reception, to one that stems from below and views migrants as actors, by exploring the centrality of resistance in and outside facilities. It examines the Sisters’ House (SH), a one of a kind grassroot accommodation facility in Belgium aimed at offering a “safe space” where women can break the cycle of violence and trauma characterizing migration journeys. The study is built as an Institutional Ethnography, will rely on an innovative and participative mixed-methods design and will produce a new theoretical framework and new methodological tools combining Migration Studies and Resistance Studies, enabling coherence between gender and intersectional perspectives, and overcoming current limitations of global scholarship on migration. ID: ID: 214147 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 01-04-2025 Created using DMPonline.be. Last modiﬁed 01 April 2025 1 of 6 Migrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House. Migrant Reception and Constructive Resistance Initiatives: The case of the Sisters’ House. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Consent Consent forms N D T .pdf <1GB FieldN Field notes N P T paper NA 1 or more notebook(s) Interview Audio recordings of interviews N D A .m4a <100GB Transcrip Transcription of interviews N D T .word <1GB Carto Drawings from cartography workshops N P Drawings paper NA 1 A2 drawing folder Pics Pictures of drawings from cartography workshops N D I .jpg <100GB Podcast Audio recordings for podcast N D A .wav <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2023-6777 G-2023-6777 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 01 April 2025 2 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes There might be author rights for the drawings in the cartography workshop. So far, all participants have asked to remain anonymous and do not claim individual copyright. However, we are looking into this matter with a lawyer (Anne Rayet), specialist in copyright, to see if we could create a collective (such as \"Sisters House Collective\") to which the drawings could be credited. This is pending. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data will be stored in a structured file repository. Descriptive file names will be used (using the names of Datasets) and a codebook will be included. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data will not be made public for finding or reuse Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) OneDrive (KU Leuven) with double factor authentification and a password for each dataset. We will also use an encrypted hard drive for temporary storage of audio recordings for the podcast (deleted once stored in the secured OneDrive storage). We will also use a closed locker (with a key) in either Sarah Murru or Naïké Garny's office for all Physical Data. Created using DMPonline.be. Last modiﬁed 01 April 2025 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution OneDrive is managed and backed up by KU Leuven ICTS under the account of author Naïké Garny and Sarah Murru Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive access is protected by dual factor authentificaton, only the account owner can access the account drive. In addition we use a password to access Dataset files. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? / Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) OneDrive (KU Leuven) account under name of Sarah Murru What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? / Data Sharing and Reuse Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 01 April 2025 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, privacy aspects Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) NA When will the data be made available? When will the data be made available? Other (specify below) NA Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) NA Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No NA What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 01 April 2025 5 of 6 NA Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Naïké Garny (PhD researcher working on the project) and Sarah Murru (PI) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Naïké Garny and Sarah Murru Who will manage data preservation and sharing? Who will manage data preservation and sharing? Naïké Garny and Sarah Murru Who will update and implement this DMP? Who will update and implement this DMP? Naïké Garny and Sarah Murru Created using DMPonline.be. Last modiﬁed 01 April 2025 6 of 6"
}