{
    "document_id": "D-2024-3122",
    "LinkTitle": "D-2024-3122",
    "file_name": "D-2024-3122.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3122.pdf",
    "metadata": {
        "title": "Targeting AKR1Cs to reverse chemoresistance in ovarian cancer",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Targeting AKR1Cs to reverse chemoresistance in ovarian cancer\nTargeting AKR1Cs to reverse chemoresistance in ovarian cancer\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nDS1. Clinical\ndata\nData retrieved\nfrom the patient\nrecords (KWS\nplatform UZ\nLeuven), stored\nin a\npseudonymised\nmanner\nE\nD\nI\nN\nT\n.xls\n.doc\n<1GB\nN/A\nDS2. Personal\ndata\nAge, clinical\nhistory\nE\nD\nN\nT\n.xls\n.doc\n<1GB\nN/A\nDS3. Genetic\ndata \nmRNA expression data (qPCR and RNASeq)\nN\nD\nN\nT\n.fastq\nfiles (raw\ndata) and\n.csv files\n(analyzed\ndata)\n<10TB\nN/A\nDS4. Patient-\nderived\nexplant\nmodels\nFresh tumor resection collected and\nbiobanked under the S67067 protocol will be\ntreated with AKR1C inhibitors \n \nN\n \nD\nP\nI\nN\nT\n \n \n \nFFPE\nbiological\nsamples\nRNA/DNA\nExtracted\nproteins\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nClinical and personal data will be retrieved from the UZ Leuven Klinikal Werk Station (KWS) system by authorized personnel in the\nGynecological Oncology Lab \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n1 of 6\nYes, human subject data (Provide SMEC or EC approval number below)\nS67067\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nS67067\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll digital data and metadata accompanying physical data will be stored on the data management platform from KU Leuven\nManGO. This platform allows researchers to store and manage their data via different clients such as ManGO portal, or SFTP\nclients.\n• Storage\nThe data is stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in Heverlee,\nand one other in the datacentre of Leuven.\n• Metadata\nData can be described in the platform by adding metadata (at the file or folder level) to provide context to the data and make the\ndata findable via the search interface. Each dataset will include a metadata file which will contain:\no Title and description of the dataset\no Names and contact information of the data creators\no Date of data collection\no Anonymized identifiers of patients from which samples were derived\no File formats and structure\no Instructions for accessing and using the data and relationship between different data elements\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n2 of 6\nThe structure of the ManGO platform ensures data adheres to the FAIR data principles.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe ManGO platform allows users to design metadata schemas. Using these schemas, users of the ManGO portal have to fill in\nspecific information accompanying their data-upload. Specific schemes will be designed for each datatype.\nRNA seq data\n    o Dataset title\n    o Dataset description\n    o File format\n           \n▪\n Raw data: FASTQ\n           \n▪\n Processed data: BAM/SAM, HDF5, CSV\n           \n▪\n Metadata: CSV, JSON\n   o Sample ID\n   o Donor ID\n   o Sample collection data\n   o Sequencing platform\n   o Read length\n   o Sequencing depth\n   o Library preparation protocol\n   o Raw data processing software\n   o Alignment reference genome\nFor all physical datasets (e.g. FFPE and frozen tumor material) containers will be labelled with:\n   o Project ID\n   o Sample ID\n    o Donor ID\n   o Date of collection\n   o Material type\n   o Sample processing method\n          • Fixation\n          • Freezing\n   o These physical samples will be accompanied by a metadata file in ManGO detailing the\nsame information as the label on the physical container, with the addition of location where\ncontainer is stored\n      • Liquid nitrogen tank ID (flash frozen/viable frozen tissue)\n      \n▪\n Rack number\n      \n▪\n Box number\n      \n▪\n Box position\n      • Storage container ID (FFPE material)\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nOneDrive (KU Leuven)\nAn electronic lab notebook will be used to register and manage sample collection data and\nmolecular analyses data\nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n3 of 6\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nThe data are stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in\nHeverlee, and one other in the datacentre of Leuven.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nManGo can only be accessed via KU Leuven accounts (after being granted permission) via the ManGO portal or through SFTP\nclients. The KU Leuven RDM-ICTS support team manages access and permission to the ManGO platform.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage are EUR 330.00/year. These costs will be covered by the budget granted for the CELSA\napplication. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAll digital data and metadata accompanying physical data will be stored on the data management platform from KU Leuven\nManGO Archive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data storage are EUR 330.00/year. The costs of storage during the active years of the project are covered\nby the CELSA grant. The following years, these costs will be covered as part of the Gynecological Oncology Lab running costs\nfrom running credits.\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nSequencing data will be submitted to the European Genome-Phenome Archive (EGA) and can be accessed after submission of a\ncontrolled data access (CDA) application\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nTo protect patient privacy, sequencing data of patient-derived tumor material will be deposited in an\naccess-controlled data repository. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nEuropean Genome-Phenome Archive\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are foreseen for sharing the data on EGA (free)\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nProf. Dr. Frédéric Amant\nDr. Daniela Annibali\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nProf. Dr. Frédéric Amant\nDr. Daniela Annibali\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProf. Dr. Frédéric Amant\nDr. Daniela Annibali\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nProf. Dr. Frédéric Amant\nDr. Daniela Annibali\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n6 of 6"
    },
    "clean_full_text": "Targeting AKR1Cs to reverse chemoresistance in ovarian cancer Targeting AKR1Cs to reverse chemoresistance in ovarian cancer Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA DS1. Clinical data Data retrieved from the patient records (KWS platform UZ Leuven), stored in a pseudonymised manner E D I N T .xls .doc <1GB N/A DS2. Personal data Age, clinical history E D N T .xls .doc <1GB N/A DS3. Genetic data mRNA expression data (qPCR and RNASeq) N D N T .fastq files (raw data) and .csv files (analyzed data) <10TB N/A DS4. Patient- derived explant models Fresh tumor resection collected and biobanked under the S67067 protocol will be treated with AKR1C inhibitors N D P I N T FFPE biological samples RNA/DNA Extracted proteins If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Clinical and personal data will be retrieved from the UZ Leuven Klinikal Werk Station (KWS) system by authorized personnel in the Gynecological Oncology Lab Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 10 December 2024 1 of 6 Yes, human subject data (Provide SMEC or EC approval number below) S67067 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) S67067 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All digital data and metadata accompanying physical data will be stored on the data management platform from KU Leuven ManGO. This platform allows researchers to store and manage their data via different clients such as ManGO portal, or SFTP clients. • Storage The data is stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in Heverlee, and one other in the datacentre of Leuven. • Metadata Data can be described in the platform by adding metadata (at the file or folder level) to provide context to the data and make the data findable via the search interface. Each dataset will include a metadata file which will contain: o Title and description of the dataset o Names and contact information of the data creators o Date of data collection o Anonymized identifiers of patients from which samples were derived o File formats and structure o Instructions for accessing and using the data and relationship between different data elements Created using DMPonline.be. Last modiﬁed 10 December 2024 2 of 6 The structure of the ManGO platform ensures data adheres to the FAIR data principles. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The ManGO platform allows users to design metadata schemas. Using these schemas, users of the ManGO portal have to fill in specific information accompanying their data-upload. Specific schemes will be designed for each datatype. RNA seq data o Dataset title o Dataset description o File format ▪ Raw data: FASTQ ▪ Processed data: BAM/SAM, HDF5, CSV ▪ Metadata: CSV, JSON o Sample ID o Donor ID o Sample collection data o Sequencing platform o Read length o Sequencing depth o Library preparation protocol o Raw data processing software o Alignment reference genome For all physical datasets (e.g. FFPE and frozen tumor material) containers will be labelled with: o Project ID o Sample ID o Donor ID o Date of collection o Material type o Sample processing method • Fixation • Freezing o These physical samples will be accompanied by a metadata file in ManGO detailing the same information as the label on the physical container, with the addition of location where container is stored • Liquid nitrogen tank ID (flash frozen/viable frozen tissue) ▪ Rack number ▪ Box number ▪ Box position • Storage container ID (FFPE material) Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO OneDrive (KU Leuven) An electronic lab notebook will be used to register and manage sample collection data and molecular analyses data How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 10 December 2024 3 of 6 Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) The data are stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in Heverlee, and one other in the datacentre of Leuven. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ManGo can only be accessed via KU Leuven accounts (after being granted permission) via the ManGO portal or through SFTP clients. The KU Leuven RDM-ICTS support team manages access and permission to the ManGO platform. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage are EUR 330.00/year. These costs will be covered by the budget granted for the CELSA application. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) All digital data and metadata accompanying physical data will be stored on the data management platform from KU Leuven ManGO Archive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data storage are EUR 330.00/year. The costs of storage during the active years of the project are covered by the CELSA grant. The following years, these costs will be covered as part of the Gynecological Oncology Lab running costs from running credits. Created using DMPonline.be. Last modiﬁed 10 December 2024 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Sequencing data will be submitted to the European Genome-Phenome Archive (EGA) and can be accessed after submission of a controlled data access (CDA) application Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects To protect patient privacy, sequencing data of patient-derived tumor material will be deposited in an access-controlled data repository. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) European Genome-Phenome Archive When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository Created using DMPonline.be. Last modiﬁed 10 December 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are foreseen for sharing the data on EGA (free) Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Who will update and implement this DMP? Who will update and implement this DMP? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Created using DMPonline.be. Last modiﬁed 10 December 2024 6 of 6"
}