{
    "document_id": "D-2022-1381",
    "LinkTitle": "D-2022-1381",
    "file_name": "D-2022-1381.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1381.pdf",
    "metadata": {
        "title": "My plan (KU Leuven DMP)",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "This document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  1 of 2  DMP title \nProject  Name  My plan (KU Leuven  DMP)  \nProject  Identifier  C14/21/021  \nGrant  Title Polycentric  urban  development  \nPrincipal  Investigator  / Researcher  Ben Derudder  \nProject Data Contact  ben.derudder@kuleuven.be  \nInstitution KU Leuven  \n1. Data  Description  \nWhat  data will you collect  or create?  Fill out the table  below  and/or  describe.  \nID Type  of data Format  Volume  How created?  \n1 Global  population  \ndata  .mdb/.txt  1-2GB Obtained  from the Oak Ridge  National  \nLaboratory  \n2 Data \nprocessing /cleanin\ng scripts for  the \nglobal population \ndata .R/.py/. xlsx. <10MB Created /coded  by research ers of the project  \n3 Night -time lights  \ndata .shx 5GB Obtained  from the National  Oceanic  and \nAtmospheric  Administration  \n4 Data \nprocessing /cleanin\ng scripts for the \nnight -time li ghts \ndata .R/.py/. xlsx. <10MB  Created /coded  by research ers of the project  \n5 CO2 emissions  \ndata .mdb/.txt  1-2GB Obtained  from the Fossil  Fuel Data  \nAssimilation  System  \n6 Data \nprocessing /cleanin\ng scripts for the \nCO2 emissions  \ndata .R/.py/. xlsx. <10MB  Created /coded  by research ers of the project  \n7 Patents  data .txt 40GB  Purchased  from the European  Patent  Office  \n8 Data \nprocessing /cleanin\ng scripts for the \npatent data  .R/.py/. sql <10MB  Created /coded  by research ers of the project  \n9 Merged multi -\nsource datasets \nfor analys es .xlsx 200MB  Created by research ers of the project  \n10 Data ana lysis \nscripts  .R/.py/. sql <10MB  Created /coded  by research ers of the project  \nDo you intend  to reuse  existing  data?  \nExisting  data will be used  in this research.  \n1. Global  population  dataset  from the Oak Ridge  National  Laboratory.  (https://landscan.ornl.gov/ )  \n2. Night -time lights  data from the National  Oceanic  and Atmospheric  Administration.  \n(https://sos.noaa.gov/catalog/datasets/nighttime -lights/ )  \n3. CO 2 emissions  data from the Fossil  Fuel Data  Assimilation  System.  (https://ffdas.rc.nau. edu/)  \n4. Patents  data from the European  Patent  Office.  (https:// www.epo.org/searching -for-\npatents/data.html )   \nDo you use personal  data (i.e. all data possibly  identifying  an individual)?  \n \nNo \n \n2. Documentation  and Metadata  \nDescribe  the documentation  that will be created  for the data.  This section  deals  with \nthe way in which  you will document  how the dataset  was created  and subsequently  \nprocessed.  \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  2 of 2  The research  paper  will be published  will detail  all relevant  and necessary  information  in a \ntransparent  manner  that allows  for maximum  reproducibility.  The website  in and of itself  will also \ndocument  the necessary  background  information,  guidelines  and terms  regarding  data (re)use.  \nDescribe  the metadata  for the data.  This section  deals  with metadata:  information  \ncontained in  your dataset about  the research data.  \nThe tangible  output  of this project  will consist  of (1) the research  papers  and (2) the cartographic  \nweb environment.  As for we will use and report  the metadata  in line with the official  terms , \npractices,  and rules of respect  institutions w here we obta ined the data : \n1. https://landscan.ornl.gov/metadata   (Metadata for global population data ) ; \n2. https://sos.noaa.gov/support/sos/manuals/translations/dataset -translations/  (Metadata \nfor night-time lights data ); \n3. https://ffdas.rc.nau.edu/Data.html  (Metadata for CO 2 emissions  data); \n4. https://www.epo.org/law -practice/legal -texts/html/guidelines/e/g_ii_3_6_4.htm  \n(Metadata for patent s data). \n \n3. Ethical,  Legal  and Privacy  Issues  \nAre there  any ethical  issues  concerning  the creation  and/or  use of the data?  \nNo. \n \nDid you consider  all issues  about  copyrights  and IPR? \nYes. All the uses about  copyrights  and IPR of the data will be strictly  followed  the articles  and \nterms of  the official  guidelines of  the respective  agencies .  \nAre the collected  data considered  to be data containing  personal  information  and are \nall the requirements  about  the collection  of these  data met?  \nNo personal  information  is contained  in global population data , night-time lights data , and CO 2 \nemissions  data. There  is personal information in patent s data on the  name s and addresses of \ninventors , but this information  will not be used in our research.  \n \n4. Data  storage  and Backup  during  Research  \nHow and where  will the data be stored  during  research?  \n \nThe data will be stored  and maintained  in the Public  Governance  Institute  data storage  system.  \n \nWhich  back -up procedures  are in place?  \nData will be stored  using  the KU Leuven  server  (the 'shares').  By using  this central  storage  \ninfrastructure  of KU Leuven,  secure  storage  and regular  backups  of files is ensured.  Additional  \nback-ups on  local (external)  drives  will be made  on regular  time intervals.  \nDescribe  the data security  procedures  and who has access  to the data.  \nThe central  storage  infrastructure  of KU Leuven  allows  for the secure  storage  of our data.  The \ndata can only  be accessed  by authorized  researchers.  \n \n5. Data  selection  and Preservation  after  Research  \nWhat  is the long-term  preservation  plan for these  dataset(s)?  \nThe merged  datasets and related processing /analysis  scripts  that were generated  throughout  the \nproject  will be retained  for this 10-year period.  \n \nData  Selection:  Which  data will have  long time value  for the research  and will be \npreserved?  \nThe data processing /analysis  scripts  will be integrated  in the department’s  web environment  so \nthat it remains  fully operational  beyond  the scope  of this project.  \n \n6. Data  Sharing  \nAre there  any restrictions  for sharing  the data?  \nThe raw data and  processe d/merged  data will not be shared due to the policies of the respective  \nagencies.   \n \nIf there  are no restrictions,  which  mechanisms  will be in place  to assure  that the data \nare discoverable,  accessible and  intelligible?  \nWe will strive  to make  as much  data processing /analysis  scripts  available  at the end of the project  \nas possible.  \n \nThis document  was generated  by DMPonline  (http://dmponline.dcc.ac.uk)  3 of 2  How will you share  the data?  \n \nRepository . The raw data and  processe d/merged  data will not be shared due to the policies of \ndifferent agencies. Only the data processing /analysi s scripts  coded by researchers  can be \nshare d. \n \nWith  whom  will the data be shared?  \n \nOn request  \n \nThe data processing /analysi s scripts  will be shared  in the public  domain  under  a standard  \ncopyright  notice.  \n \n7. Responsibilities  and Resources  \nWho is responsible  for Data  Management  during  the project?  This will be the person  \nwho might  receive  questions  on the data management  aspects  of the research  \nproject.  \nThe PI bears  the overall  responsibility  for data management.  \n \nWhich  additional  resources  are needed  for the execution  of the Data  Management  Plan?  \nNo additional  resources  are needed.  \n \nDid you read the KU Leuven  Data  Management  Policy?  (find  the link to the policy  in \nthe guidance).  \nYes "
    },
    "clean_full_text": "This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 2 DMP title Project Name My plan (KU Leuven DMP) Project Identifier C14/21/021 Grant Title Polycentric urban development Principal Investigator / Researcher Ben Derudder Project Data Contact ben.derudder@kuleuven.be Institution KU Leuven 1. Data Description What data will you collect or create? Fill out the table below and/or describe. ID Type of data Format Volume How created? 1 Global population data .mdb/.txt 1-2GB Obtained from the Oak Ridge National Laboratory 2 Data processing /cleanin g scripts for the global population data .R/.py/. xlsx. <10MB Created /coded by research ers of the project 3 Night -time lights data .shx 5GB Obtained from the National Oceanic and Atmospheric Administration 4 Data processing /cleanin g scripts for the night -time li ghts data .R/.py/. xlsx. <10MB Created /coded by research ers of the project 5 CO2 emissions data .mdb/.txt 1-2GB Obtained from the Fossil Fuel Data Assimilation System 6 Data processing /cleanin g scripts for the CO2 emissions data .R/.py/. xlsx. <10MB Created /coded by research ers of the project 7 Patents data .txt 40GB Purchased from the European Patent Office 8 Data processing /cleanin g scripts for the patent data .R/.py/. sql <10MB Created /coded by research ers of the project 9 Merged multi - source datasets for analys es .xlsx 200MB Created by research ers of the project 10 Data ana lysis scripts .R/.py/. sql <10MB Created /coded by research ers of the project Do you intend to reuse existing data? Existing data will be used in this research. 1. Global population dataset from the Oak Ridge National Laboratory. (https://landscan.ornl.gov/ ) 2. Night -time lights data from the National Oceanic and Atmospheric Administration. (https://sos.noaa.gov/catalog/datasets/nighttime -lights/ ) 3. CO 2 emissions data from the Fossil Fuel Data Assimilation System. (https://ffdas.rc.nau. edu/) 4. Patents data from the European Patent Office. (https:// www.epo.org/searching -for- patents/data.html ) Do you use personal data (i.e. all data possibly identifying an individual)? No 2. Documentation and Metadata Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 2 The research paper will be published will detail all relevant and necessary information in a transparent manner that allows for maximum reproducibility. The website in and of itself will also document the necessary background information, guidelines and terms regarding data (re)use. Describe the metadata for the data. This section deals with metadata: information contained in your dataset about the research data. The tangible output of this project will consist of (1) the research papers and (2) the cartographic web environment. As for we will use and report the metadata in line with the official terms , practices, and rules of respect institutions w here we obta ined the data : 1. https://landscan.ornl.gov/metadata (Metadata for global population data ) ; 2. https://sos.noaa.gov/support/sos/manuals/translations/dataset -translations/ (Metadata for night-time lights data ); 3. https://ffdas.rc.nau.edu/Data.html (Metadata for CO 2 emissions data); 4. https://www.epo.org/law -practice/legal -texts/html/guidelines/e/g_ii_3_6_4.htm (Metadata for patent s data). 3. Ethical, Legal and Privacy Issues Are there any ethical issues concerning the creation and/or use of the data? No. Did you consider all issues about copyrights and IPR? Yes. All the uses about copyrights and IPR of the data will be strictly followed the articles and terms of the official guidelines of the respective agencies . Are the collected data considered to be data containing personal information and are all the requirements about the collection of these data met? No personal information is contained in global population data , night-time lights data , and CO 2 emissions data. There is personal information in patent s data on the name s and addresses of inventors , but this information will not be used in our research. 4. Data storage and Backup during Research How and where will the data be stored during research? The data will be stored and maintained in the Public Governance Institute data storage system. Which back -up procedures are in place? Data will be stored using the KU Leuven server (the 'shares'). By using this central storage infrastructure of KU Leuven, secure storage and regular backups of files is ensured. Additional back-ups on local (external) drives will be made on regular time intervals. Describe the data security procedures and who has access to the data. The central storage infrastructure of KU Leuven allows for the secure storage of our data. The data can only be accessed by authorized researchers. 5. Data selection and Preservation after Research What is the long-term preservation plan for these dataset(s)? The merged datasets and related processing /analysis scripts that were generated throughout the project will be retained for this 10-year period. Data Selection: Which data will have long time value for the research and will be preserved? The data processing /analysis scripts will be integrated in the department’s web environment so that it remains fully operational beyond the scope of this project. 6. Data Sharing Are there any restrictions for sharing the data? The raw data and processe d/merged data will not be shared due to the policies of the respective agencies. If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? We will strive to make as much data processing /analysis scripts available at the end of the project as possible. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 2 How will you share the data? Repository . The raw data and processe d/merged data will not be shared due to the policies of different agencies. Only the data processing /analysi s scripts coded by researchers can be share d. With whom will the data be shared? On request The data processing /analysi s scripts will be shared in the public domain under a standard copyright notice. 7. Responsibilities and Resources Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. The PI bears the overall responsibility for data management. Which additional resources are needed for the execution of the Data Management Plan? No additional resources are needed. Did you read the KU Leuven Data Management Policy? (find the link to the policy in the guidance). Yes"
}