{
    "document_id": "D-2021-1221",
    "LinkTitle": "D-2021-1221",
    "file_name": "D-2021-1221.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1221.pdf",
    "metadata": {
        "title": "FWO DMP Wils Tine - DMP Wils Tine",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP Wils Tine\nProject Name\n FWO DMP Wils Tine - DMP Wils Tine\nProject Identifier\n 11L8922N\nGrant Title\n 11L8922N\nPrincipal Investigator / Researcher\n Tine Wils\nDescription\n My project is about identification and characterisation of neuroendocrine cells in the\nupper airway epithelium. I will try to show the presence and function of these cells in human\nsurgical waste tissue of the upper airways, as well as in cell lines. In addition, I will also use\nmurine models in order to identify and characterise these cells.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nTine Wils\nFWO Project Number & Title\n11L8922N: Unravelling the role of neuroendocrine cells in neuronal hyperactivity in chronic\ninflammatory upper airways diseases and nasal hyperreactivity.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\n(Confocal)\nmicroscopy\nimages\n.tif, .czi\n10GB\nTransmitted-light and confocal microscopy of\nimmunostaining on nasal biopsies from human and\nmurine samples\nWestern blot\nimages\nJpg, .tif\n100 MB\nWestern Blot images of SDS-PAGE gels created by\nthe ImageQuant™ LAS 4000\nGene expression\ndata\n.csv, .xlsx,\n.pzfx\n500 MB\nGene expression levels as determined by real time\nquantitive PCR\nFlow cytometry\ndata\n.fcs\n5-10 GB\nFlow cytometry of stained and unstained cells using\nthe BD LSRFortessa™ Cell analyzer\nELISA data\n. csv, .xlsx,\n.pzfx\n1 GB\nProtein levels as determined by ELISA assays\nSingle cell RNA-\nseqeuncing data\n.fastq, .gzip,\n.rds (R\nobjects)\n300 GB\nSingle cell RNA sequencing data and analysis\nOverview results\n.pttx, .docx\n5 GB\nOverview of results and project, including\npresentations\nPatient's data \n.xlsl\n<1 MB\nPatient's information in a pseudoanonymized way\nGeneral\nadminstraitve \ninformation\n.xlsl, .docx,\n.pdf\n<1 MB\nGeneral information, for example information sheets\nof products and literature papers\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-3572\nShort description of the kind of personal data that will be used:\nWe will use the internal UZ Leuven system (KWS) to consult the medical files of the patients that\nwill undergo surgery in the ENT departement. We will look at certain prespecified parameters to\ndetermine if the that patient fufills the inclusion cirteria and therefore if their surgical waste\ntissue can be used for our scientific research. More specifically we will look up their name, age,\ngender, upper and lower airway diseases, allergies, relevant medication use such as\ncorticosteroids and smoking status.\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPRET application: G-2021-3572\nEthics Committe Research UZ Leuven application: S65483\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data generated in our lab is handled according to our in-house regulations (Standard\noperation procedures (SOPs) have been written for all the techniques used in the lab). This\nmeans that each experiment and its details will be registered in the lab journal of the scientist\nperforming the respective experiment. The lab journal will mention the protocol, raw results,\nanalysis and analysed results itself or where they can be found in digital form. Raw data are\nstored on the computers connected to the equipment used, of which a back-up is made on an\nexternal hard drive stored in the office of the PI. The data generated by other means are stored\non the laptop of the investigator and in a folder in the personal OneDrive account of the\ninvestigator The single cell RNAseq data are stored by the hostler and at the VSC (Flemish\nSupercomputerCentre) and the server of UZ Leuven.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nAll experiments will be categorized and organized with the correct refereces in an orderly\nmanner in the lab journal of the investigator. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n1. The time-stamped data will be kept in the storage of our research unit. Copies can be made\nand kept on personal KU Leuven devices of the investigators.\n2. The sensitive background information of the included patients will be stored in a\npseudoanonymized way. The information will be stored on the confidential drives of the\nlaboratory. The patient can only be retraced using a key (stored on the PI’s laptop) and the UZ\nLeuven KWS system to which only registered personel has acces to.\n3. For active use of the data during the project, we will use the KU Leuven OneDrive folder of the\ninvestigator. \nHow is backup of the data provided?\nSince everything is supported by OneDrive for business by the KU Leuven, the data will be stored\non the university's central servers with automatic daily back-up procedures.\nIn addition, a back-up will be made on a regular basis on the confidential large-storage K-drive of\nthe laboratory. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nNo\nFor the main part of the project there is sufficient storage & backup capacity (2TB) using\nOneDrive provided by the university. For the single cell RNA sequencing data, only the RDS files\nwill be stored on OneDrive. The large raw data will be stored on an external hard disk which will\nbe kept in the research facility. Sesitive data will be stored on the confidential drives of the\nlaboratory.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nOneDrive capacity (2TB) and daily back-ups are foreseen by the university. The single cell RNA\nseqeuncing data will be stored on hard disked (10 Terrabyte, +- €200) provided by the research\ngroup via funds for the project. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSince we will be working with sensitive personal data that will be pseudoanonymised during the\nproject, the data will be stored in the university's secure environment for private data. We will\nuse 2 keys, one stored at the PI's laptop and the other is the UZ Leuven KWS server of which only\nregistered personal has access to. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nFor the majority of the data, there is no reason to deviate from this preservation time frame.\nOnly the single cell RNA-sequencing data could be stored for more than 5 years, given the fact\nthat new bioinformatics tools are still being developed every day and are rapidly emerging.\nTherefore, chances are high that newly developed bioinformatic tools can be applied to the\nexisting single cell RNA-sequencing data in the future.\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the university's central servers (with automatic back-up\nprocedures), conform the KU Leuven RDM policy.\n2. Our project will generate a large volume of data that will be stored on external hard disks\nlocated in the research facility.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAfter the project, the data will be stored on a large-storage shared K-drived provided by the\nuniversity. The price is €11.384 per year for 100 GB. So on estimate, it will cost €284.6\n(€56.92/year) for the preservation of the data (<1TB) for 5 years. \n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be made publically conform the legal regulations in the form of a scientific\npublication. The single cell RNA sequencing data will be made public upon publication conform\nthe corresponding rules.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nSingle cell RNA sequencing data will be made public in a open access repository in an anomysed\nway. \nAll the other data will be stored on the OneDrive servers of the university. This data can only be\nshared with registered personal. \nIf external people want access to the data, the data will be made available on request after\nsigning a data sharing agreement. Extra precaution will be made for the sensitive data, these will\nonly be shared with external people according to the legal regulations.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\n1. The full dataset will be uploaded in a cvs or fastq format as an open access dataset upon\npublication. Therefore, it will be available to anyone for any purpose, provided that they give\nappropriate credit to the creators.\n2. The psuedoanonymised transcripts will not be made publically available. Access will only be\nconsidered to registered personal and after a request is submitted explaining the planned reuse.\nIf appropriate, access will only be granted after a favorable ethical committee advice. Only uses\nfor research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe will use OneDrive provided by the university for sharing data.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe investigator will be responsible for data documentation & metadata during the project.\nAfterwards, all the data will be handled by our research group.\nWho will be responsible for data storage & back up during the project?\nThe investigator will be responsible for saving the data on OneDrive of which the university\nprovides back-ups on a daily basis. Back-ups will also be made on the confidential drives of the\nlaboratory.\nWho will be responsible for ensuring data preservation and reuse ?\nThe investigator will be responsible for saving and preservation of the data on OneDrive during\nthe project. The university provides back-ups on a daily basis. Afterwards, the data will be stored\nand mangened by the research group on the confidential drives of the laboratory. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP Wils Tine Project Name FWO DMP Wils Tine - DMP Wils Tine Project Identifier 11L8922N Grant Title 11L8922N Principal Investigator / Researcher Tine Wils Description My project is about identification and characterisation of neuroendocrine cells in the upper airway epithelium. I will try to show the presence and function of these cells in human surgical waste tissue of the upper airways, as well as in cell lines. In addition, I will also use murine models in order to identify and characterise these cells. Institution KU Leuven 1. General Information Name applicant Tine Wils FWO Project Number & Title 11L8922N: Unravelling the role of neuroendocrine cells in neuronal hyperactivity in chronic inflammatory upper airways diseases and nasal hyperreactivity. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created (Confocal) microscopy images .tif, .czi 10GB Transmitted-light and confocal microscopy of immunostaining on nasal biopsies from human and murine samples Western blot images Jpg, .tif 100 MB Western Blot images of SDS-PAGE gels created by the ImageQuant™ LAS 4000 Gene expression data .csv, .xlsx, .pzfx 500 MB Gene expression levels as determined by real time quantitive PCR Flow cytometry data .fcs 5-10 GB Flow cytometry of stained and unstained cells using the BD LSRFortessa™ Cell analyzer ELISA data . csv, .xlsx, .pzfx 1 GB Protein levels as determined by ELISA assays Single cell RNA- seqeuncing data .fastq, .gzip, .rds (R objects) 300 GB Single cell RNA sequencing data and analysis Overview results .pttx, .docx 5 GB Overview of results and project, including presentations Patient's data .xlsl <1 MB Patient's information in a pseudoanonymized way General adminstraitve information .xlsl, .docx, .pdf <1 MB General information, for example information sheets of products and literature papers This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-3572 Short description of the kind of personal data that will be used: We will use the internal UZ Leuven system (KWS) to consult the medical files of the patients that will undergo surgery in the ENT departement. We will look at certain prespecified parameters to determine if the that patient fufills the inclusion cirteria and therefore if their surgical waste tissue can be used for our scientific research. More specifically we will look up their name, age, gender, upper and lower airway diseases, allergies, relevant medication use such as corticosteroids and smoking status. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes PRET application: G-2021-3572 Ethics Committe Research UZ Leuven application: S65483 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data generated in our lab is handled according to our in-house regulations (Standard operation procedures (SOPs) have been written for all the techniques used in the lab). This means that each experiment and its details will be registered in the lab journal of the scientist performing the respective experiment. The lab journal will mention the protocol, raw results, analysis and analysed results itself or where they can be found in digital form. Raw data are stored on the computers connected to the equipment used, of which a back-up is made on an external hard drive stored in the office of the PI. The data generated by other means are stored on the laptop of the investigator and in a folder in the personal OneDrive account of the investigator The single cell RNAseq data are stored by the hostler and at the VSC (Flemish SupercomputerCentre) and the server of UZ Leuven. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes All experiments will be categorized and organized with the correct refereces in an orderly manner in the lab journal of the investigator. 5. Data storage and backup during the FWO project Where will the data be stored? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 1. The time-stamped data will be kept in the storage of our research unit. Copies can be made and kept on personal KU Leuven devices of the investigators. 2. The sensitive background information of the included patients will be stored in a pseudoanonymized way. The information will be stored on the confidential drives of the laboratory. The patient can only be retraced using a key (stored on the PI’s laptop) and the UZ Leuven KWS system to which only registered personel has acces to. 3. For active use of the data during the project, we will use the KU Leuven OneDrive folder of the investigator. How is backup of the data provided? Since everything is supported by OneDrive for business by the KU Leuven, the data will be stored on the university's central servers with automatic daily back-up procedures. In addition, a back-up will be made on a regular basis on the confidential large-storage K-drive of the laboratory. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. No For the main part of the project there is sufficient storage & backup capacity (2TB) using OneDrive provided by the university. For the single cell RNA sequencing data, only the RDS files will be stored on OneDrive. The large raw data will be stored on an external hard disk which will be kept in the research facility. Sesitive data will be stored on the confidential drives of the laboratory. What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive capacity (2TB) and daily back-ups are foreseen by the university. The single cell RNA seqeuncing data will be stored on hard disked (10 Terrabyte, +- €200) provided by the research group via funds for the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that will be pseudoanonymised during the project, the data will be stored in the university's secure environment for private data. We will use 2 keys, one stored at the PI's laptop and the other is the UZ Leuven KWS server of which only registered personal has access to. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). For the majority of the data, there is no reason to deviate from this preservation time frame. Only the single cell RNA-sequencing data could be stored for more than 5 years, given the fact that new bioinformatics tools are still being developed every day and are rapidly emerging. Therefore, chances are high that newly developed bioinformatic tools can be applied to the existing single cell RNA-sequencing data in the future. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the university's central servers (with automatic back-up procedures), conform the KU Leuven RDM policy. 2. Our project will generate a large volume of data that will be stored on external hard disks located in the research facility. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? After the project, the data will be stored on a large-storage shared K-drived provided by the university. The price is €11.384 per year for 100 GB. So on estimate, it will cost €284.6 (€56.92/year) for the preservation of the data (<1TB) for 5 years. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be made publically conform the legal regulations in the form of a scientific publication. The single cell RNA sequencing data will be made public upon publication conform the corresponding rules. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Single cell RNA sequencing data will be made public in a open access repository in an anomysed way. All the other data will be stored on the OneDrive servers of the university. This data can only be shared with registered personal. If external people want access to the data, the data will be made available on request after signing a data sharing agreement. Extra precaution will be made for the sensitive data, these will only be shared with external people according to the legal regulations. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? 1. The full dataset will be uploaded in a cvs or fastq format as an open access dataset upon publication. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. 2. The psuedoanonymised transcripts will not be made publically available. Access will only be considered to registered personal and after a request is submitted explaining the planned reuse. If appropriate, access will only be granted after a favorable ethical committee advice. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? We will use OneDrive provided by the university for sharing data. 8. Responsibilities Who will be responsible for data documentation & metadata? The investigator will be responsible for data documentation & metadata during the project. Afterwards, all the data will be handled by our research group. Who will be responsible for data storage & back up during the project? The investigator will be responsible for saving the data on OneDrive of which the university provides back-ups on a daily basis. Back-ups will also be made on the confidential drives of the laboratory. Who will be responsible for ensuring data preservation and reuse ? The investigator will be responsible for saving and preservation of the data on OneDrive during the project. The university provides back-ups on a daily basis. Afterwards, the data will be stored and mangened by the research group on the confidential drives of the laboratory. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}