{
    "document_id": "D-2024-2541",
    "LinkTitle": "D-2024-2541",
    "file_name": "D-2024-2541.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2541.pdf",
    "metadata": {
        "title": "INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory\nINTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nBoushra Dalile\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nBoushra Dalile\nData Manager:\nData Manager:\n \nBoushra Dalile\nProject Administrator:\nProject Administrator:\n \nBoushra Dalile\nGrant number / URL: \nGrant number / URL: \n12AZE24N\nID: \nID: \n206677\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nMaladaptive emotional memories contribute significantly to anxiety disorders. A novel strategy to treat anxiety disorders is utilizing agents that boost\nlearning and memory mechanisms to promote long-term fear inhibition and support relapse prevention. Increasing histone acetylation, an epigenetic\ncatalyzer of memory-enhancing gene transcription, is critical in (emotional) memory formation, and can be potentiated by histone deacetylase\ninhibitors (HDACis). However, human studies using HDACis are scarce and there is a pressing translational need for testing well-tolerated yet potent\nHDACis. Butyrate, an HDACi originating from microbial fermentation of dietary fiber in our large intestine, exerts potent effects on fear acquisition\nand extinction in rodent studies. In a sample of 146 healthy male participants, I found that blood levels of butyrate are positively associated with\npsychophysiological responses during fear memory acquisition. Building on these findings, my proposal addresses the translational gap in the role of\nHDACis in fear acquisition and (persistence of) extinction in humans by a) establishing a causal role of butyrate in fear acquisition and investigating\nHDAC inhibition as a mechanism of action, and b) examining the effects of butyrate on fear extinction and prevention of the return of fear. I\nhypothesize that butyrate will potentiate long-term fear acquisition/extinction memory retrieval as assessed using a Pavlovian fear conditioning\nparadigm.\nLast modified: \nLast modified: \n22-04-2024\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n1 of 6\nINTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory\nINTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nPersonal Data\nNames, e-mail address, address, financial details,\nphone number, age, gender, height, weight, health\ndata (diagnoses and symptoms, medication use,\nphysiological data, data about mental health). This\nis created following: Signing informed consent,\nfilling in forms in REDCAP, providing financial\ndetails for reimbursement \nGenerate\nnew data\nDigital\nObservational\nText/numeric\n(coded, e.g.,\n1=Female);\nstored in\nRedCAP\n50 MB\nmax\n \nEvoked\npsychophysiological\nresponses\nElectrodermal activity; ratings of presented stimuli.\nThis is created from Skin conductance responses\nfrom EDA data collected using\nAqKnowledge/Biopac (2000 Hz); subjective\nexpectancy ratings called using Psychopy\nGenerate\nnew data\nDigital\nObservational\nExperimental\nNumeric;\n.acq file\ntransferred to\n.xslx, .csv,\n.docx, .or .txt\nfiles.\nmax\n1 TB\n \nPsychological and\nphysical traits,\nstates, symptoms\nGeneral anxiety; Depression; Personality\ndispositions (intolerance of uncertainty and distress\ntolerance); state and trait anxiety; gastrointestinal\nsymptoms; generic assessment of side effects. To\ncreate this data, participants fill in the following\nquestionnaires in REDCAP: Self-reported\nQuestionnaires (GAD-7; PHQ-9; IUS-12; DTS-15;\nSTAI; GASE; GSRS)\nGenerate\nnew data\nDigital\nObservational\nExperimental\nNumeric;\nstored in\nRedCAP\n50 MB\nmax\n \nBrain images\nraw and processed structural MRI, fMRI, and PET\nimages. To create this data, participants undergo\nPET/MR scanning. Processed images are generated\nusing pipelines consisting of conversion to NIfTI,\npreprocessing (fMRIprep), and custom Matlab\nscripts\nGenerate\nnew data\nDigital\nObservational\nExperimental\nDICOM,\nstored in\nBrain\nImaging\nData\nStructure\n(BIDS)\nformat,\nNIfTI (.nii),\nstored in\nBIDS format\nmax\n1 TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n2 of 6\nYes, human subject data\nWP1:\nWP1:\nPrivacy Registry Reference: G-2023-7078-R2(AMD)\nMedical Ethics Committee dossier S68430\nApproval dates: 07/03/2024 and 12/03/2024 respectively. \nWP2:\nWP2:\n Dossiers will be sent for approval prior to starting WP2. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nNames, e-mail address, address, financial details (bank account number for reimbursement), phone number, age, gender, height, weight, health\ndata (diagnoses and symptoms, medication use, physiological data, data about mental health), evoked psychophysiological responses\n(Electrodermal activity; ratings of presented stimuli during a task), brain images (PET and MR images). These data will be coded and thus\npseudonymized, and stored on encrypted, password-protected KU Leuven restricted network, laptop, and/or backup hard-drives managed by\nthe KU Leuven ICT facility. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThe participants themselves are the only 3rd party. Agreements are thus part of the informed consent, mentioning the publication of results in\nscientific communications and the (re)use of data by other researchers.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1.      Data will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code (see below for examples).\n2.      Raw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment.\nExtracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parent- folder. A\nREADME.txt file will be present to explain this structure in the parent folder of each WP.\n3.      Evoked psychophysiological responses – raw psychophysiological data from AqKnowledge and Psychopy will be collected per\nparticipant and stored with a .txt file with a clear description of what the data are and how they were generated (e.g., the input, frequency, run\ntime, setting, etc.). Data will be transcribed from its raw format to readable format will be stored and uploaded onto OSF. \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n3 of 6\n4.      Psychological and physical traits, states, symptoms – raw data will be collected and stored in RedCAP. It will be later extracted into .txt\nor .xlsx files and published on OSF.\n5.      Brain images - Processed images are generated using pipelines consisting of conversion to NIfTI, preprocessing (fMRIprep), and custom\nMatlab scripts. The scripts used to this end will be shared on OSF. \n6.      We will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of the experiment and we will extensively\ndocument study design and research procedures, including the settings of data collection, participant selection, equipment details and settings,\nsampling methodology, specification of the raw data file names (which measures they refer to), information that describes the variable codes\n(referring to type and time of specific measurements) and used analyses methods, as well as any other information necessary for a secondary\nanalyst to use the data accurately and effectively.  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nWhere possible, metadata standards will be used, or if unavailable, the experimental and data analysis metadata will be stored in a structed\nmanner alongside our research data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset), based on commonly used\nterminology in the relevant fields.For the (f)MRI data, metadata are included in the BIDS file format. For the PET data, metadata will also be\nincluded in the BIDS file format if available by that time. \nMetadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent- folder. In addition, all code and anonymized data\nwill be uploaded to the Open Science Framework with corresponding metadata to aid in re-use by other researchers.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, and neural recordings) will be stored on\nthe KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. In addition, the full\ndatabase will be stored on RedCAP.\nData in paper format (informed consent forms, payment information forms, inclusion/exclusion criteria forms) will be stored separately in a\nkey-locked cabinet in a dedicated archive room of the research group).\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on OneDrive and RedCAP which both have automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven Onedrive allows 2 TB of data storage on personal drives. RedCAP also allows at least 10 MB of storage. These will be used to\nstore all data except brain imaging data. \nThe network drive at the level of the research group has 4 TB of storage space, which can be extended flexibly if needed and will be used for\nstorage of brain imaging data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data will be managed, processed and stored on secure, password-protected and encrypted network drives managed by the KU Leuven ICT\nfacility and in restricted-access, key-locked rooms (for the paper informed consent forms). Access to the network drives is only possible for\nregistered KUL personnel and the PI will determine access rights to dedicated project folders. All personal laptops and external drives will be\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n4 of 6\npassword-protected and encrypted. The information that links individual to the unique number will be stored separately on the KU Leuven\nOnedrive server of the researcher and will only be accessible by the identified KU Leuven researchers.\nAll screens will be locked when not in use.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere is no cost associated with data storage and backing up. However, if unexpected costs arise, they will be covered via the bench fee.\nStorage on the central KU Leuven servers is 156,60 EUR/TB/year, with an estimated total data size of 2,5 TB. This will be paid from the FWO\nworking budget. RedCAP also requires annual payment of 80 EUR, which is covered from the bench fee. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nThe payment information form will be destroyed following data collection. All other data will be retained for at least 5 years after the end of\nthe project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAfter completion of data collection, and until 25 years after the end of the project, all digital data will be stored on a secure archival KU\nLeuven-based server. The log file linking participants’ identity to their participant ID and the payment information form will be destroyed\nfollowing data collection. Paper data (informed consent forms) will remain stored in key-locked cabinets for that duration.\nAnonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be accessed publicly.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs to archive the digital data are estimated at 156,60 EUR/TB/year and will be paid from the current project. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data used in publications will be made available online. We will aim to share both the raw data and extracted data. Pseudonymized data can\nbe shared within the research unit, uploaded in open access repositories or shared upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n5 of 6\nNo\nAll data used in publications will be made available online. We will aim to share both the raw data and extracted data. The dataset will be\npseudonymized and uploaded to the Open Science Framework.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOpen Science Framework\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nIt's not yet available \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing. The Open Science Framework is free of charge.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe postdoctoral fellow (B.D.), administrative/technical staff and PI working on this project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe postdoctoral fellow (B.D.), administrative/technical staff and PI working on this project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI of this project. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP. The postdoc (B.D.) shares this responsibility during her\nappointment at KUL. \nCreated using DMPonline.be. Last modiﬁed 22 April 2024\n6 of 6"
    },
    "clean_full_text": "INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory A Data Management Plan created using DMPonline.be Creator: Creator: Boushra Dalile Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Boushra Dalile Data Manager: Data Manager: Boushra Dalile Project Administrator: Project Administrator: Boushra Dalile Grant number / URL: Grant number / URL: 12AZE24N ID: ID: 206677 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Maladaptive emotional memories contribute significantly to anxiety disorders. A novel strategy to treat anxiety disorders is utilizing agents that boost learning and memory mechanisms to promote long-term fear inhibition and support relapse prevention. Increasing histone acetylation, an epigenetic catalyzer of memory-enhancing gene transcription, is critical in (emotional) memory formation, and can be potentiated by histone deacetylase inhibitors (HDACis). However, human studies using HDACis are scarce and there is a pressing translational need for testing well-tolerated yet potent HDACis. Butyrate, an HDACi originating from microbial fermentation of dietary fiber in our large intestine, exerts potent effects on fear acquisition and extinction in rodent studies. In a sample of 146 healthy male participants, I found that blood levels of butyrate are positively associated with psychophysiological responses during fear memory acquisition. Building on these findings, my proposal addresses the translational gap in the role of HDACis in fear acquisition and (persistence of) extinction in humans by a) establishing a causal role of butyrate in fear acquisition and investigating HDAC inhibition as a mechanism of action, and b) examining the effects of butyrate on fear extinction and prevention of the return of fear. I hypothesize that butyrate will potentiate long-term fear acquisition/extinction memory retrieval as assessed using a Pavlovian fear conditioning paradigm. Last modified: Last modified: 22-04-2024 Created using DMPonline.be. Last modiﬁed 22 April 2024 1 of 6 INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory INTERFEAR: Investigating the endogenous metabolite butyrate as an epigenetic modulator of fear memory FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Personal Data Names, e-mail address, address, financial details, phone number, age, gender, height, weight, health data (diagnoses and symptoms, medication use, physiological data, data about mental health). This is created following: Signing informed consent, filling in forms in REDCAP, providing financial details for reimbursement Generate new data Digital Observational Text/numeric (coded, e.g., 1=Female); stored in RedCAP 50 MB max Evoked psychophysiological responses Electrodermal activity; ratings of presented stimuli. This is created from Skin conductance responses from EDA data collected using AqKnowledge/Biopac (2000 Hz); subjective expectancy ratings called using Psychopy Generate new data Digital Observational Experimental Numeric; .acq file transferred to .xslx, .csv, .docx, .or .txt files. max 1 TB Psychological and physical traits, states, symptoms General anxiety; Depression; Personality dispositions (intolerance of uncertainty and distress tolerance); state and trait anxiety; gastrointestinal symptoms; generic assessment of side effects. To create this data, participants fill in the following questionnaires in REDCAP: Self-reported Questionnaires (GAD-7; PHQ-9; IUS-12; DTS-15; STAI; GASE; GSRS) Generate new data Digital Observational Experimental Numeric; stored in RedCAP 50 MB max Brain images raw and processed structural MRI, fMRI, and PET images. To create this data, participants undergo PET/MR scanning. Processed images are generated using pipelines consisting of conversion to NIfTI, preprocessing (fMRIprep), and custom Matlab scripts Generate new data Digital Observational Experimental DICOM, stored in Brain Imaging Data Structure (BIDS) format, NIfTI (.nii), stored in BIDS format max 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 22 April 2024 2 of 6 Yes, human subject data WP1: WP1: Privacy Registry Reference: G-2023-7078-R2(AMD) Medical Ethics Committee dossier S68430 Approval dates: 07/03/2024 and 12/03/2024 respectively. WP2: WP2: Dossiers will be sent for approval prior to starting WP2. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Names, e-mail address, address, financial details (bank account number for reimbursement), phone number, age, gender, height, weight, health data (diagnoses and symptoms, medication use, physiological data, data about mental health), evoked psychophysiological responses (Electrodermal activity; ratings of presented stimuli during a task), brain images (PET and MR images). These data will be coded and thus pseudonymized, and stored on encrypted, password-protected KU Leuven restricted network, laptop, and/or backup hard-drives managed by the KU Leuven ICT facility. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No The participants themselves are the only 3rd party. Agreements are thus part of the informed consent, mentioning the publication of results in scientific communications and the (re)use of data by other researchers. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Data will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code (see below for examples). 2. Raw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment. Extracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parent- folder. A README.txt file will be present to explain this structure in the parent folder of each WP. 3. Evoked psychophysiological responses – raw psychophysiological data from AqKnowledge and Psychopy will be collected per participant and stored with a .txt file with a clear description of what the data are and how they were generated (e.g., the input, frequency, run time, setting, etc.). Data will be transcribed from its raw format to readable format will be stored and uploaded onto OSF. Created using DMPonline.be. Last modiﬁed 22 April 2024 3 of 6 4. Psychological and physical traits, states, symptoms – raw data will be collected and stored in RedCAP. It will be later extracted into .txt or .xlsx files and published on OSF. 5. Brain images - Processed images are generated using pipelines consisting of conversion to NIfTI, preprocessing (fMRIprep), and custom Matlab scripts. The scripts used to this end will be shared on OSF. 6. We will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of the experiment and we will extensively document study design and research procedures, including the settings of data collection, participant selection, equipment details and settings, sampling methodology, specification of the raw data file names (which measures they refer to), information that describes the variable codes (referring to type and time of specific measurements) and used analyses methods, as well as any other information necessary for a secondary analyst to use the data accurately and effectively. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes Where possible, metadata standards will be used, or if unavailable, the experimental and data analysis metadata will be stored in a structed manner alongside our research data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset), based on commonly used terminology in the relevant fields.For the (f)MRI data, metadata are included in the BIDS file format. For the PET data, metadata will also be included in the BIDS file format if available by that time. Metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent- folder. In addition, all code and anonymized data will be uploaded to the Open Science Framework with corresponding metadata to aid in re-use by other researchers. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, and neural recordings) will be stored on the KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. In addition, the full database will be stored on RedCAP. Data in paper format (informed consent forms, payment information forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group). How will the data be backed up? How will the data be backed up? The data will be stored on OneDrive and RedCAP which both have automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven Onedrive allows 2 TB of data storage on personal drives. RedCAP also allows at least 10 MB of storage. These will be used to store all data except brain imaging data. The network drive at the level of the research group has 4 TB of storage space, which can be extended flexibly if needed and will be used for storage of brain imaging data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be managed, processed and stored on secure, password-protected and encrypted network drives managed by the KU Leuven ICT facility and in restricted-access, key-locked rooms (for the paper informed consent forms). Access to the network drives is only possible for registered KUL personnel and the PI will determine access rights to dedicated project folders. All personal laptops and external drives will be Created using DMPonline.be. Last modiﬁed 22 April 2024 4 of 6 password-protected and encrypted. The information that links individual to the unique number will be stored separately on the KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. All screens will be locked when not in use. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There is no cost associated with data storage and backing up. However, if unexpected costs arise, they will be covered via the bench fee. Storage on the central KU Leuven servers is 156,60 EUR/TB/year, with an estimated total data size of 2,5 TB. This will be paid from the FWO working budget. RedCAP also requires annual payment of 80 EUR, which is covered from the bench fee. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). The payment information form will be destroyed following data collection. All other data will be retained for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? After completion of data collection, and until 25 years after the end of the project, all digital data will be stored on a secure archival KU Leuven-based server. The log file linking participants’ identity to their participant ID and the payment information form will be destroyed following data collection. Paper data (informed consent forms) will remain stored in key-locked cabinets for that duration. Anonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be accessed publicly. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs to archive the digital data are estimated at 156,60 EUR/TB/year and will be paid from the current project. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) All data used in publications will be made available online. We will aim to share both the raw data and extracted data. Pseudonymized data can be shared within the research unit, uploaded in open access repositories or shared upon request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 22 April 2024 5 of 6 No All data used in publications will be made available online. We will aim to share both the raw data and extracted data. The dataset will be pseudonymized and uploaded to the Open Science Framework. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Open Science Framework When will the data be made available? When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes It's not yet available What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. The Open Science Framework is free of charge. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The postdoctoral fellow (B.D.), administrative/technical staff and PI working on this project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The postdoctoral fellow (B.D.), administrative/technical staff and PI working on this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI of this project. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. The postdoc (B.D.) shares this responsibility during her appointment at KUL. Created using DMPonline.be. Last modiﬁed 22 April 2024 6 of 6"
}