{
    "document_id": "D-2022-1711",
    "LinkTitle": "D-2022-1711",
    "file_name": "D-2022-1711.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1711.pdf",
    "metadata": {
        "title": "A micromechanical model of load transfer across the bone-cartilage interface to evaluate osteochondral remodelling in osteoarthritis",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "A micromechanical model of load transfer across the bone-cartilage interface to evaluate osteochondral remodelling in\nosteoarthritis\nA Data Management Plan created using DMPonline.be\nCreator: \nHarry van Lenthe \n \nhttps://orcid.org/0000-0001-8303-4959\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGPUM/22/019\nID: \n198297\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nArticular joints are complex structures that rely on biomechanical and biological integration of two strongly dissimilar tissues: the hard mineralized bone and the soft cartilage. Where bone and\ncartilage are joined, both tissues possess specific adaptation strategies to solve biomechanical and biological dissimilarities. Subchondral bone has the challenging task of safeguarding the\nthin, avascular and aneural layer of articular cartilage from biomechanical and biochemical damage. Articular cartilage is anchored to subchondral bone thanks to an interface of mineralized\ncartilage which, in turn, is glued to bone through a thin interlayer called the cement line. The composition, the biomechanical properties and possible role in damage resistance of the\nosteochondral junction are mostly unknown. Nevertheless, the behaviour of this multi-tissue region is of clinical interest, as this is the area where fracture occurs between bone and cartilage\nin osteoarthritis (OA). OA is the most prevalent chronic joint disease, and there is no cure.\nThe aim of this project is to develop a computational framework that can accurately quantify (i) mechanical alterations (expressed in stresses and strains) in the transition zone between\ncartilage and bone; and (ii) transport of biological factors across the bone-cartilage interface. In collaboration with Dr Stok (University of Melbourne) the models will be validated using detailed\nex vivo measurements of mechanical properties and fluid transport across the bone-cartilage interface in healthy and osteoarthritic human knees. The models will help further our\nunderstanding on the role of biomechanical factors in the onset and progression of osteoarthritis.\nLast modified: \n11-04-2023\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n1 of 4\nA micromechanical model of load transfer across the bone-cartilage interface to evaluate osteochondral remodelling in\nosteoarthritis\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name\nDescription\nHow created\nType of data\nFormat\nFile size\nTotal volume\nkneeOA_protocol\nProtocol development for  imaging of the bone-cartilage\ncomplex using CE-microCT.\nmeasurements: ex vivo microCT of murine knees\nmicroCT images\n.rsq .aim\n3 GB\n100 GB\nkneeOA_invivo\nIn vivo microCT imaging of murine knees during OA\ndevelopment\nmeasurements: in vivo microCT of murine knees\nmicroCT images\n.rsq .aim\n3 GB\n2 TB\nkneeOA_segmented\nSegmented images for visualization and quantification of\nsubchondral bone remodelling and adaptation\nProcessed data: segmented images based on the \"kneeOA_invivo\"\ndataset\nmicroCT images\n.aim, .bmp\n10 MB\n6 GB\nkneeOA_histology\nHistological sections of murine knees during OA\ndevelopment\nmeasurements: histological sections of bone-cartilage specimens\nhistological images\n.tiff\n25 MB\n1 GB\nkneeOA_hires\nHigh-resolution microCT imaging of subchondral bone and\nmineralized articular cartilage \nMeasurements: microCT of samples taken from murine knees\nhigh-resolution microCT images \n.bmp\n50 GB\n1 TB\nkneeOA_LCN\nImaging and quantification of the osteocyte\nlacunocanalicular network \nMeasurements: confocal laser scanning microscopy (CLSM) of\nsamples taken from murine knees\nmicroscopy images\n.tiff\n200 MB\n20 GB\nLCN_flow_bone\nSimulation of fluid flow through the lacunocanalicular\nnetwork of subchondral bone\nSimulation: fluid flow network analysis\nsimulation data\n.txt\n0.1 GB\n5 GB\nLCN_flow_interface\nSimulation of fluid flow across the bone-cartilage interface\nSimulation: CFD analyses\nsimulation data\n.cdb\n1 GB\n50 GB\nscripts\nScripts used throughout the project\nProcessing: scripts for model creation and data analysis.\nscripts\n.txt\n10 kb\n1 Mb\n \n \n \n \n \n \n \n \n \n \n \n \nTotal size: \n3.2 TB\nAll data will be newly generated and will exist in digital format\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nnot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical\napproval number.\nYes, animal data (Provide ECD reference number below)\nAll images (whether taken in vivo, ex vivo, in vitro) will be taken from an animal model involving the onset and progression of osteoarthritis in murine knees. All animal experiments will be performed at U.Melbourne. Ethical approval has been\nobtained (SLA-\n1, Ethics ID 2022-24339-29717-4). A notification has been made to the Ethical Committee for Animal Experimentation at KU Leuven, who have acknowledged and approved it (M016/2022).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to\nwhat data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nNo\nAll data will collected as part of a collaborative project with U.Melbourne. \nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels\nand types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nMost data is collected/generated in a device and software-specific format. Where appropriate, the data will be converted to a widely used standard. A minimum requirement before archiving will be that generic software to read and convert the data\nwill be stored with the archived data.\nWhere available we will store the metadata generated during data collection using the manufacturers' implementation. For all other data for which no metadata standards are available, we intend to follow the guidelines as published in scientific\nliterature. Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. Scripts for model generation and data analyses will be accompanied by a ReadMe file\ndescribing the organization and the content of the scripts. Every file is clearly documented in the code by means of in-line comments.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWhere available we will store the metadata generated during data collection using the manufacturers' implementation. For all other data for which no metadata standards are available, we intend to follow the guidelines as published in scientific\nliterature. Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used.\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n2 of 4\nWhere will the data be stored?\nLarge Volume Storage\nFor storage and backup we will use the Large Volume Storage as provided by KU Leuven. For processing of the data local copies will be created where appropriate. \nWith ICTS we will evaluate whether the use of ManGO (active data management platform) will be useful when collaborating and sharing data with partners at U.Melbourne.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nwe will follow KU Leuven guidelines on secure storing of data. During the project, access will be restricted to collaborators only.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe collective size of all data that will be collected during this project sums up to 3.2 Tb. Large volume storage will cost 104.42 €/TB/year (pricing April 2023). Including inflation, costs will sum up to ~1000 €. These costs can be paid from the\nacquired funds\n \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nAll research data will be archived on KU Leuven Large Volume Storage. Selected (processed) data will be shared on KU Leuven RDR\n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected total data size is 3.2 Tb. Large volume storage will cost 104.42 €/TB/year (pricing April 2023). Including inflation, costs will sum up to ~3500 €. These will be covered by project funds.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThe full dataset will become available under a CC-BY license. We will work with KU Leuven library staff to determine the best way to open up the large dataset.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nData will be available on request after signing a data sharing agreement. We will work with KU Leuven library staff to determine the best way to implement this\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe in vivo data will be collected in collaboration with our partners at U.Melbourne. Potential IP rights will have to be clarified.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nThe datasets will be made availabe after journal publication of the research results.\nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n3 of 4\nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nAll data will archived properly and temporarily made available upon request through KU Leuven RDR. No additional costs are expected.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nEach researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe.\nWho will manage data storage and backup during the research project? \nEach researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe.\nWho will manage data preservation and sharing? \nEach researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe.\nWho will update and implement this DMP? \nHarry van Lenthe, https://www.kuleuven.be/wieiswie/nl/person/00052188\n \nCreated using DMPonline.be. Last modiﬁed 11 April 2023\n4 of 4"
    },
    "clean_full_text": "A micromechanical model of load transfer across the bone-cartilage interface to evaluate osteochondral remodelling in osteoarthritis A Data Management Plan created using DMPonline.be Creator: Harry van Lenthe https://orcid.org/0000-0001-8303-4959 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: GPUM/22/019 ID: 198297 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Articular joints are complex structures that rely on biomechanical and biological integration of two strongly dissimilar tissues: the hard mineralized bone and the soft cartilage. Where bone and cartilage are joined, both tissues possess specific adaptation strategies to solve biomechanical and biological dissimilarities. Subchondral bone has the challenging task of safeguarding the thin, avascular and aneural layer of articular cartilage from biomechanical and biochemical damage. Articular cartilage is anchored to subchondral bone thanks to an interface of mineralized cartilage which, in turn, is glued to bone through a thin interlayer called the cement line. The composition, the biomechanical properties and possible role in damage resistance of the osteochondral junction are mostly unknown. Nevertheless, the behaviour of this multi-tissue region is of clinical interest, as this is the area where fracture occurs between bone and cartilage in osteoarthritis (OA). OA is the most prevalent chronic joint disease, and there is no cure. The aim of this project is to develop a computational framework that can accurately quantify (i) mechanical alterations (expressed in stresses and strains) in the transition zone between cartilage and bone; and (ii) transport of biological factors across the bone-cartilage interface. In collaboration with Dr Stok (University of Melbourne) the models will be validated using detailed ex vivo measurements of mechanical properties and fluid transport across the bone-cartilage interface in healthy and osteoarthritic human knees. The models will help further our understanding on the role of biomechanical factors in the onset and progression of osteoarthritis. Last modified: 11-04-2023 Created using DMPonline.be. Last modiﬁed 11 April 2023 1 of 4 A micromechanical model of load transfer across the bone-cartilage interface to evaluate osteochondral remodelling in osteoarthritis Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name Description How created Type of data Format File size Total volume kneeOA_protocol Protocol development for imaging of the bone-cartilage complex using CE-microCT. measurements: ex vivo microCT of murine knees microCT images .rsq .aim 3 GB 100 GB kneeOA_invivo In vivo microCT imaging of murine knees during OA development measurements: in vivo microCT of murine knees microCT images .rsq .aim 3 GB 2 TB kneeOA_segmented Segmented images for visualization and quantification of subchondral bone remodelling and adaptation Processed data: segmented images based on the \"kneeOA_invivo\" dataset microCT images .aim, .bmp 10 MB 6 GB kneeOA_histology Histological sections of murine knees during OA development measurements: histological sections of bone-cartilage specimens histological images .tiff 25 MB 1 GB kneeOA_hires High-resolution microCT imaging of subchondral bone and mineralized articular cartilage Measurements: microCT of samples taken from murine knees high-resolution microCT images .bmp 50 GB 1 TB kneeOA_LCN Imaging and quantification of the osteocyte lacunocanalicular network Measurements: confocal laser scanning microscopy (CLSM) of samples taken from murine knees microscopy images .tiff 200 MB 20 GB LCN_flow_bone Simulation of fluid flow through the lacunocanalicular network of subchondral bone Simulation: fluid flow network analysis simulation data .txt 0.1 GB 5 GB LCN_flow_interface Simulation of fluid flow across the bone-cartilage interface Simulation: CFD analyses simulation data .cdb 1 GB 50 GB scripts Scripts used throughout the project Processing: scripts for model creation and data analysis. scripts .txt 10 kb 1 Mb Total size: 3.2 TB All data will be newly generated and will exist in digital format If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) All images (whether taken in vivo, ex vivo, in vitro) will be taken from an animal model involving the onset and progression of osteoarthritis in murine knees. All animal experiments will be performed at U.Melbourne. Ethical approval has been obtained (SLA- 1, Ethics ID 2022-24339-29717-4). A notification has been made to the Ethical Committee for Animal Experimentation at KU Leuven, who have acknowledged and approved it (M016/2022). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No All data will collected as part of a collaborative project with U.Melbourne. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Most data is collected/generated in a device and software-specific format. Where appropriate, the data will be converted to a widely used standard. A minimum requirement before archiving will be that generic software to read and convert the data will be stored with the archived data. Where available we will store the metadata generated during data collection using the manufacturers' implementation. For all other data for which no metadata standards are available, we intend to follow the guidelines as published in scientific literature. Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. Scripts for model generation and data analyses will be accompanied by a ReadMe file describing the organization and the content of the scripts. Every file is clearly documented in the code by means of in-line comments. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Where available we will store the metadata generated during data collection using the manufacturers' implementation. For all other data for which no metadata standards are available, we intend to follow the guidelines as published in scientific literature. Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 11 April 2023 2 of 4 Where will the data be stored? Large Volume Storage For storage and backup we will use the Large Volume Storage as provided by KU Leuven. For processing of the data local copies will be created where appropriate. With ICTS we will evaluate whether the use of ManGO (active data management platform) will be useful when collaborating and sharing data with partners at U.Melbourne. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? we will follow KU Leuven guidelines on secure storing of data. During the project, access will be restricted to collaborators only. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The collective size of all data that will be collected during this project sums up to 3.2 Tb. Large volume storage will cost 104.42 €/TB/year (pricing April 2023). Including inflation, costs will sum up to ~1000 €. These costs can be paid from the acquired funds Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR All research data will be archived on KU Leuven Large Volume Storage. Selected (processed) data will be shared on KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected total data size is 3.2 Tb. Large volume storage will cost 104.42 €/TB/year (pricing April 2023). Including inflation, costs will sum up to ~3500 €. These will be covered by project funds. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The full dataset will become available under a CC-BY license. We will work with KU Leuven library staff to determine the best way to open up the large dataset. If access is restricted, please specify who will be able to access the data and under what conditions. Data will be available on request after signing a data sharing agreement. We will work with KU Leuven library staff to determine the best way to implement this Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights The in vivo data will be collected in collaboration with our partners at U.Melbourne. Potential IP rights will have to be clarified. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results The datasets will be made availabe after journal publication of the research results. Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 11 April 2023 3 of 4 If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? All data will archived properly and temporarily made available upon request through KU Leuven RDR. No additional costs are expected. Responsibilities Who will manage data documentation and metadata during the research project? Each researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe. Who will manage data storage and backup during the research project? Each researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe. Who will manage data preservation and sharing? Each researcher will be responsible for data documentation and metadata for work done under his/her supervision. End responsibility will be with Harry van Lenthe. Who will update and implement this DMP? Harry van Lenthe, https://www.kuleuven.be/wieiswie/nl/person/00052188 Created using DMPonline.be. Last modiﬁed 11 April 2023 4 of 4"
}