{
    "document_id": "D-2023-2400",
    "LinkTitle": "D-2023-2400",
    "file_name": "D-2023-2400.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2400.pdf",
    "metadata": {
        "title": "USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING PREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL MEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING\nUSING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING\nPREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL\nPREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL\nMEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG)\nMEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG)\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMichael Ceulemans \n \nhttps://orcid.org/0000-0002-4130-5869\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nVeerle Foulon\nData Manager:\nData Manager:\n \nMichael Ceulemans \n \nhttps://orcid.org/0000-0002-4130-5869\nProject Administrator:\nProject Administrator:\n \nMichael Ceulemans \n \nhttps://orcid.org/0000-0002-4130-5869\nGrant number / URL: \nGrant number / URL: \nPDMt1/23/020\nID: \nID: \n203655\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2024\nProject abstract:\nProject abstract:\nEvidence on medication safety in pregnancy is lacking for most available medicines, despite their frequent use and the risk of long-lasting impairment\nof offspring. The potential of collecting real-world data to address this global and serious issue should be exploited. Recently, a comprehensive\nregistration system on maternal medication use and mother-infant data, up to one year of age, was launched at KU Leuven (BELpREG), allowing data\nentry by (pregnant) individuals. However, further investigation is pivotal to pursue and expand its full research potential. Therefore, this project will\nfocus on the validation and further improvement of BELpREG, followed by the first use cases. This will demonstrate the potential of BELpREG as a\nversatile and international research instrument to generate timely and novel evidence on the safety of all kinds of (innovative) medicines.\n \nLast modified: \nLast modified: \n19-12-2023\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n1 of 6\nUSING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING\nUSING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING\nPREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL\nPREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL\nMEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG)\nMEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n1\n. \nBELpREG dataset: new, digital, numerical/textual, observational data are obtained/collected in REDCap using self-reported\nquestionnaires completed by (pregnant) women during and after pregnancy. Data can be downloaded as pdf or csv files. Data will be\n<100GB.\n2\n. \nIn the context of the BELpREG validation study, new, digital, numerical/textual, observational data are obtained/collected in Qualtrics\nusing a registration form completed by medical doctors and midwives treating BELpREG participants during and/or after pregnancy.\nData can be downloaded as csv or SPSS files. Data will be <100GB. \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nnot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\napproved by Ethical Commission Research UZ/KU Leuven (S66464; 25/05/2022 & 26/10/2022 & 04/09/2023) and the KU Leuven Privacy\nand Ethical Commission SMEC (G-2022-4962; 24/05/2022 & 23/09/2022 & 19/07/2023).\nInformed consent is obtained. The BELpREG dataset will be pseudonymised prior to data analysis. The data of the validation study are\ncollected in a pseudonymised way.\n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\napproved by Ethical Commission Research UZ/KU Leuven (S66464; 25/05/2022 & 26/10/2022 & 04/09/2023) and the KU Leuven Privacy\nand Ethical Commission SMEC (G-2022-4962; 24/05/2022 & 23/09/2022 & 19/07/2023).\nFor more information, see https://belpreg.be/privacyverklaring/. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe BELpREG data set can provide anonymous/aggregated data on specific medicines / medication groups which may be of interest for, for\nexample, pharmaceutical companies. In that case, appropriate agreements will be foreseen in collaboration with LRD. \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe BELpREG dataset belongs to KU Leuven. In case of data sharing/transfer, the IP rights will be handled by LRD.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nA BELpREG data dictionary is available in the BELpREG REDCap project. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nA BELpREG data dictionary is available in the BELpREG REDCap project. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nREDCap project of BELpREG.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe BELpREG data are stored on a KU Leuven server and back-up server, managed by Gert Goos (IT Biomedical Sciences and REDCap\ncontact person within KU Leuven).\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly the daily BELpREG team (PI Prof Foulon, coordinator Michael Ceulemans and PhD student Laure Sillis) have access to the BELpREG\ndataset including personal data. BELpREG steering committee members only have access to pseudonymised data. All user rights in REDCap\nare handled by the Clinical Trial Center. Access to the REDCap database requires two steps verification. Only pseudonymised data will be\nused for data analysis. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAbout 500 to 1000 euro per year to host the BELpREG server, test server and back-up server. Costs are handled by C3 budget (2023) and by\nthe PI's / BELpREG budget (from 2024 onwards).\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and\nfor clinical experiments on humans\nAs discussed with DPO KU Leuven, CTC and legal consultants of Allen & Overy, the BELpREG data will be minimally preserved for 25\nyears. This is mentioned in the informed consent and in the privacy notification on the BELpREG website. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nREDCap, hosted on KU Leuven server and back-up server.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAbout 500 to 1000 euro per year to host the BELpREG server, test server and back-up server. Costs will be covered by the PI's/BELpREG\nbudget.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n4 of 6\nOther (specify below)\nNo (closed access)\nUpon request, the BELpREG dataset can be used as part of international collaborative data pooling with respect to drug utilisation and\nmedication safety studies in pregnancy. \nUpon request, the BELpREG data can also be shared with (profit) organizations according to data sharing agreements that will be foreseen and\nmanaged by LRD. \nThe data of the validation study will not be made available. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nFor the validation study, only the PI (Prof Foulon), the BELpREG coordinator (Michael Ceulemans) and PhD student Laure Sillis will have\naccess to the data during data collection, analysis and preservation/storage during the applicable duration. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nYes, privacy aspects\nFor the BELpREG dataset, personal data of participants may not be shared with other parties due to privacy matters.\nThe BELpREG dataset belongs to KU Leuven which holds the intellectual property rights. So, data sharing will be assessed case by case by\nLRD in order to preserve the IP rights and to maximally benefit from the value of the dataset/registry.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nThe BELpREG data will not be uploaded on a repository, but will be shared after a case by case analysis following the regulations imposed by\nLRD. \nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nThe BELpREG data will be shared once a request from an external party has been granted by LRD, or once an international data pooling\ninitiative with other research institutes has been initiated. \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n5 of 6\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nFor the BELpREG data, any costs related to delivering data to external (profit) organizations will be charged to the organisation itself. \nFor the BELpREG data to be used as part of international collaborative studies, only costs related to work hours of staff are expected. In case\nother costs arise, these will be covered by the PI's/BElpREG budget. \n \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe BELpREG coordinator (Michael Ceulemans) supervises data documentation and metadata during the project which is primarily done by\nPhD student Laure Sillis, of which Michael Ceulemans is co-promotor.  \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe BELpREG coordinator (Michael Ceulemans) supervises data storage and back-up, in collaboration with PhD student Laure Sillis. Data\nstorage and back-up is performed by Gert Goos (IT Biomedical Sciences).  \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe BELpREG coordinator (Michael Ceulemans) coordinates data preservation and sharing. In absence of Michael Ceulemans, this task will\nbe taken over by PI Prof Foulon.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nMichael Ceulemans, BELpREG coordinator and mandate holder of this PDM type 1 mandate. \nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n6 of 6"
    },
    "clean_full_text": "USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING PREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL PREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL MEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG) MEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG) A Data Management Plan created using DMPonline.be Creator: Creator: Michael Ceulemans https://orcid.org/0000-0002-4130-5869 Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Veerle Foulon Data Manager: Data Manager: Michael Ceulemans https://orcid.org/0000-0002-4130-5869 Project Administrator: Project Administrator: Michael Ceulemans https://orcid.org/0000-0002-4130-5869 Grant number / URL: Grant number / URL: PDMt1/23/020 ID: ID: 203655 Start date: Start date: 01-10-2023 End date: End date: 30-09-2024 Project abstract: Project abstract: Evidence on medication safety in pregnancy is lacking for most available medicines, despite their frequent use and the risk of long-lasting impairment of offspring. The potential of collecting real-world data to address this global and serious issue should be exploited. Recently, a comprehensive registration system on maternal medication use and mother-infant data, up to one year of age, was launched at KU Leuven (BELpREG), allowing data entry by (pregnant) individuals. However, further investigation is pivotal to pursue and expand its full research potential. Therefore, this project will focus on the validation and further improvement of BELpREG, followed by the first use cases. This will demonstrate the potential of BELpREG as a versatile and international research instrument to generate timely and novel evidence on the safety of all kinds of (innovative) medicines. Last modified: Last modified: 19-12-2023 Created using DMPonline.be. Last modiﬁed 19 December 2023 1 of 6 USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING USING ‘REAL-WORLD’ DATA TO GAIN KNOWLEDGE ON MEDICATION SAFETY DURING PREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL PREGNANCY: TOWARDS A ‘FIT-FOR-PURPOSE’ REGISTRATION SYSTEM ON MATERNAL MEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG) MEDICATION USE AND MOTHER-INFANT OUTCOMES (BELPREG) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. 1 . BELpREG dataset: new, digital, numerical/textual, observational data are obtained/collected in REDCap using self-reported questionnaires completed by (pregnant) women during and after pregnancy. Data can be downloaded as pdf or csv files. Data will be <100GB. 2 . In the context of the BELpREG validation study, new, digital, numerical/textual, observational data are obtained/collected in Qualtrics using a registration form completed by medical doctors and midwives treating BELpREG participants during and/or after pregnancy. Data can be downloaded as csv or SPSS files. Data will be <100GB. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) approved by Ethical Commission Research UZ/KU Leuven (S66464; 25/05/2022 & 26/10/2022 & 04/09/2023) and the KU Leuven Privacy and Ethical Commission SMEC (G-2022-4962; 24/05/2022 & 23/09/2022 & 19/07/2023). Informed consent is obtained. The BELpREG dataset will be pseudonymised prior to data analysis. The data of the validation study are collected in a pseudonymised way. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) approved by Ethical Commission Research UZ/KU Leuven (S66464; 25/05/2022 & 26/10/2022 & 04/09/2023) and the KU Leuven Privacy and Ethical Commission SMEC (G-2022-4962; 24/05/2022 & 23/09/2022 & 19/07/2023). For more information, see https://belpreg.be/privacyverklaring/. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The BELpREG data set can provide anonymous/aggregated data on specific medicines / medication groups which may be of interest for, for example, pharmaceutical companies. In that case, appropriate agreements will be foreseen in collaboration with LRD. Created using DMPonline.be. Last modiﬁed 19 December 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The BELpREG dataset belongs to KU Leuven. In case of data sharing/transfer, the IP rights will be handled by LRD. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). A BELpREG data dictionary is available in the BELpREG REDCap project. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes A BELpREG data dictionary is available in the BELpREG REDCap project. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specify below) REDCap project of BELpREG. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The BELpREG data are stored on a KU Leuven server and back-up server, managed by Gert Goos (IT Biomedical Sciences and REDCap contact person within KU Leuven). Created using DMPonline.be. Last modiﬁed 19 December 2023 3 of 6 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the daily BELpREG team (PI Prof Foulon, coordinator Michael Ceulemans and PhD student Laure Sillis) have access to the BELpREG dataset including personal data. BELpREG steering committee members only have access to pseudonymised data. All user rights in REDCap are handled by the Clinical Trial Center. Access to the REDCap database requires two steps verification. Only pseudonymised data will be used for data analysis. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? About 500 to 1000 euro per year to host the BELpREG server, test server and back-up server. Costs are handled by C3 budget (2023) and by the PI's / BELpREG budget (from 2024 onwards). Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans As discussed with DPO KU Leuven, CTC and legal consultants of Allen & Overy, the BELpREG data will be minimally preserved for 25 years. This is mentioned in the informed consent and in the privacy notification on the BELpREG website. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) REDCap, hosted on KU Leuven server and back-up server. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? About 500 to 1000 euro per year to host the BELpREG server, test server and back-up server. Costs will be covered by the PI's/BELpREG budget. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 19 December 2023 4 of 6 Other (specify below) No (closed access) Upon request, the BELpREG dataset can be used as part of international collaborative data pooling with respect to drug utilisation and medication safety studies in pregnancy. Upon request, the BELpREG data can also be shared with (profit) organizations according to data sharing agreements that will be foreseen and managed by LRD. The data of the validation study will not be made available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For the validation study, only the PI (Prof Foulon), the BELpREG coordinator (Michael Ceulemans) and PhD student Laure Sillis will have access to the data during data collection, analysis and preservation/storage during the applicable duration. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Yes, privacy aspects For the BELpREG dataset, personal data of participants may not be shared with other parties due to privacy matters. The BELpREG dataset belongs to KU Leuven which holds the intellectual property rights. So, data sharing will be assessed case by case by LRD in order to preserve the IP rights and to maximally benefit from the value of the dataset/registry. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) The BELpREG data will not be uploaded on a repository, but will be shared after a case by case analysis following the regulations imposed by LRD. When will the data be made available? When will the data be made available? Other (specify below) The BELpREG data will be shared once a request from an external party has been granted by LRD, or once an international data pooling initiative with other research institutes has been initiated. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. Created using DMPonline.be. Last modiﬁed 19 December 2023 5 of 6 No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? For the BELpREG data, any costs related to delivering data to external (profit) organizations will be charged to the organisation itself. For the BELpREG data to be used as part of international collaborative studies, only costs related to work hours of staff are expected. In case other costs arise, these will be covered by the PI's/BElpREG budget. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The BELpREG coordinator (Michael Ceulemans) supervises data documentation and metadata during the project which is primarily done by PhD student Laure Sillis, of which Michael Ceulemans is co-promotor. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The BELpREG coordinator (Michael Ceulemans) supervises data storage and back-up, in collaboration with PhD student Laure Sillis. Data storage and back-up is performed by Gert Goos (IT Biomedical Sciences). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The BELpREG coordinator (Michael Ceulemans) coordinates data preservation and sharing. In absence of Michael Ceulemans, this task will be taken over by PI Prof Foulon. Who will update and implement this DMP? Who will update and implement this DMP? Michael Ceulemans, BELpREG coordinator and mandate holder of this PDM type 1 mandate. Created using DMPonline.be. Last modiﬁed 19 December 2023 6 of 6"
}