{
    "document_id": "D-2023-2136",
    "LinkTitle": "D-2023-2136",
    "file_name": "D-2023-2136.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2136.pdf",
    "metadata": {
        "title": "D-2023-2136",
        "author": "N/A",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Aitor Ibáñez Alonso 0000-0003-0804-0130\nContributor name(s) (+ ORCID) & roles Prof. Dr. Letizia Paoli (0000-0002-3609-9239) – main supervisor (KU Leuven)\nDr. Daan P. van Uhm (0000-0003-3696-5982) – co-supervisor (Utrecht University)\nProject number  & title 11C2623N\nThe environmental crimes and harms behind pandemics: a green criminological exploration of wildlife \ntrafficking, farms and markets in Vietnam\nFunder(s) GrantID 2NA\nAffiliation(s) ☑ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n See Glossary Flemish Standard Data Management Plan  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description Since the outbreak of the COVID-19 pandemic, zoonotic diseases, which are transmitted from animals to  \nhumans, have dominated the central stage of the world debate and policy agenda. While its study has  \ntraditionally belonged to the biomedical sciences, this research project aims to add a criminological view to  \nsuch literature. Concretely, it aims to understand the nature and cause of harmful and/or law-breaking  \nbehaviour leading to zoonotic diseases, and the ways in which wildlife trade, trafficking and farming  \nfacilitate the emergence of these diseases. It draws on the emerging field of green criminology, which is the  \nstudy of environmental crimes and harms. It explores wildlife farms, markets, and trafficking in three  \nselected southern provinces in Vietnam through ethnographic fieldwork, focusing on the trade of high-risk  \nspecies for zoonotic transmission like rodents or bats. In particular, the study relies on qualitative methods,  \nincluding both semi-structured interviews and participant observations.  This study is urgently needed given  \nthe likelihood that the current COVID-19 pandemic was caused by a virus that passed from bats to humans  \nvia an intermediary host in a market in Wuhan (China). Therefore, apart from adding a criminological  \napproach to the study of zoonotic diseases, this study will also contribute to prevent future pandemics. In  \nparticular, it will do so by providing insights to underpin prevention and regulation of the human actions that  \nfacilitate the emergence of zoonotic diseases.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 41.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data.  \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nDocument \nanalysisData from \nselected \ndocuments (e.g. \nlegal, grey \nliterature, \nbiomedical \npapers)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Images\n☒ Textual☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .gml\n☒ other: .nvp \n(NVivo), .docx\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAPossibly the (copies  \nof) physical \ndocuments that are  \nselected for \nanalysis – unknown  \nvolume\nPreliminary \ninterviewsData from \npreliminary \ninterviews \nregarding the \ntrade, trafficking \nand farming of \nhigh-risk species \nfor zoonotic \ntransmission☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .mp3\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .gml\n☒ other: .nvp \n(NVivo), .docx\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NASigned informed \nconsent forms – \nmax. 25 forms (3 \npages)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Preliminary \nobservations Data from \npreliminary \nobservations in \nwildlife farms \nand markets \nand other \nfacilities/venues☒ Generate new \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☒ Textual☒ .mp4\n☒ .jpg\n☒ .pdf\n☒ .txt\n☒ other: .nvp \n(NVivo), .docx\nSamsung Notes ☒ < 100 GB Possibly hand-\nwritten \nobservational notes  \n(although \npreference for \ndigital notes) – one \nA4 notebook\nSigned informed \nconsent forms – \nmax. 25 forms (3 \npages)\nSemi-\nstructured \ninterviews Data from \ninterviews \nregarding the \ntrade, trafficking \nand farming of \nhigh-risk species \nfor zoonotic \ntransmission☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .mp3\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .nvp \n(NVivo), .docx\n☐ NA☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NASigned informed \nconsent forms – \nmax. 50 forms (3 \npages)\nParticipant \nobservations Data from  \nobservations in \nwildlife farms \nand markets ☒ Generate new \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☒ Textual☒ .mp4\n☒ .jpg\n☒ .pdf\n☒ .txt☒ < 1 TB Possibly hand-\nwritten \nobservational notes  \n(although \npreference for \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 61 See Glossary Flemish Standard Data Management Plan  and other \nfacilities/venues☒ other: .nvp \n(NVivo), .docx\nSamsung Notes digital notes) – one \nA4 notebook\nSigned informed \nconsent forms – \nmax. 25 forms (3 \npages)\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nAn application for this study’s ethical approval (SMEC) is in the process to be submitted.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Will  you process  personal  data1? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).During WP1-4, I anticipate conducting semi-structured interviews with:  \n1) Experts from academic background, NGOs and international organisations related to environmental \nissues, health and wildlife conservation (e.g., WWF, WHO, FAO, TRAFFIC, IUCN, UNODC, Wildlife \nConservation Society);\n2) State actors such as custom officials, judiciary staff, law enforcement agents at different national bodies \nin the Greater Mekong Subregion (e.g., Department of Forest Inspection in Lao PDR, People's Public \nSecurity of Vietnam).\n3) Actors involved in the wildlife supply chain, such as hunters, farmers, traders, market vendors, \nrestaurant owners, and end consumers.\nFrom the participants in (preliminary) semi-structured interviews and (preliminary) participant \nobservations, I will collect personal data. Concretely, the name, occupation, professional background, and \ninformation about the employer/organization the participant is involved with. If the interview participants \nallow it, I will record the interviews, then transcribe the recordings and conduct the analyses. As soon as \nthe interviews have been transcribed (and fully anonymised/pseudonymised), the audio recordings will be \ndeleted. A file-shredding application will be utilized to delete the files, effectively writing, deleting and \noverwriting the data entirely, in order to prevent its recovery. If the participants indicate that they want to  \nreceive a pdf of the final dissertation of the study, their e-mail addresses will additionally be collected.  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  2.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .(1) For the (preliminary) interviews, general information on the methodology and informed consent \nprocedure is described in detail in the PRET application (including a draft of the interview and the \ninterview guideline). Furthermore, information about the interview (e.g. the recording of the interview or \nrules about pseudonymisation) and instructions for the interviewer and the participants (e.g. the \nparticipant’s right to stop the interview or skip a question at any time) are included in the interview guide, \ntogether with the interview questions and the topic list. Moreover, details about the setting and context of  \nthe interview, including the time, place and date of the interview, and personal pseudonymised data of \nthe participant, will be documented in digital field notes or the digital transcription of physical field notes. \nA separate password-protected document (stored away from any folder containing research data) will also  \nbe drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the \nstudy. Next, a separate README.txt file will be created with the rules concerning the transcription of the \ndata. Finally, during the data-analysis in NVivo, a coding structure will be drawn up with variable-level \ninformation (main and subcodes and their frequencies) and explanatory comments will be added to these \ncodes in NVivo. In order to keep track of the changes in the coding structure throughout the data analysis, \nNVivo recovery files will be created and a separate Word-file will be used to provide an overview of the \ncoding structure with the changes that were made, including the date of the changes and the \ncorresponding recovery file.  \n(2) To keep the data obtained via the interviews understandable, this will be pseudonymised during the \ntranscription phase. This will be done by assigning the personal and professional information of each \nparticipant to an alphanumeric code, and then the corresponding personal and professional information of  \neach code will be included in a separate Word file. The separate Word file with the alphanumeric code will  \nbe stored in a Bitlocker encrypted folder (i.e., different from the folder where the files are stored) on the \nhard drive disk of the researcher’s laptop and on the Bitlocker encrypted KU Leuven network drive. The \nWord file will furthermore be protected with a password (i.e., different from the password protecting the \nfiles). Great care will be taken to protect the identity of the respondent and characteristics that would \nenable outsiders to identify him or her in any way. Therefore, as soon as the audio interviews have been \ntranscribed (and anonymised), the audio recordings will be deleted.\n(3) For the (preliminary) participant observations, general information on the methodology and informed \nconsent procedure is described in detail in the PRET application. Furthermore, information about the \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10observations (e.g. rules about pseudonymisation) is included in the informed consent forms. Moreover, \ndetails about the setting and context of the observation, including the time, place and date of the \nobservation and personal pseudonymised data of the participants, will be documented in digital field \nnotes or the digital transcription of physical field notes. A separate password-protected document (stored \naway from any folder containing research data) will also be drawn up to keep track of the participants’ \ntrue identities and the pseudonyms that are used in the study. Next, a separate README.txt file will be \ncreated with the rules concerning the transcription of the data. Finally, during the data analysis in NVivo, a \ncoding structure will be drawn up with variable-level information (main and subcodes and their \nfrequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of \nthe changes in the coding structure throughout the data-analysis, NVivo recovery files will be created and \na separate Word-file will be used to provide an overview of the coding structure with the changes that \nwere made, including the date of the changes and the corresponding recovery file.  \n(4) For the document analysis, general information on the methodology is described in detail in the PRET \napplication. Furthermore, details about the document, such as its name, place of origin and date of \ncreation, will be documented in digital field notes or the digital transcription of physical field notes. Next, a  \nseparate README.txt file will be created with the rules concerning the transcription of the data. Finally, \nduring the data analysis in NVivo, a coding structure will be drawn up with variable-level information \n(main and subcodes and their frequencies) and explanatory comments will be added to these codes in \nNVivo. In order to keep track of the changes in the coding structure throughout the data analysis, NVivo \nrecovery files will be created and a separate Word-file will be used to provide an overview of the coding \nstructure with the changes that were made, including the date of the changes and the corresponding \nrecovery file. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 112.Data Storage & Back-up during the Research ProjectWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nNA\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nAs mentioned above, several types of metadata will be created for the interviews, observations and  \ndocument analysis: information on the methodology and informed consent procedures, information for the  \nresearcher and the participants in the survey or interview guidelines, a codebook for the survey and coding  \nstructures in NVivo for the interviews, observations and document analysis, separate README.txt files with  \nthe rules concerning the transcription of the data and field notes including information on the context of the  \ndata-analysis and the study object/ subject. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.Digital and audio-visual data will be archived on the researcher’s Bitlocker encrypted laptop in different \npassword-protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure \nKU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data \nthat can be useful for other members of the research line).  \nPhysical data will be stored in the office of the researcher in a locked drawer or cupboard that can only be \naccessed by the researcher. The audio-recordings of the interviews, which will be used to transcribe the \nresearch data, will be transferred to the researcher’s laptop and OneDrive account and deleted from the \nportable audio recorder as soon as possible. When the transcription process is completed, the audio files \nwill be deleted from the laptop and OneDrive account of the researcher. Any physical field notes (made \nduring interviews, observations, or the document analysis) will be photographed/scanned and/or \ntranscribed into pass-word protected digital documents, after which the physical copies will be destroyed. \nFinally, signed physical documents, such informed consent forms, will also be photographed/scanned into \na secured folder on the researcher’s laptop and OneDrive account, and the physical copies will be stored in  \na locked drawer or cupboard during and after the research.\nData Storage/Management at Utrecht University: If any, digital project data/files stored at the Utrecht \nUniversity will also be kept archive network drives, ensuring that they are protected (by encryption), \npreserved (the drives will be automatically backed-up) and accessible if needed. Any paper files will be \nstored in a lockable closet/file cabinet in the co-promotor’s office. Only the co-promotor will possess a key  \nto the closet/file cabinet. Any paper files no longer needed (or after they have been digitized) will be \ndestroyed utilizing a paper shredder, the by-product disposed of appropriately.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? (1) Physical data (such as field notes) will be transformed into digital transcripts or scans. Occasionally, a ny \nphysical data will be stored in file boxes, which will be put in a closet and/or file cabinet in the office of the  \nresearcher hired for this project. This closet (and/or file cabinet) will be locked every time the researcher \nleaves the office. In such a way, this data will be preserved, and its loss or misuse will be prevented.  \n(2) Digital and audio-visual data from interviews and observations will be archived on the researcher’s \nBitlocker encrypted laptop in different password-protected files, on the OneDrive linked to the \nresearcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents \nthat do not include personal or sensitive data that can be useful for other members of the research line). \nBack-ups for the OneDrive and the network-drives are automated daily. Hence, the digital data will be \npreserved in such a way that loss or misuse is prevented at all times. In addition, each file containing \npersonal data will be encrypted by the KU Leuven IT services using BitLocker Drive Encryption software \nand will be stored only on a secured cloud to avoid any misuse of the data gathered.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nGiven the nature and quantity of the research data, the researcher does not expect to exceed the personal  \nstorage capacity and the storage capacity of the KU Leuven network-drives. In the case that this does \nhappen, it is possible to expand the capacity.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Digital and audio-visual data will be archived on the researcher’s laptop in different password-protected \nfiles, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network \ndrives (J: Drive for general documents that do not include personal or sensitive data that can be useful for \nother members of the research line (or the institute)). The laptop of the researcher is encrypted with \nBitlocker Drive Encryption, making the data inaccessible even in unauthorised people would obtain the \nlaptop. Furthermore, only the researcher has access to his KU Leuven password-protected OneDrive \naccount. Moreover, some data is shared on the KU Leuven Drives, which are encrypted and only accessible  \nby the researcher, promotor and other authorised people, who are bound by the rules concerning \nconfidentiality and data protection. Files with (nominal) research data will also be stored in multiple files \nthat are protected with varying passwords, and files containing the participants’ true identities and their \npseudonyms will be saved in a separate password-protected document away from any folders containing \nresearch data. Finally, contact details of the participants who have indicated that they may want to \nparticipate in future research (interviews or observations) will be stored in another password-protected \nfile on the researcher’s laptop and OneDrive account and on the KU Leuven network drive (J: Drive of the \nresearch line (protected with a password that only members of the research line know). Contact details of \nthe participants who do not wish to be contacted in future research will be deleted after the practical \norganisation and completion of the interview or observations.  \nThe audio-recordings of the interviews, which will be used to transcribe the research data, will be \ntransferred to the researcher’s laptop and OneDrive account and deleted from the portable audio \nrecorder as soon as possible. When the transcription process is completed, the audio files will be deleted \nfrom the laptop and OneDrive account of the researcher. Physical data will be stored in the office of the \nprimary researcher in a locked drawer or cupboard that can only be accessed by the researcher. Any \nphysical field notes (made during interviews, observations, or the document analysis) will be \nphotographed/ scanned and/or transcribed into pass-word protected digital documents, after which the \nphysical copies will be destroyed. Finally, signed physical documents, such as research collaboration \nagreements or informed consent forms, will also be photographed/ scanned into a secured folder on the \nresearcher’s laptop and OneDrive account, and the physical copies will be stored in a locked drawer or \ncupboard during and after the research.\nThe researcher will also take four other organizational and technical measures to protect the privacy of \nthe participants at any times, everywhere (e.g. office hours, remote working, fieldwork). First, the \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15researcher will adopt a clean desk policy, whereby the researcher will ensure that no papers will be left on \nhis desk when he goes home. Instead, the researcher will make sure to put all papers in boxes and folders, \nstore these boxes and folders in a closet, and lock this closet when he goes home. Second, only the \nresearcher will have the key to his office. Third, the researcher will make sure to lock the screen of his \nlaptop every time he leaves his desk. And lastly, any time the researcher leaves his office (even for short \nperiods), he will lock the door to his office.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The researcher does not expect any additional costs for data storage. If the (OneDrive) storage capacity \nneeds to be expanded, this cost can be covered by the FWO bench fee.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nAll collected data will be preserved for at least 10 years after the end of the research (in accordance with \nthe KU Leuven RDM policy), with the exception of digital contact details of the participants who have \nindicated that they do not wish to be contacted in future research, the audio-recordings of the interviews, \nand the physical field notes. Contact details of the participants who do not wish to be contacted in future \nresearch will be deleted after the practical organisation and completion of the interview or observations. \nAny physical field notes (made during interviews, observations, or the document analysis) will be \nphotographed/ scanned and transcribed into password-protected digital documents, after which the \nphysical copies will be destroyed. Finally, any physical documents will be stored in a locked drawer until \nthey are photographed/scanned and transcribed into pass-word protected digital documents, after which \nthe documents will be destroyed.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specify):\nFor long-term preservation, at the end of the study, the raw digital data will be placed on the OneDrive \nlinked to the KU Leuven account of the supervisor and her personal KU Leuven network drive. Physical \ndata that are not destroyed or returned after transcription, such as informed consent forms, will be locked  \nin a drawer or cupboard that is used for storage purposes in the office of the supervisor or the researcher.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no expected costs.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access)\n☐ Other, please specify:\nThe data from this study (i.e. interview transcripts, field notes, document transcripts and codes) will not be  \nshared due to privacy and ethical reasons.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only the researcher, and the supervisors who are bound by the proposed rules of confidentiality and \nethical guidelines, will be able to access the data.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nThe research data cannot be shared due to privacy reasons and ethical reasons.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.NA\nWhen will the data be made available? NA\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 18Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  NA\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher (Aitor Ibáñez Alonso), in consultation with the main supervisor (Prof. Dr. Letizia Paoli), will \nbe responsible for the management of the (meta)data.  \nWho will manage data storage and backup \nduring the research project?The researcher (Aitor Ibáñez Alonso), in consultation with the supervisor (Prof. Dr. Letizia Paoli), will be \nresponsible for the management of the data storage on the internal servers of the university and the \nresearcher’s OneDrive account. KU Leuven is responsible for the back-up of the data relating to the study \non their servers. \nWho will manage data preservation and \nsharing?The supervisor (Prof. Dr. Letizia Paoli) will be responsible for the preservation and sharing of the data \n(after the study is completed).\nWho will update and implement this DMP? The researcher (Aitor Ibáñez Alonso), in consultation with the supervisor (Prof. Dr. Letizia Paoli), will be \nresponsible for the updates and implementation of this DMP.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 19"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Aitor Ibáñez Alonso 0000-0003-0804-0130 Contributor name(s) (+ ORCID) & roles Prof. Dr. Letizia Paoli (0000-0002-3609-9239) – main supervisor (KU Leuven) Dr. Daan P. van Uhm (0000-0003-3696-5982) – co-supervisor (Utrecht University) Project number & title 11C2623N The environmental crimes and harms behind pandemics: a green criminological exploration of wildlife trafficking, farms and markets in Vietnam Funder(s) GrantID 2NA Affiliation(s) ☑ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 See Glossary Flemish Standard Data Management Plan 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Since the outbreak of the COVID-19 pandemic, zoonotic diseases, which are transmitted from animals to humans, have dominated the central stage of the world debate and policy agenda. While its study has traditionally belonged to the biomedical sciences, this research project aims to add a criminological view to such literature. Concretely, it aims to understand the nature and cause of harmful and/or law-breaking behaviour leading to zoonotic diseases, and the ways in which wildlife trade, trafficking and farming facilitate the emergence of these diseases. It draws on the emerging field of green criminology, which is the study of environmental crimes and harms. It explores wildlife farms, markets, and trafficking in three selected southern provinces in Vietnam through ethnographic fieldwork, focusing on the trade of high-risk species for zoonotic transmission like rodents or bats. In particular, the study relies on qualitative methods, including both semi-structured interviews and participant observations. This study is urgently needed given the likelihood that the current COVID-19 pandemic was caused by a virus that passed from bats to humans via an intermediary host in a market in Wuhan (China). Therefore, apart from adding a criminological approach to the study of zoonotic diseases, this study will also contribute to prevent future pandemics. In particular, it will do so by providing insights to underpin prevention and regulation of the human actions that facilitate the emergence of zoonotic diseases. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 41.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Document analysisData from selected documents (e.g. legal, grey literature, biomedical papers)☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Images ☒ Textual☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .gml ☒ other: .nvp (NVivo), .docx ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAPossibly the (copies of) physical documents that are selected for analysis – unknown volume Preliminary interviewsData from preliminary interviews regarding the trade, trafficking and farming of high-risk species for zoonotic transmission☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .mp3 ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .gml ☒ other: .nvp (NVivo), .docx ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NASigned informed consent forms – max. 25 forms (3 pages) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Preliminary observations Data from preliminary observations in wildlife farms and markets and other facilities/venues☒ Generate new data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☒ Textual☒ .mp4 ☒ .jpg ☒ .pdf ☒ .txt ☒ other: .nvp (NVivo), .docx Samsung Notes ☒ < 100 GB Possibly hand- written observational notes (although preference for digital notes) – one A4 notebook Signed informed consent forms – max. 25 forms (3 pages) Semi- structured interviews Data from interviews regarding the trade, trafficking and farming of high-risk species for zoonotic transmission☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .mp3 ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .nvp (NVivo), .docx ☐ NA☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NASigned informed consent forms – max. 50 forms (3 pages) Participant observations Data from observations in wildlife farms and markets ☒ Generate new data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☒ Textual☒ .mp4 ☒ .jpg ☒ .pdf ☒ .txt☒ < 1 TB Possibly hand- written observational notes (although preference for FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 61 See Glossary Flemish Standard Data Management Plan and other facilities/venues☒ other: .nvp (NVivo), .docx Samsung Notes digital notes) – one A4 notebook Signed informed consent forms – max. 25 forms (3 pages) GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: An application for this study’s ethical approval (SMEC) is in the process to be submitted. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Will you process personal data1? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).During WP1-4, I anticipate conducting semi-structured interviews with: 1) Experts from academic background, NGOs and international organisations related to environmental issues, health and wildlife conservation (e.g., WWF, WHO, FAO, TRAFFIC, IUCN, UNODC, Wildlife Conservation Society); 2) State actors such as custom officials, judiciary staff, law enforcement agents at different national bodies in the Greater Mekong Subregion (e.g., Department of Forest Inspection in Lao PDR, People's Public Security of Vietnam). 3) Actors involved in the wildlife supply chain, such as hunters, farmers, traders, market vendors, restaurant owners, and end consumers. From the participants in (preliminary) semi-structured interviews and (preliminary) participant observations, I will collect personal data. Concretely, the name, occupation, professional background, and information about the employer/organization the participant is involved with. If the interview participants allow it, I will record the interviews, then transcribe the recordings and conduct the analyses. As soon as the interviews have been transcribed (and fully anonymised/pseudonymised), the audio recordings will be deleted. A file-shredding application will be utilized to delete the files, effectively writing, deleting and overwriting the data entirely, in order to prevent its recovery. If the participants indicate that they want to receive a pdf of the final dissertation of the study, their e-mail addresses will additionally be collected. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 2.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .(1) For the (preliminary) interviews, general information on the methodology and informed consent procedure is described in detail in the PRET application (including a draft of the interview and the interview guideline). Furthermore, information about the interview (e.g. the recording of the interview or rules about pseudonymisation) and instructions for the interviewer and the participants (e.g. the participant’s right to stop the interview or skip a question at any time) are included in the interview guide, together with the interview questions and the topic list. Moreover, details about the setting and context of the interview, including the time, place and date of the interview, and personal pseudonymised data of the participant, will be documented in digital field notes or the digital transcription of physical field notes. A separate password-protected document (stored away from any folder containing research data) will also be drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the study. Next, a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data-analysis in NVivo, a coding structure will be drawn up with variable-level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure throughout the data analysis, NVivo recovery files will be created and a separate Word-file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. (2) To keep the data obtained via the interviews understandable, this will be pseudonymised during the transcription phase. This will be done by assigning the personal and professional information of each participant to an alphanumeric code, and then the corresponding personal and professional information of each code will be included in a separate Word file. The separate Word file with the alphanumeric code will be stored in a Bitlocker encrypted folder (i.e., different from the folder where the files are stored) on the hard drive disk of the researcher’s laptop and on the Bitlocker encrypted KU Leuven network drive. The Word file will furthermore be protected with a password (i.e., different from the password protecting the files). Great care will be taken to protect the identity of the respondent and characteristics that would enable outsiders to identify him or her in any way. Therefore, as soon as the audio interviews have been transcribed (and anonymised), the audio recordings will be deleted. (3) For the (preliminary) participant observations, general information on the methodology and informed consent procedure is described in detail in the PRET application. Furthermore, information about the FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10observations (e.g. rules about pseudonymisation) is included in the informed consent forms. Moreover, details about the setting and context of the observation, including the time, place and date of the observation and personal pseudonymised data of the participants, will be documented in digital field notes or the digital transcription of physical field notes. A separate password-protected document (stored away from any folder containing research data) will also be drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the study. Next, a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data analysis in NVivo, a coding structure will be drawn up with variable-level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure throughout the data-analysis, NVivo recovery files will be created and a separate Word-file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. (4) For the document analysis, general information on the methodology is described in detail in the PRET application. Furthermore, details about the document, such as its name, place of origin and date of creation, will be documented in digital field notes or the digital transcription of physical field notes. Next, a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data analysis in NVivo, a coding structure will be drawn up with variable-level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure throughout the data analysis, NVivo recovery files will be created and a separate Word-file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 112.Data Storage & Back-up during the Research ProjectWill a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: NA If no, please specify (where appropriate per dataset or data type) which metadata will be created: As mentioned above, several types of metadata will be created for the interviews, observations and document analysis: information on the methodology and informed consent procedures, information for the researcher and the participants in the survey or interview guidelines, a codebook for the survey and coding structures in NVivo for the interviews, observations and document analysis, separate README.txt files with the rules concerning the transcription of the data and field notes including information on the context of the data-analysis and the study object/ subject. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.Digital and audio-visual data will be archived on the researcher’s Bitlocker encrypted laptop in different password-protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line). Physical data will be stored in the office of the researcher in a locked drawer or cupboard that can only be accessed by the researcher. The audio-recordings of the interviews, which will be used to transcribe the research data, will be transferred to the researcher’s laptop and OneDrive account and deleted from the portable audio recorder as soon as possible. When the transcription process is completed, the audio files will be deleted from the laptop and OneDrive account of the researcher. Any physical field notes (made during interviews, observations, or the document analysis) will be photographed/scanned and/or transcribed into pass-word protected digital documents, after which the physical copies will be destroyed. Finally, signed physical documents, such informed consent forms, will also be photographed/scanned into a secured folder on the researcher’s laptop and OneDrive account, and the physical copies will be stored in a locked drawer or cupboard during and after the research. Data Storage/Management at Utrecht University: If any, digital project data/files stored at the Utrecht University will also be kept archive network drives, ensuring that they are protected (by encryption), preserved (the drives will be automatically backed-up) and accessible if needed. Any paper files will be stored in a lockable closet/file cabinet in the co-promotor’s office. Only the co-promotor will possess a key to the closet/file cabinet. Any paper files no longer needed (or after they have been digitized) will be destroyed utilizing a paper shredder, the by-product disposed of appropriately. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? (1) Physical data (such as field notes) will be transformed into digital transcripts or scans. Occasionally, a ny physical data will be stored in file boxes, which will be put in a closet and/or file cabinet in the office of the researcher hired for this project. This closet (and/or file cabinet) will be locked every time the researcher leaves the office. In such a way, this data will be preserved, and its loss or misuse will be prevented. (2) Digital and audio-visual data from interviews and observations will be archived on the researcher’s Bitlocker encrypted laptop in different password-protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line). Back-ups for the OneDrive and the network-drives are automated daily. Hence, the digital data will be preserved in such a way that loss or misuse is prevented at all times. In addition, each file containing personal data will be encrypted by the KU Leuven IT services using BitLocker Drive Encryption software and will be stored only on a secured cloud to avoid any misuse of the data gathered. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Given the nature and quantity of the research data, the researcher does not expect to exceed the personal storage capacity and the storage capacity of the KU Leuven network-drives. In the case that this does happen, it is possible to expand the capacity. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Digital and audio-visual data will be archived on the researcher’s laptop in different password-protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line (or the institute)). The laptop of the researcher is encrypted with Bitlocker Drive Encryption, making the data inaccessible even in unauthorised people would obtain the laptop. Furthermore, only the researcher has access to his KU Leuven password-protected OneDrive account. Moreover, some data is shared on the KU Leuven Drives, which are encrypted and only accessible by the researcher, promotor and other authorised people, who are bound by the rules concerning confidentiality and data protection. Files with (nominal) research data will also be stored in multiple files that are protected with varying passwords, and files containing the participants’ true identities and their pseudonyms will be saved in a separate password-protected document away from any folders containing research data. Finally, contact details of the participants who have indicated that they may want to participate in future research (interviews or observations) will be stored in another password-protected file on the researcher’s laptop and OneDrive account and on the KU Leuven network drive (J: Drive of the research line (protected with a password that only members of the research line know). Contact details of the participants who do not wish to be contacted in future research will be deleted after the practical organisation and completion of the interview or observations. The audio-recordings of the interviews, which will be used to transcribe the research data, will be transferred to the researcher’s laptop and OneDrive account and deleted from the portable audio recorder as soon as possible. When the transcription process is completed, the audio files will be deleted from the laptop and OneDrive account of the researcher. Physical data will be stored in the office of the primary researcher in a locked drawer or cupboard that can only be accessed by the researcher. Any physical field notes (made during interviews, observations, or the document analysis) will be photographed/ scanned and/or transcribed into pass-word protected digital documents, after which the physical copies will be destroyed. Finally, signed physical documents, such as research collaboration agreements or informed consent forms, will also be photographed/ scanned into a secured folder on the researcher’s laptop and OneDrive account, and the physical copies will be stored in a locked drawer or cupboard during and after the research. The researcher will also take four other organizational and technical measures to protect the privacy of the participants at any times, everywhere (e.g. office hours, remote working, fieldwork). First, the FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15researcher will adopt a clean desk policy, whereby the researcher will ensure that no papers will be left on his desk when he goes home. Instead, the researcher will make sure to put all papers in boxes and folders, store these boxes and folders in a closet, and lock this closet when he goes home. Second, only the researcher will have the key to his office. Third, the researcher will make sure to lock the screen of his laptop every time he leaves his desk. And lastly, any time the researcher leaves his office (even for short periods), he will lock the door to his office. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The researcher does not expect any additional costs for data storage. If the (OneDrive) storage capacity needs to be expanded, this cost can be covered by the FWO bench fee. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) All collected data will be preserved for at least 10 years after the end of the research (in accordance with the KU Leuven RDM policy), with the exception of digital contact details of the participants who have indicated that they do not wish to be contacted in future research, the audio-recordings of the interviews, and the physical field notes. Contact details of the participants who do not wish to be contacted in future research will be deleted after the practical organisation and completion of the interview or observations. Any physical field notes (made during interviews, observations, or the document analysis) will be photographed/ scanned and transcribed into password-protected digital documents, after which the physical copies will be destroyed. Finally, any physical documents will be stored in a locked drawer until they are photographed/scanned and transcribed into pass-word protected digital documents, after which the documents will be destroyed. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specify): For long-term preservation, at the end of the study, the raw digital data will be placed on the OneDrive linked to the KU Leuven account of the supervisor and her personal KU Leuven network drive. Physical data that are not destroyed or returned after transcription, such as informed consent forms, will be locked in a drawer or cupboard that is used for storage purposes in the office of the supervisor or the researcher. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no expected costs. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: The data from this study (i.e. interview transcripts, field notes, document transcripts and codes) will not be shared due to privacy and ethical reasons. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17If access is restricted, please specify who will be able to access the data and under what conditions.Only the researcher, and the supervisors who are bound by the proposed rules of confidentiality and ethical guidelines, will be able to access the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The research data cannot be shared due to privacy reasons and ethical reasons. Where will the data be made available? If already known, please provide a repository per dataset or data type.NA When will the data be made available? NA Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? NA 7. Responsibilities Who will manage data documentation and metadata during the research project?The researcher (Aitor Ibáñez Alonso), in consultation with the main supervisor (Prof. Dr. Letizia Paoli), will be responsible for the management of the (meta)data. Who will manage data storage and backup during the research project?The researcher (Aitor Ibáñez Alonso), in consultation with the supervisor (Prof. Dr. Letizia Paoli), will be responsible for the management of the data storage on the internal servers of the university and the researcher’s OneDrive account. KU Leuven is responsible for the back-up of the data relating to the study on their servers. Who will manage data preservation and sharing?The supervisor (Prof. Dr. Letizia Paoli) will be responsible for the preservation and sharing of the data (after the study is completed). Who will update and implement this DMP? The researcher (Aitor Ibáñez Alonso), in consultation with the supervisor (Prof. Dr. Letizia Paoli), will be responsible for the updates and implementation of this DMP. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 19"
}