{
    "document_id": "D-2022-1449",
    "LinkTitle": "D-2022-1449",
    "file_name": "D-2022-1449.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1449.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP G054022N Apr 2022",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP G054022N Apr 2022\nProject Name\n My plan (FWO DMP) - DMP G054022N Apr 2022\nGrant Title\n G054022N\nPrincipal Investigator / Researcher\n Rik Schrijvers\nDescription\n Primary immunodeficiencies (PIDs) have provided crucial information for the\nelucidation of immunological pathways. Although many causal mutations in PID patients have\nbeen identified, the exact pathogenesis often remains to be elucidated and clues for an\nindividualized therapeutic approach remain absent. In this project we focus mainly on adult\npatients with a proven primary immunodeficiency due to STAT1 gain-of-function mutations. We\nexplore in depth the pathophysiology of STAT1 gain-of-function using novel real-time imaging\ntechniques ex vivo using non-primary cell models and eventually primary patient-derived cells.\nFinally, we setup a platform for evaluation of gene therapeutic approaches for rare monogenic\nPIDs in adults, focussing on STAT1 GOF first. Thereby, we hope to answer an unmet need:\npersonalized medicine for rare diseases accompanied by significant morbidity and mortality,\ncurrently lacking rationalized and/or etiological treatment options.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nRik Schrijvers\nFWO Project Number & Title\nG054022N\nPathogenesis of STAT1 gain-of-function and evaluation of gene therapeutic\napproaches.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nFACs\nFCS\n10-100GB\nFloJo\nRNAseq\nFastQ\n100 GB\nGenomics Core\nImmunohistochemistry\ntiff, jpeg\n10 GB\nConfocal\nmicroscopy\nHistology\ntiff, jpeg\n10 GB\nMicroscopy\nRICS imaging\ntiff\n100 GB\nLSMicroscopy\nWestern blotting\ntiff, jpeg\n10 GB\nCCD camera\nElectronic Lab\nNotebook\npdf, csv\n10 GB\nELN\nManuscript\nword, pdf\n10 GB\nWord, Adobe\nPatient data\nexported as\nXML\n10 GB\nRedCap\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nThe patient(s) implicated in this study have been included in study S58466 (ongoing since june\n2016), evaluation of the molecular determinants of primary immunodeficiency, which has been\nmade conform the recent GDPR-regulations. \nPersonal data includes demographics, clinical, laboratory, imaging and histological data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nS58466 (2016, ongoing study)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nDepending on the results IP restrictions will be claimed for the genetherapeutic approach for\nSTAT1 GOF (WP3).\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. For WP1, spreadsheets created from data from FACs, immunohistochemistry, histology,\nimaging,\nqPCR, Western will be gathered and stored (vide infra).\n2. For WP2 RNAseq data will be stored (vide infra).\n3. For WP3 readsheets created from data from FACs, immunohistochemistry, histology, imaging,\nqPCR, Western will be gathered and stored (vide infra).\n4. Text notes and manuscripts, laboratory notebooks will be stored as requested (vide infra).\nA fixed laboratory staff member is appointed to preserve the data during and at least 5y after\nthe end of the research. Data will be stored during and after the research at our research group,\nfacility of KU Leuven. Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full\ntime, long-term contract) provides the link with the clinical and laboratory samples and is part of\nthe research group Allergy and clinical immunology (KU Leuven). Sabien Fevery, part-time\nresearch assistant at the research group Allergy and clinical immunology (KU Leuven) will assist\nin providing the necessary databases, stores and collections conform KU Leuven, UZ Leuven (and\nGDPR) regulations.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSpreadsheets created from data from FACs, RNAseq, immunohistochemistry, histology, imaging,\nqPCR, Western, and relevant patient metadata will be stored and made available for reuse (as\nindicated above).\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nA fixed laboratory staff member is appointed to preserve the data during and at least 5y after\nthe end of the research. Data will be stored during and after the research at our research group,\nfacility of KU Leuven. Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full\ntime, long-term contract) provides the link with the clinical and laboratory samples and is part of\nthe research group Allergy and clinical immunology (KU Leuven). Sabien Fevery, part-time\nresearch assistant at the research group Allergy and clinical immunology (KU Leuven) will assist\nin providing the necessary databases, stores and collections conform KU Leuven, UZ Leuven (and\nGDPR) regulations.\nHow is backup of the data provided?\nThe data will be stored on KU Leuven and UZ Leuven central servers with automatic daily back-\nup procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient storage is provided at the KU Leuven (J-drive Labo Allergie en Klinische immunologie)\nen UZ Leuven server (UZ>Data>IGE>Allergie).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nUZ Leuven: no additional costs\nKU Leuven: embedded in the general lab costs covered by 5 PIs\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe majority of the project covers in vitro work with non-sensitive data (WP1, major part of WP2,\nWP3).\nA minor part will cover sensitive personal data (patient data). This will be gathered and stored via\nRedCap on UZ Leuven servers, pseudonymized, password protected in a secure enviroment for\nprivate data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll obtained data will be retained for the expected 5year period.\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the KU Leuven and UZ Leuven central servers (with automatic back-\nup procedures) for at least 5 years after the end of the project.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nUZ Leuven: no additional costs\nKU Leuven: embedded in the general lab costs covered by 5 PIs\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nFor non sensitive data (WP1, part of WP2, WP3) no restrictions exist (provided legal restrictions\nare in place and agreement has been obtained with the PIs and legal representatives).\nFor sensitive data, this will be restricted to pseudonymized relevant metadata (provided legal\nrestrictions are in place)\nWhich data will be made available after the end of the project?\nPeer reviewed, published data and datasets will be made available via open access.\nAdditional, non-published data, will be stored and made available upon request (and depending\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\non approval)\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nPeer reviewed, published data and datasets will be made available via open access for the\ngeneral public.\nWho will be able to access the data and under what conditions?\nPeer reviewed, published data and datasets will be made available via open access for the\ngeneral public.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone (covered by the requesting party)\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMs Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term\ncontract) \nDr. Sabien Fevery (MD, PhD, fixed staf within our lab) \nWho will be responsible for data storage & back up during the project?\nMs Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term\ncontract) \nDr. Sabien Fevery (MD, PhD, fixed staf within our lab) \n \nWho will be responsible for ensuring data preservation and reuse ?\nMs Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term\ncontract) \nDr. Sabien Fevery (MD, PhD, fixed staf within our lab) \nProf. Dr. Rik Schrijvers\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP G054022N Apr 2022 Project Name My plan (FWO DMP) - DMP G054022N Apr 2022 Grant Title G054022N Principal Investigator / Researcher Rik Schrijvers Description Primary immunodeficiencies (PIDs) have provided crucial information for the elucidation of immunological pathways. Although many causal mutations in PID patients have been identified, the exact pathogenesis often remains to be elucidated and clues for an individualized therapeutic approach remain absent. In this project we focus mainly on adult patients with a proven primary immunodeficiency due to STAT1 gain-of-function mutations. We explore in depth the pathophysiology of STAT1 gain-of-function using novel real-time imaging techniques ex vivo using non-primary cell models and eventually primary patient-derived cells. Finally, we setup a platform for evaluation of gene therapeutic approaches for rare monogenic PIDs in adults, focussing on STAT1 GOF first. Thereby, we hope to answer an unmet need: personalized medicine for rare diseases accompanied by significant morbidity and mortality, currently lacking rationalized and/or etiological treatment options. Institution KU Leuven 1. General Information Name applicant Rik Schrijvers FWO Project Number & Title G054022N Pathogenesis of STAT1 gain-of-function and evaluation of gene therapeutic approaches. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created FACs FCS 10-100GB FloJo RNAseq FastQ 100 GB Genomics Core Immunohistochemistry tiff, jpeg 10 GB Confocal microscopy Histology tiff, jpeg 10 GB Microscopy RICS imaging tiff 100 GB LSMicroscopy Western blotting tiff, jpeg 10 GB CCD camera Electronic Lab Notebook pdf, csv 10 GB ELN Manuscript word, pdf 10 GB Word, Adobe Patient data exported as XML 10 GB RedCap 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: The patient(s) implicated in this study have been included in study S58466 (ongoing since june 2016), evaluation of the molecular determinants of primary immunodeficiency, which has been made conform the recent GDPR-regulations. Personal data includes demographics, clinical, laboratory, imaging and histological data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes S58466 (2016, ongoing study) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Depending on the results IP restrictions will be claimed for the genetherapeutic approach for STAT1 GOF (WP3). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For WP1, spreadsheets created from data from FACs, immunohistochemistry, histology, imaging, qPCR, Western will be gathered and stored (vide infra). 2. For WP2 RNAseq data will be stored (vide infra). 3. For WP3 readsheets created from data from FACs, immunohistochemistry, histology, imaging, qPCR, Western will be gathered and stored (vide infra). 4. Text notes and manuscripts, laboratory notebooks will be stored as requested (vide infra). A fixed laboratory staff member is appointed to preserve the data during and at least 5y after the end of the research. Data will be stored during and after the research at our research group, facility of KU Leuven. Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term contract) provides the link with the clinical and laboratory samples and is part of the research group Allergy and clinical immunology (KU Leuven). Sabien Fevery, part-time research assistant at the research group Allergy and clinical immunology (KU Leuven) will assist in providing the necessary databases, stores and collections conform KU Leuven, UZ Leuven (and GDPR) regulations. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Spreadsheets created from data from FACs, RNAseq, immunohistochemistry, histology, imaging, qPCR, Western, and relevant patient metadata will be stored and made available for reuse (as indicated above). 5. Data storage and backup during the FWO project Where will the data be stored? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 A fixed laboratory staff member is appointed to preserve the data during and at least 5y after the end of the research. Data will be stored during and after the research at our research group, facility of KU Leuven. Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term contract) provides the link with the clinical and laboratory samples and is part of the research group Allergy and clinical immunology (KU Leuven). Sabien Fevery, part-time research assistant at the research group Allergy and clinical immunology (KU Leuven) will assist in providing the necessary databases, stores and collections conform KU Leuven, UZ Leuven (and GDPR) regulations. How is backup of the data provided? The data will be stored on KU Leuven and UZ Leuven central servers with automatic daily back- up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient storage is provided at the KU Leuven (J-drive Labo Allergie en Klinische immunologie) en UZ Leuven server (UZ>Data>IGE>Allergie). What are the expected costs for data storage and back up during the project? How will these costs be covered? UZ Leuven: no additional costs KU Leuven: embedded in the general lab costs covered by 5 PIs Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The majority of the project covers in vitro work with non-sensitive data (WP1, major part of WP2, WP3). A minor part will cover sensitive personal data (patient data). This will be gathered and stored via RedCap on UZ Leuven servers, pseudonymized, password protected in a secure enviroment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All obtained data will be retained for the expected 5year period. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the KU Leuven and UZ Leuven central servers (with automatic back- up procedures) for at least 5 years after the end of the project. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? UZ Leuven: no additional costs KU Leuven: embedded in the general lab costs covered by 5 PIs 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? For non sensitive data (WP1, part of WP2, WP3) no restrictions exist (provided legal restrictions are in place and agreement has been obtained with the PIs and legal representatives). For sensitive data, this will be restricted to pseudonymized relevant metadata (provided legal restrictions are in place) Which data will be made available after the end of the project? Peer reviewed, published data and datasets will be made available via open access. Additional, non-published data, will be stored and made available upon request (and depending This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 on approval) Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail When will the data be made available? Upon publication of the research results Peer reviewed, published data and datasets will be made available via open access for the general public. Who will be able to access the data and under what conditions? Peer reviewed, published data and datasets will be made available via open access for the general public. What are the expected costs for data sharing? How will the costs be covered? None (covered by the requesting party) 8. Responsibilities Who will be responsible for data documentation & metadata? Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term contract) Dr. Sabien Fevery (MD, PhD, fixed staf within our lab) Who will be responsible for data storage & back up during the project? Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term contract) Dr. Sabien Fevery (MD, PhD, fixed staf within our lab) Who will be responsible for ensuring data preservation and reuse ? Ms Lieve Coorevits, a UZ Leuven associated laboratory technician (Full time, long-term contract) Dr. Sabien Fevery (MD, PhD, fixed staf within our lab) Prof. Dr. Rik Schrijvers Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}