{
    "document_id": "D-2024-3508",
    "LinkTitle": "D-2024-3508",
    "file_name": "D-2024-3508.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3508.pdf",
    "metadata": {
        "title": "Regulating Offshore Grids",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Regulating Offshore Grids\nRegulating Offshore Grids\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN(ew data) or\nE(xisting\ndata) \nIndicate: \nD(igital) or\nP(hysical)\nIndicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nOpen-source\nenergy system\nmodels\nOpen-source\nenergy system\nmodels (e.g.,\nPypsa-\nEUR/Calliope)\nE\nD\nModel,\nSoftware\n \nMiscellaneous\nfiles (.py; .jl)\n<1GB\nNA\nInput data\nData obtained\nfrom different\nsources (e.g.,\nENTSO-\nE/Elia/IEA)\nE\nD\nNumerical,\nTextual\nMiscellaneous\nfiles (.xlsx; .csv;\n.pdf)\n<1GB\nNA\nPost-processing\ninput data\nData obtained\nfrom different\nsources (e.g.,\nENTSO-\nE/Elia/IEA)\nN\nD\nNumerical\nCSV files (.csv)\n<1GB\nNA\nModels\nModels developed\nas part of the\ndifferent work\npackages\nN\nD\nModel\nJulia files (.jl) /\nPython files (.py)\n<1GB\nNA\nDocumentation of\nthe models\nDocumentation of\nthe developed\nmodels\nN\nD\nTextual\nText files (.txt)\n<1GB\nNA\nModel results\nSimulation results\nconsistent with\nthe results\npublished in\npapers and the\nthesis\nN\nD\nNumerical\nCSV files (.csv)\n<5GB\nNA\nIntermediate\nreports, papers,\nfinal reports\nAll papers and\nwritten reports\nN\nD\nTextual\nPDF files (.pdf)\n<1GB\nNA\nPresentations\nAll presentations\n(e.g., internal,\nconference)\nN\nD\nTextual\nPowerPoint files\n(.pptx)\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n1 of 5\n·       Details will be further specified throughout the PhD.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nEach work package will have a dedicated folder containing all relevant documentation, including input data, model files,\nresults, and reports.\nA README.txt file will be created for each work package, describing the data collection process, the content of the\ndatasets/models and references to other important documents. The structure of the README files follows the example\ndocumentation provided by KU Leuven (README files — Research Data Management)\nA standardized file naming convention will be used to name raw and analyzed data.\nAll code files will have explanatory comments to facilitate their understanding and future use.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n2 of 5\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata will be created manually by the researcher containing all relevant data. An excel table will be generated for each file.\nThis table will contain the following metadata:\nTitle\nAuthor\nSubject\nDescription\nDate\nType\nFormat\nSource\nLanguage\nExtra\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nSharepoint online\nOther (specify below)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess is protected by two-factor authentication, only the account owner can access the account drive.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for KU Leuven storage are financed by the KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n3 of 5\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nShared network drive (K-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are limited and will be covered by the researched group.  \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will be available for reuse by other researchers within the research group. Everything can be retrieved from the archive\ndrive of the research group. Researchers from outside the research group can request specific data via email.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n4 of 5\nFinal data files will be archived on the “(K:)” network drive of the research group.\nAll peer reviewed articles will be deposited in the trusted repositories, e.g. Lirias.\nWhen academic journals require data files for reproducibility, these will be shared with them.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nMIT licence (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nFloor Serrien\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nFloor Serrien\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nFloor Serrien\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nFloor Serrien\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n5 of 5"
    },
    "clean_full_text": "Regulating Offshore Grids Regulating Offshore Grids Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Open-source energy system models Open-source energy system models (e.g., Pypsa- EUR/Calliope) E D Model, Software Miscellaneous files (.py; .jl) <1GB NA Input data Data obtained from different sources (e.g., ENTSO- E/Elia/IEA) E D Numerical, Textual Miscellaneous files (.xlsx; .csv; .pdf) <1GB NA Post-processing input data Data obtained from different sources (e.g., ENTSO- E/Elia/IEA) N D Numerical CSV files (.csv) <1GB NA Models Models developed as part of the different work packages N D Model Julia files (.jl) / Python files (.py) <1GB NA Documentation of the models Documentation of the developed models N D Textual Text files (.txt) <1GB NA Model results Simulation results consistent with the results published in papers and the thesis N D Numerical CSV files (.csv) <5GB NA Intermediate reports, papers, final reports All papers and written reports N D Textual PDF files (.pdf) <1GB NA Presentations All presentations (e.g., internal, conference) N D Textual PowerPoint files (.pptx) <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Created using DMPonline.be. Last modiﬁed 13 March 2025 1 of 5 · Details will be further specified throughout the PhD. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Each work package will have a dedicated folder containing all relevant documentation, including input data, model files, results, and reports. A README.txt file will be created for each work package, describing the data collection process, the content of the datasets/models and references to other important documents. The structure of the README files follows the example documentation provided by KU Leuven (README files — Research Data Management) A standardized file naming convention will be used to name raw and analyzed data. All code files will have explanatory comments to facilitate their understanding and future use. Created using DMPonline.be. Last modiﬁed 13 March 2025 2 of 5 Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata will be created manually by the researcher containing all relevant data. An excel table will be generated for each file. This table will contain the following metadata: Title Author Subject Description Date Type Format Source Language Extra Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Sharepoint online Other (specify below) OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access is protected by two-factor authentication, only the account owner can access the account drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for KU Leuven storage are financed by the KU Leuven. Created using DMPonline.be. Last modiﬁed 13 March 2025 3 of 5 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Shared network drive (K-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are limited and will be covered by the researched group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be available for reuse by other researchers within the research group. Everything can be retrieved from the archive drive of the research group. Researchers from outside the research group can request specific data via email. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Created using DMPonline.be. Last modiﬁed 13 March 2025 4 of 5 Final data files will be archived on the “(K:)” network drive of the research group. All peer reviewed articles will be deposited in the trusted repositories, e.g. Lirias. When academic journals require data files for reproducibility, these will be shared with them. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. MIT licence (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Floor Serrien Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Floor Serrien Who will manage data preservation and sharing? Who will manage data preservation and sharing? Floor Serrien Who will update and implement this DMP? Who will update and implement this DMP? Floor Serrien Created using DMPonline.be. Last modiﬁed 13 March 2025 5 of 5"
}