{
    "document_id": "D-2021-1215",
    "LinkTitle": "D-2021-1215",
    "file_name": "D-2021-1215.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1215.pdf",
    "metadata": {
        "title": "DMP_FWO_11L0822N - DMP_FWO_11L0822N",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "DMP_FWO_11L0822N\nProject Name\n DMP_FWO_11L0822N - DMP_FWO_11L0822N\nProject Identifier\n u0141151, r0589374\nGrant Title\n 11L0822N\nPrincipal Investigator / Researcher\n Maxime Vanmechelen\nProject Data Contact\n maxime.vanmechelen@kuleuven.be,\nmaxime.vanmechelen@uzleuven.be, vanmechelen.maxime@gmail.com, +32474/59.87.93,\n+3216/34.44.39\nDescription\n Despite intensive research investments, glioblastoma (GBM) remains an incurable\ncondition with a dismal prognosis. While trials in the last decades have mainly focused on\ntargeting tumor cells, recent years showed a shift towards immunomodulatory approaches,\nincluding checkpoint inhibitors. Unfortunately, immunotherapies have so far not met\nexpectations which is partly caused by a brain-specific, immunosuppressive microenvironment,\ndifferent from other peripheral cancer types. In this light, microglia, the brain-resident\nmacrophages that constitute a highly prevalent cell type in GBM, can significantly modulate\ntumor progression. However, compared to T- cells, the molecular mechanisms of microglial-tumor\ncell interactions remain largely understudied and underappreciated as potential targets for GBM\ntherapy. In this project, I will therefore study the interactions between tumor and microglial cells\nusing state-of-the-art patient-derived in vitro (GBM-microglia co-cultures) and in vivo models\n(humanized xenografts), in addition to extended patient- sample profiling using advanced single\ncell analyses. Using these models, I will also engage in pathway mapping to unravel the\nunderlying biological mechanisms, evaluate the therapeutic potential of new targets, and position\nthese insights across the spectrum of various GBM tumor subtypes.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMaxime Vanmechelen\nFWO Project Number & Title\nProject number: 11L0822N\nProject title: Mapping the Microglial-Tumor cell interplay in Glioblastoma using advanced in\nvitro and in vivo single-cell profiling\nAffiliation\nKU Leuven\nKU Leuven – UZ Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nI will mostly collect and generate new data, but also make use of existing material and data. A\npart of the patient information (clinical characteristics) and already stored material and cell lines\nin our biobank will be used. All the other data will be generated during the project.\n \nWP\nType of data\nFormat\nVolume\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 10\nWP1\nMultiplex IHC (MILAN),\nspatial proteomics\n.czi, .jpg, .xls\n>15TB\nImmunofluorescence\n(ZeissAxioscan) with\nMILAN technique,\nexcel files with the\ncalculations for the\nantibody cocktails,\nscreenshots taken\nduring quality\ncontrol\nWP1\nGeneration of tissue\nmicroarrays (TMAs)\nTissue\nblocks, .xls\nstructured\noverview of\nincluded\nsamples\n+- 10\nTMAs\nTMA grand master,\nROIs identified by an\nexpert\nneuropathologist\nWP1\nData processing\nmultiplex IHC\n.tiff, .ome\ntiff, .Rmd (R-\nscripts & R-\nstudio),\nsoftware\ntool, GUI,\n.html files\n>25TB\nNewly developed\nspatial single cell\ndata analysis\npipeline (MILAN\npipeline), large set\nof intermediary and\nfinal data files\nWP1\nSequencing\n.vcf, .maf\nfiles (VEP\nand ONCOKB\nannotated)\n25GB\nWhole exome\nsequencing for\ncharacterization of\npaired GBM patient\nsamples\nWP1\nMGMT promotor\nmethylation\n.xls\n1GB\nQuantitative\nmethylation-specific\nPCR (qMSP)\n \nWP1\nClinical database of\nincluded patients UZ\nLeuven\n.xls, text\nfields in\nMySQL\ndatabase\n \n500MB\nBoth retrospective\nand prospective\ndata, where the data\nis manually\nextracted from\npatient files (KWS).\nDecoded personal\ndata, clinical\nparameters,\npathology\ninformation and\ngenetic information\n(if available) and\nlongitudinal follow-\nup. KWS data is\nstored for at least 25\nyears, all patient\ndata has been\nanonymised (TSSxx\nnumber, GBMxx\nnumber) = partially\nexisting data,\npartially gathered by\nme\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 10\nWP1\nClinical database of\nincluded patients\nfrom external\nhospitals\n.xls\n500MB\nComparable clinical\ncharacteristics and\npathology/genetic\ninformation from\nGBM patients in\nMaastricht (MUMc)\nand Genk (ZOL) =\nexisting data\nWP2\nCollection of biopsies\nand generation of\npatient-derived cell\nlines (PDCL)\n.xls, text\nfields in\nMySQL\ndatabase,\nlab\nnotebook,\nelectronic\nlab notebook\n(ELN) in\nlabcollector\n10GB\nCollection,\nprocessing and\nstorage of biopsies.\nCell lines derived\nfrom fresh tumor\nbiopsies will be\ngenerated to\nperform the\ndescribed\nexperiments. Cell\nlines stored in liquid\nnitrogen. Most of the\ncell lines used in the\nco-culture\nexperiments where\nalready generated\nbeforehand in the\navailable biobank =\nexisting data\n(Leuven Living\nTissue Bank)\nWP2\nGeneration of iPSC-\nderived microglia\n.xls, .txt, lab\nnotebook,\nelectronic\nlab notebook\n(ELN)\n2GB\nProtocols available\nfrom literature, cells\nfreshly generated\nfor co-culturing\nexperiments\nWP2\nGenetics\n.fastq files\nfor raw data,\n.vcf files for\nanalysed\ndata\n \n10GB\nGenetic information\nof each cell line\n(chromosomal\naberrations,\nmutations,\ntranscriptional\ninformation)\nWP2\nMicroscopy\n.tiff, .czi\n1TB\nLight microscopy,\nconfocal microscopy\nand fluorescent\nmicroscopy for\nmonitoring of tumor\nand microglial\ninteractions\nWP2\nSequencing +\nbarcoding (Multi-seq)\n.abi, .count,\n.fastq, .xls,\n.pdf\n100GB\nSingle cell RNA-seq\nfor genotyping of\npatient biopsies +\nmicoglia-GBM and\nmacrophage-GBM\nco-cultures, gene\nexpression profiling\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 10\nWP2\nFunctional\ninformation of the\ngenerated co-culture\nmodels\n.txt,\nnumbers\nand graphs\nin MySQL\ndata base,\nPrism files\nand R-codes\nfor data\nanalysis\n15GB\nGeneral\nphysiological\nparameters, drug\nresponses using\nviability assays and\nmolecular analyses,\nmigratory patterns,\nchemotaxis,\nWP2\nqPCR\n.csv\n1GB\nValidation of\nscRNAseq\nexpression data,\nstudy changes of\nexpression of genes\nafter co-culturing\nWP2\nFACS\n.fcs, Flowjo\nv.10\nsoftware\n5GB\nSorting of cells on\nbasis of cell surface\nmarker expression,\nvalidation of cellular\nphenotypes\nWP2\nELISA\n.xls\n250MB\nExpression of\ninflammatory\nmediators in co-\ncultures to\nquantitatively\nmeasure enzyme\nactivity\nWP2\nIsoplexis - Isospark\nIsospeak\nsoftware\n10 GB\nMultiplex\nmeasurement of\ncytokine secretion\n(up to 20 cytokines)\nafter stimulation,\nsingle cell\nsecretome analysis,\nfunctional immune\nlandscaping, single-\ncell\npolyfunctionality,\nWP2\nSpatial\ntranscriptomics\nDCC files,\n.abi, .count,\n.fastq, .xls\n50GB\nCosMx Nanostring\nspatial\ntranscriptomics for\nanalysing the\ntranscriptome next\nto spatial\nproteomics on\nconsecutive slides\nWP3\nCrispr/cas9 editing\n.abi, .fastq\n10GB\nGene-edited cell\nlines using the\ncrispr/cas9\ntechnology (+- 5\ntargets for a\nstrategic selection of\ncell lines) +\ngenotyping of Crispr\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 10\nWP3\nPathway mapping and\nbiomarker/therapeutic\ntarget elucidation,\nGSEA, GO enrichment\nanalysis\n.abi, .count,\n.fastq, .xls\n50GB\nLooking deeper into\npathways from\nliterature (CSF1R,\nKIT, MAPK, TGFB1,\nCD47) and\nupregulated /\ndownregulated\npathways from WP2,\nselective pathway\ninhibitors\nWP3\nIncucyte (real-time\nimaging)\nIncuCyte.exe\nfiles\n5GB\nCell imaging and\nanalysis platform\nthat enables\nquantification of cell\nbehavior over time\nWP3\nMicroscopy\n.tiff\n25GB\nMorphometric\nanalysis of microglia\nand glioblastoma\ncells, migration\nanalysis, expression\nof apoptotic,\ninflammatory,\nimmunosuppressive\nmarkers\nWP4\nPDX mouse models\n(MIGRATE)\nFFPE tissue\nblocks,\nfrozen\nmaterial\n5GB\nOrthotopic microglia\nand GBM injections\nfor the generation of\npartly humanized\nPDX mouse models,\nimmunodeficient\nmice (+- 5 mice for\nproof of concept, if\nsuccessful validation\nin larger cohort (+-\n15 mice)), tissues\nstored in liquid\nnitrogen\nWP4\nFollow-up of tumor\ngrowth\nDICOM\n5GB\nBioluminescence\nand MRI imaging\nWP4\nSingle-cell analysis on\nPDX models: MILAN,\nsingle-cell RNAseq\n.czi, .jpg,\n.xls, .abi,\n.count,\n.fastq, .pdf\n5TB\nFurther elucidate\nthese interactions,\nwhich will also be\ncompared to the in\nvitro findings\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nG-2021-3789 (S59804)\nG-2021-3895 (S61081)\nShort description of the kind of personal data that will be used:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 10\nClinical patient follow-up is collected and includes coded patient-related information, including:\nage, gender, prior history if cancer related, date of surgery, location of the tumor, information on\nGliolan® positivity/negativity, clinical imaging parameters (e.g., from MRI), pathological\ndiagnostics, overall survival, disease-free survival, date of tumor progression/relapse, treatment\nregimen and response, date of decease. All patient information is anonymized (TSSxx, GBMxx).\nAs part of prior research, extensive genetic profiling has also been done already. Importantly, all\nobtained research data points and clinical information will be added in a coded manner to the\nLabCollector/Glioma2015 database of the Translational Cell and Tissue Research group, located\non a KU Leuven hosted and secured server and is password protected. A dedicated, trained\nperson will add all genetic and research information from this project to a local, KULeuven based\ncBioportal database. Only coded information will be extracted and used for the downstream\nresearch analyses. Personal data will only be kept as long as necessary for the research\nactivities, but is available in the clinical files (KWS) for at least 25 years (legal obligation).\nBiobank\nOur laboratory has established a unique library of well characterized patient-derived cell lines\n(PDCLs) derived from fresh glioblastoma tumor samples (collaboration with Prof. S. De\nVleeschouwer, UZLeuven). To date, a collection of +-40 newly diagnosed and 15 recurrent PDCLs\nhave been generated and extensively characterized genomically and transcriptionally. These cell\nlines will be used for co-culture experiments as well as mouse experiments during the project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical approval for work packages 1-3 is already obtained from the Medical Ethical committee\nfrom UZLeuven/KULeuven, including informed consent for every patient. No ethical issues\nconcerning research data are to be expected. The goal of the project is to collect data beyond 5\nyears and data collection, data sharing and long-term preservation has been defined in the\ninformed consent.\nEthical approval for the project\nS59804\nS61081\nS62248\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThere is potential tech transfer/valorization in both the novel models we develop (genetic,\nproteomic and heterogeneity profiles with clinical information and drug responsivity) and the\nputative assays/biomarkers we measure. Depending of the translatability and strength of the\ngenerated models, they could possibly be used for broader research endeavors in the future. We\nare in touch with LRD regarding these issues.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNo third-party agreements restricting dissemination are in place, since we do the multiplex IHC\nand generate the in vitro and in vivo models in our laboratory.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll collected data points (i.e., cell line information, diagnosis, clinical information, genetic\ninformation, proteomic information, protocols such as for MILAN and TMA grand master, etc) are\nand will be stored in a coded manner in LabCollector (an online labmanagement system with\nintegrated Electronic Lab Notebook (ELN)) which runs on a secured and backed up server of\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 10\nKULeuven (managed by ICT of the Biomedical Sciences Group). All patient information (age, sex,\ndisease) will be registered in a pseudononymised way in the file containing all collected samples.\nEvery patient will receive an identification number which can only be decoded by the responsible\ndata manager. This system also provides a logging system so no data can ever be erased,\nmaking that everything will be tracable and stored longterm (way beyond the common 5-year\nrequirement). Only coded information will be extracted and used for the downstream research\nanalyses. Patient material, patient-derived cell lines and PDX mouse tissues are and will be\nstored in -80°C freezers or liquid nitrogen, where the exact location is defined in labcollector.\nImages will be clearly labeled to identify experiment, sample, and date. The labeling of every\nindividual image taken is standardized and defined in a standard operating procedures (SOP) lab\nprotocol. For the images analysis, the algorithm used for the software analysis will be noted in an\nexcel database per experiment with the info about the relevant parameter changed.\nAll files will be clearly labeled, to include experiment number and conditions (eg. sequencing\nexperiments). For experiments such as Elisa, qPCR and Isospark, including output like dose\nresponse curves with company-delivered cytokines/growth factors, I will save the results in Excel\nformats on the KUL server.\nAll experimental data will also be noted in the lab book including all detailed experimental data.\nAll files and folders will be labeled in a clearly structured way. The explanation of the labeling and\nthe performed analysis will also be written down in the lab book and digital lab book (ELN,\nLabcollector). Whenever SOPs are available, they will be saved in the same location to facilitate\nreuse in the future.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nAll data is searchable and includes various levels of metadata. The LabCollector platform is\nstructured according to projects and topics where all relevant information is directly linked to\neach experiment. The integration of a lab inventory to the ELN system in LabCollector, makes\nthat information can be retrieved both from the experiment point of view or from the sample\npoint of view (e.g., which experiments have been performed with cell line A, or which cell lines\nwere used in experiment B). Metadata concerning the technical specifications of the multiplex\nIHC images (e.g., channel/gating…) are collected with the .czi files, or else will be noted down\nwith each experiment. The used medical terminology (e.g., diagnosis) is according to the\nstandards in the neuro-oncology and neuropathology field. Cell biology-based terms are\nexplained in the database.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe collected cell lines are stored in cryogenic tanks (Liquid Nitrogen) in our laboratory (Campus\nGasthuisberg, O&N4, 5th floor). The extracted DNA/RNA/Protein/snap frozen materials are stored\nin -20°C/-80°C freezers. Fixed materials are stored in designated closets in the lab. Storage\nlocations are included in the labcollector database to keep track of each sample.\nThe data generated during the project will be safely stored in our research unit central storage\nfacility. Copies can be made and kept on personal devices. I will make use of a physical lab book\nwith the chronological reporting of all related experiments and results including a cross reference\nto electronic storage of data. These lab books are owned by the research group and remain in the\nlaboratory during the entire time. All obtained research data points are also kept in electronic lab\nnote books in the LabCollector database of the Translational Cell and Tissue Research group,\nlocated on a KU Leuven hosted and secured server and is password protected.\nLarge data sets, such as images from microscopy, are stored on the KU Leuven K-drive and L-\ndrive (large storage servers). In addition, external hard drives for temporary storage are bought\nas deemed necessary. On top of the large storage servers from KU Leuven, we regularly expand\nthe longterm storage capacity with a user-friendly NAS (network-attached storage) coupled to\nthe KUL storage servers.\nHow is backup of the data provided?\nBackup is secured automatically and daily on central hosting KUL servers of the university. The\nvast majority of the generated data is stored in 2 different places, e.g., external hard drive and\nKUL server, external hard drive and NAS. In case of data loss, one can contact IT to retrieve the\nback-upped data.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 10\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes, we have unlimited space available – payable on yearly basis. Storage of cell lines/biological\nsamples is limited to the size of our storage rooms. However, we are planning to move the less\nrelevant materials to the UZLeuven Biobank from the moment it will be ready to accept materials\n(will be for free initially).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n<1000 euro/year for server space and backup. Labcollector has been purchased (only updates\nrequired), where general lab budget is foreseen to keep this system up and running. Other costs\nare currently connected to the pricing model of KULeven for large volume and cold storage.\nExternal hard drives for temporary storage are bought as deemed necessary (20 Tb per drive, +-\n550 euro).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSecured KULeuven server with automatic back-up + password access by users + person-based\ndecision on rights to access and modify data + every modification to data is logged + no data\ncan be erased. In case necessary, Belnet filesender will be used for a secure transfer of files.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll research data generated will be retained for at least 10 years after the project, thus\ncomplying to the data preservation rules of KU Leuven. Data will be stored in a safe, secure and\nsustainable way for purposes of reproducibility, verification and potential reuse. For optimal\npreservation of research data, I aim to convert data to open or standard file formats to easy\nfuture use of the data.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic, daily back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy. Data is also stored on\nLabcollector, hosted on a secured KUL server with password-protected access. The server is\nautomatically backed up using KUL services. The system provides a logging system so no data\ncan ever be erased and everything will be tracable and stored longterm (beyond the 5-year\nrequirement).\nCell lines and other (co-culture) models are stored in cryogenic tanks (Liquid Nitrogen) in our\nlaboratory. Extracted materials are stored in -20°C/-80°C freezers.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCosts directly depend on the pricing of storage drives of KULeuven for large volume and cold\nstorage. These costs will be covered through the general lab budget (non-related grant\napplications). As stated before, we except <1000 euro/year for server space and backup, where\nLabcollector has been purchased (only updates required). The Translational Cell and Tissue\nResearch Unit also decided to invest in this system for our entire group.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThere are no concrete factors restricting or preventing the sharing of produced/collected data as\ndefined with a 3rd party or legal restriction. The informed consent includes coded data sharing\nwith both academic and non-academic parties. The data will be published before making it partly\navailable. Our goal is to fuel collaborations where our data and materials can be used.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n8 of 10\nConsidering the use of patient materials, data will be either shared in a coded manner through\npublications, or, if more specific information is required, following ethical approval. Data sharing\ncan also happen with specific access controls in place, for example only allowing reuse for\nresearch purposes.\nWhich data will be made available after the end of the project?\nData will be made publicly available post publication depending on the journals policy (post-\npublication data repository). Non-published data will remain confidential until a final decision on\npublication of the data has been taken. All data will be available in a collaborative setting (i.e.\nany other internal and external research group with whom we may work in the future that could\nbenefit from data and materials gathered in this project).\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nData will be available after signing a data sharing agreement which will be established with the\nsupport of KUL R&D after a request. Once KU Leuven has established a university managed and\nowned data repository sharing of data (or a subset of data) on this repository, we will evaluate\ndata sharing and data reuse depending on the policy and conditions of this repository. The\nconditions of access will be determined by the need of the third party that wants access (e.g.,\nonly data, only materials, industrial or academic party, etc). External users will have access to\nour database through our publications and after setting up a new collaboration. For academic\nusers the requirement will be to be included as co-authors in publications where our data and\nmaterials are used. For industrial users, the conditions will be determined in collaboration with\nLRD.\nWhen will the data be made available?\nUpon publication of the research results\nData will be made available after publication in peer reviewed journals and/or after signing a\ndata sharing agreement which will be established with the support of KUL R&D after a request.\nAdditional material (and associated data) will be made available, on basis of material transfer\nagreements (MTAs) if the objectives fulfill the aims referred in the informed consent signed by\nthe donors of the biopsies and after approval by the UZLeuven ethical committee, if requested by\na third party. Changes to the data sharing policy will be reported in the final DMP.\nWho will be able to access the data and under what conditions?\nAll data will be available in a collaborative setting. Due to the potential commercial value of data,\nno general and full open access to data will be provided by default. Data which will be shared\nwith third parties, will exclude commercial use and will require appropriate credit to the data\nowners. Detailed data sharing agreements will therefore be implemented.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe KU Leuven repository will not request any cost contribution for KU Leuven researchers. Data\nshared through journal repositories will be covered by publication costs. Bilateral agreements for\ndata sharing will be established through the services of KU Leuven R&D. The costs expected for\ndata sharing are thus low and will be reported in the final DMP at the end of the project. They will\nbe covered through funds available in the laboratory. For co-culture sharing if legally approved,\nthe KUL biobank where the samples will be registered will calculate the cost for sample handling\nand shipment and also for administrative work. Access to the lab materials (e.g., cell lines) will be\ncovered by the receiving party.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAs an individual researcher producing data, I will have the final responsibility for data\ndocumentation and metadata. If necessary, I can reach out to technicians and administrative\npersonnel for some help and guidance.\nWho will be responsible for data storage & back up during the project?\nData storage and back-up underlies the responsibility of the individual researcher, who will be\nsupervised by the scientific coordinator. The responsibility for maintaining the infrastructure\naccess for data storage lies in the hands of the IT responsible of the research team. Finally, the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n9 of 10\nmaintenance of servers and integrity of data stored on these servers underlies the ITC services of\nthe university. The maintenance of the integrity of the external drives and the data stored on\nthem will be responsibility of the researcher and the lab manager.\nWho will be responsible for ensuring data preservation and reuse ?\nBoth me and my PI, Prof. Frederik De Smet, will take responsibility to ensure data preservation,\naccess and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n10 of 10"
    },
    "clean_full_text": "DMP_FWO_11L0822N Project Name DMP_FWO_11L0822N - DMP_FWO_11L0822N Project Identifier u0141151, r0589374 Grant Title 11L0822N Principal Investigator / Researcher Maxime Vanmechelen Project Data Contact maxime.vanmechelen@kuleuven.be, maxime.vanmechelen@uzleuven.be, vanmechelen.maxime@gmail.com, +32474/59.87.93, +3216/34.44.39 Description Despite intensive research investments, glioblastoma (GBM) remains an incurable condition with a dismal prognosis. While trials in the last decades have mainly focused on targeting tumor cells, recent years showed a shift towards immunomodulatory approaches, including checkpoint inhibitors. Unfortunately, immunotherapies have so far not met expectations which is partly caused by a brain-specific, immunosuppressive microenvironment, different from other peripheral cancer types. In this light, microglia, the brain-resident macrophages that constitute a highly prevalent cell type in GBM, can significantly modulate tumor progression. However, compared to T- cells, the molecular mechanisms of microglial-tumor cell interactions remain largely understudied and underappreciated as potential targets for GBM therapy. In this project, I will therefore study the interactions between tumor and microglial cells using state-of-the-art patient-derived in vitro (GBM-microglia co-cultures) and in vivo models (humanized xenografts), in addition to extended patient- sample profiling using advanced single cell analyses. Using these models, I will also engage in pathway mapping to unravel the underlying biological mechanisms, evaluate the therapeutic potential of new targets, and position these insights across the spectrum of various GBM tumor subtypes. Institution KU Leuven 1. General Information Name applicant Maxime Vanmechelen FWO Project Number & Title Project number: 11L0822N Project title: Mapping the Microglial-Tumor cell interplay in Glioblastoma using advanced in vitro and in vivo single-cell profiling Affiliation KU Leuven KU Leuven – UZ Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). I will mostly collect and generate new data, but also make use of existing material and data. A part of the patient information (clinical characteristics) and already stored material and cell lines in our biobank will be used. All the other data will be generated during the project. WP Type of data Format Volume How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 10 WP1 Multiplex IHC (MILAN), spatial proteomics .czi, .jpg, .xls >15TB Immunofluorescence (ZeissAxioscan) with MILAN technique, excel files with the calculations for the antibody cocktails, screenshots taken during quality control WP1 Generation of tissue microarrays (TMAs) Tissue blocks, .xls structured overview of included samples +- 10 TMAs TMA grand master, ROIs identified by an expert neuropathologist WP1 Data processing multiplex IHC .tiff, .ome tiff, .Rmd (R- scripts & R- studio), software tool, GUI, .html files >25TB Newly developed spatial single cell data analysis pipeline (MILAN pipeline), large set of intermediary and final data files WP1 Sequencing .vcf, .maf files (VEP and ONCOKB annotated) 25GB Whole exome sequencing for characterization of paired GBM patient samples WP1 MGMT promotor methylation .xls 1GB Quantitative methylation-specific PCR (qMSP) WP1 Clinical database of included patients UZ Leuven .xls, text fields in MySQL database 500MB Both retrospective and prospective data, where the data is manually extracted from patient files (KWS). Decoded personal data, clinical parameters, pathology information and genetic information (if available) and longitudinal follow- up. KWS data is stored for at least 25 years, all patient data has been anonymised (TSSxx number, GBMxx number) = partially existing data, partially gathered by me This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 10 WP1 Clinical database of included patients from external hospitals .xls 500MB Comparable clinical characteristics and pathology/genetic information from GBM patients in Maastricht (MUMc) and Genk (ZOL) = existing data WP2 Collection of biopsies and generation of patient-derived cell lines (PDCL) .xls, text fields in MySQL database, lab notebook, electronic lab notebook (ELN) in labcollector 10GB Collection, processing and storage of biopsies. Cell lines derived from fresh tumor biopsies will be generated to perform the described experiments. Cell lines stored in liquid nitrogen. Most of the cell lines used in the co-culture experiments where already generated beforehand in the available biobank = existing data (Leuven Living Tissue Bank) WP2 Generation of iPSC- derived microglia .xls, .txt, lab notebook, electronic lab notebook (ELN) 2GB Protocols available from literature, cells freshly generated for co-culturing experiments WP2 Genetics .fastq files for raw data, .vcf files for analysed data 10GB Genetic information of each cell line (chromosomal aberrations, mutations, transcriptional information) WP2 Microscopy .tiff, .czi 1TB Light microscopy, confocal microscopy and fluorescent microscopy for monitoring of tumor and microglial interactions WP2 Sequencing + barcoding (Multi-seq) .abi, .count, .fastq, .xls, .pdf 100GB Single cell RNA-seq for genotyping of patient biopsies + micoglia-GBM and macrophage-GBM co-cultures, gene expression profiling This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 10 WP2 Functional information of the generated co-culture models .txt, numbers and graphs in MySQL data base, Prism files and R-codes for data analysis 15GB General physiological parameters, drug responses using viability assays and molecular analyses, migratory patterns, chemotaxis, WP2 qPCR .csv 1GB Validation of scRNAseq expression data, study changes of expression of genes after co-culturing WP2 FACS .fcs, Flowjo v.10 software 5GB Sorting of cells on basis of cell surface marker expression, validation of cellular phenotypes WP2 ELISA .xls 250MB Expression of inflammatory mediators in co- cultures to quantitatively measure enzyme activity WP2 Isoplexis - Isospark Isospeak software 10 GB Multiplex measurement of cytokine secretion (up to 20 cytokines) after stimulation, single cell secretome analysis, functional immune landscaping, single- cell polyfunctionality, WP2 Spatial transcriptomics DCC files, .abi, .count, .fastq, .xls 50GB CosMx Nanostring spatial transcriptomics for analysing the transcriptome next to spatial proteomics on consecutive slides WP3 Crispr/cas9 editing .abi, .fastq 10GB Gene-edited cell lines using the crispr/cas9 technology (+- 5 targets for a strategic selection of cell lines) + genotyping of Crispr This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 10 WP3 Pathway mapping and biomarker/therapeutic target elucidation, GSEA, GO enrichment analysis .abi, .count, .fastq, .xls 50GB Looking deeper into pathways from literature (CSF1R, KIT, MAPK, TGFB1, CD47) and upregulated / downregulated pathways from WP2, selective pathway inhibitors WP3 Incucyte (real-time imaging) IncuCyte.exe files 5GB Cell imaging and analysis platform that enables quantification of cell behavior over time WP3 Microscopy .tiff 25GB Morphometric analysis of microglia and glioblastoma cells, migration analysis, expression of apoptotic, inflammatory, immunosuppressive markers WP4 PDX mouse models (MIGRATE) FFPE tissue blocks, frozen material 5GB Orthotopic microglia and GBM injections for the generation of partly humanized PDX mouse models, immunodeficient mice (+- 5 mice for proof of concept, if successful validation in larger cohort (+- 15 mice)), tissues stored in liquid nitrogen WP4 Follow-up of tumor growth DICOM 5GB Bioluminescence and MRI imaging WP4 Single-cell analysis on PDX models: MILAN, single-cell RNAseq .czi, .jpg, .xls, .abi, .count, .fastq, .pdf 5TB Further elucidate these interactions, which will also be compared to the in vitro findings 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-3789 (S59804) G-2021-3895 (S61081) Short description of the kind of personal data that will be used: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 10 Clinical patient follow-up is collected and includes coded patient-related information, including: age, gender, prior history if cancer related, date of surgery, location of the tumor, information on Gliolan® positivity/negativity, clinical imaging parameters (e.g., from MRI), pathological diagnostics, overall survival, disease-free survival, date of tumor progression/relapse, treatment regimen and response, date of decease. All patient information is anonymized (TSSxx, GBMxx). As part of prior research, extensive genetic profiling has also been done already. Importantly, all obtained research data points and clinical information will be added in a coded manner to the LabCollector/Glioma2015 database of the Translational Cell and Tissue Research group, located on a KU Leuven hosted and secured server and is password protected. A dedicated, trained person will add all genetic and research information from this project to a local, KULeuven based cBioportal database. Only coded information will be extracted and used for the downstream research analyses. Personal data will only be kept as long as necessary for the research activities, but is available in the clinical files (KWS) for at least 25 years (legal obligation). Biobank Our laboratory has established a unique library of well characterized patient-derived cell lines (PDCLs) derived from fresh glioblastoma tumor samples (collaboration with Prof. S. De Vleeschouwer, UZLeuven). To date, a collection of +-40 newly diagnosed and 15 recurrent PDCLs have been generated and extensively characterized genomically and transcriptionally. These cell lines will be used for co-culture experiments as well as mouse experiments during the project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical approval for work packages 1-3 is already obtained from the Medical Ethical committee from UZLeuven/KULeuven, including informed consent for every patient. No ethical issues concerning research data are to be expected. The goal of the project is to collect data beyond 5 years and data collection, data sharing and long-term preservation has been defined in the informed consent. Ethical approval for the project S59804 S61081 S62248 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes There is potential tech transfer/valorization in both the novel models we develop (genetic, proteomic and heterogeneity profiles with clinical information and drug responsivity) and the putative assays/biomarkers we measure. Depending of the translatability and strength of the generated models, they could possibly be used for broader research endeavors in the future. We are in touch with LRD regarding these issues. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No No third-party agreements restricting dissemination are in place, since we do the multiplex IHC and generate the in vitro and in vivo models in our laboratory. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All collected data points (i.e., cell line information, diagnosis, clinical information, genetic information, proteomic information, protocols such as for MILAN and TMA grand master, etc) are and will be stored in a coded manner in LabCollector (an online labmanagement system with integrated Electronic Lab Notebook (ELN)) which runs on a secured and backed up server of This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 10 KULeuven (managed by ICT of the Biomedical Sciences Group). All patient information (age, sex, disease) will be registered in a pseudononymised way in the file containing all collected samples. Every patient will receive an identification number which can only be decoded by the responsible data manager. This system also provides a logging system so no data can ever be erased, making that everything will be tracable and stored longterm (way beyond the common 5-year requirement). Only coded information will be extracted and used for the downstream research analyses. Patient material, patient-derived cell lines and PDX mouse tissues are and will be stored in -80°C freezers or liquid nitrogen, where the exact location is defined in labcollector. Images will be clearly labeled to identify experiment, sample, and date. The labeling of every individual image taken is standardized and defined in a standard operating procedures (SOP) lab protocol. For the images analysis, the algorithm used for the software analysis will be noted in an excel database per experiment with the info about the relevant parameter changed. All files will be clearly labeled, to include experiment number and conditions (eg. sequencing experiments). For experiments such as Elisa, qPCR and Isospark, including output like dose response curves with company-delivered cytokines/growth factors, I will save the results in Excel formats on the KUL server. All experimental data will also be noted in the lab book including all detailed experimental data. All files and folders will be labeled in a clearly structured way. The explanation of the labeling and the performed analysis will also be written down in the lab book and digital lab book (ELN, Labcollector). Whenever SOPs are available, they will be saved in the same location to facilitate reuse in the future. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. All data is searchable and includes various levels of metadata. The LabCollector platform is structured according to projects and topics where all relevant information is directly linked to each experiment. The integration of a lab inventory to the ELN system in LabCollector, makes that information can be retrieved both from the experiment point of view or from the sample point of view (e.g., which experiments have been performed with cell line A, or which cell lines were used in experiment B). Metadata concerning the technical specifications of the multiplex IHC images (e.g., channel/gating…) are collected with the .czi files, or else will be noted down with each experiment. The used medical terminology (e.g., diagnosis) is according to the standards in the neuro-oncology and neuropathology field. Cell biology-based terms are explained in the database. 5. Data storage and backup during the FWO project Where will the data be stored? The collected cell lines are stored in cryogenic tanks (Liquid Nitrogen) in our laboratory (Campus Gasthuisberg, O&N4, 5th floor). The extracted DNA/RNA/Protein/snap frozen materials are stored in -20°C/-80°C freezers. Fixed materials are stored in designated closets in the lab. Storage locations are included in the labcollector database to keep track of each sample. The data generated during the project will be safely stored in our research unit central storage facility. Copies can be made and kept on personal devices. I will make use of a physical lab book with the chronological reporting of all related experiments and results including a cross reference to electronic storage of data. These lab books are owned by the research group and remain in the laboratory during the entire time. All obtained research data points are also kept in electronic lab note books in the LabCollector database of the Translational Cell and Tissue Research group, located on a KU Leuven hosted and secured server and is password protected. Large data sets, such as images from microscopy, are stored on the KU Leuven K-drive and L- drive (large storage servers). In addition, external hard drives for temporary storage are bought as deemed necessary. On top of the large storage servers from KU Leuven, we regularly expand the longterm storage capacity with a user-friendly NAS (network-attached storage) coupled to the KUL storage servers. How is backup of the data provided? Backup is secured automatically and daily on central hosting KUL servers of the university. The vast majority of the generated data is stored in 2 different places, e.g., external hard drive and KUL server, external hard drive and NAS. In case of data loss, one can contact IT to retrieve the back-upped data. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 10 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes, we have unlimited space available – payable on yearly basis. Storage of cell lines/biological samples is limited to the size of our storage rooms. However, we are planning to move the less relevant materials to the UZLeuven Biobank from the moment it will be ready to accept materials (will be for free initially). What are the expected costs for data storage and back up during the project? How will these costs be covered? <1000 euro/year for server space and backup. Labcollector has been purchased (only updates required), where general lab budget is foreseen to keep this system up and running. Other costs are currently connected to the pricing model of KULeven for large volume and cold storage. External hard drives for temporary storage are bought as deemed necessary (20 Tb per drive, +- 550 euro). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Secured KULeuven server with automatic back-up + password access by users + person-based decision on rights to access and modify data + every modification to data is logged + no data can be erased. In case necessary, Belnet filesender will be used for a secure transfer of files. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All research data generated will be retained for at least 10 years after the project, thus complying to the data preservation rules of KU Leuven. Data will be stored in a safe, secure and sustainable way for purposes of reproducibility, verification and potential reuse. For optimal preservation of research data, I aim to convert data to open or standard file formats to easy future use of the data. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic, daily back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Data is also stored on Labcollector, hosted on a secured KUL server with password-protected access. The server is automatically backed up using KUL services. The system provides a logging system so no data can ever be erased and everything will be tracable and stored longterm (beyond the 5-year requirement). Cell lines and other (co-culture) models are stored in cryogenic tanks (Liquid Nitrogen) in our laboratory. Extracted materials are stored in -20°C/-80°C freezers. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs directly depend on the pricing of storage drives of KULeuven for large volume and cold storage. These costs will be covered through the general lab budget (non-related grant applications). As stated before, we except <1000 euro/year for server space and backup, where Labcollector has been purchased (only updates required). The Translational Cell and Tissue Research Unit also decided to invest in this system for our entire group. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No There are no concrete factors restricting or preventing the sharing of produced/collected data as defined with a 3rd party or legal restriction. The informed consent includes coded data sharing with both academic and non-academic parties. The data will be published before making it partly available. Our goal is to fuel collaborations where our data and materials can be used. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 8 of 10 Considering the use of patient materials, data will be either shared in a coded manner through publications, or, if more specific information is required, following ethical approval. Data sharing can also happen with specific access controls in place, for example only allowing reuse for research purposes. Which data will be made available after the end of the project? Data will be made publicly available post publication depending on the journals policy (post- publication data repository). Non-published data will remain confidential until a final decision on publication of the data has been taken. All data will be available in a collaborative setting (i.e. any other internal and external research group with whom we may work in the future that could benefit from data and materials gathered in this project). Where/how will the data be made available for reuse? In a restricted access repository Data will be available after signing a data sharing agreement which will be established with the support of KUL R&D after a request. Once KU Leuven has established a university managed and owned data repository sharing of data (or a subset of data) on this repository, we will evaluate data sharing and data reuse depending on the policy and conditions of this repository. The conditions of access will be determined by the need of the third party that wants access (e.g., only data, only materials, industrial or academic party, etc). External users will have access to our database through our publications and after setting up a new collaboration. For academic users the requirement will be to be included as co-authors in publications where our data and materials are used. For industrial users, the conditions will be determined in collaboration with LRD. When will the data be made available? Upon publication of the research results Data will be made available after publication in peer reviewed journals and/or after signing a data sharing agreement which will be established with the support of KUL R&D after a request. Additional material (and associated data) will be made available, on basis of material transfer agreements (MTAs) if the objectives fulfill the aims referred in the informed consent signed by the donors of the biopsies and after approval by the UZLeuven ethical committee, if requested by a third party. Changes to the data sharing policy will be reported in the final DMP. Who will be able to access the data and under what conditions? All data will be available in a collaborative setting. Due to the potential commercial value of data, no general and full open access to data will be provided by default. Data which will be shared with third parties, will exclude commercial use and will require appropriate credit to the data owners. Detailed data sharing agreements will therefore be implemented. What are the expected costs for data sharing? How will the costs be covered? The KU Leuven repository will not request any cost contribution for KU Leuven researchers. Data shared through journal repositories will be covered by publication costs. Bilateral agreements for data sharing will be established through the services of KU Leuven R&D. The costs expected for data sharing are thus low and will be reported in the final DMP at the end of the project. They will be covered through funds available in the laboratory. For co-culture sharing if legally approved, the KUL biobank where the samples will be registered will calculate the cost for sample handling and shipment and also for administrative work. Access to the lab materials (e.g., cell lines) will be covered by the receiving party. 8. Responsibilities Who will be responsible for data documentation & metadata? As an individual researcher producing data, I will have the final responsibility for data documentation and metadata. If necessary, I can reach out to technicians and administrative personnel for some help and guidance. Who will be responsible for data storage & back up during the project? Data storage and back-up underlies the responsibility of the individual researcher, who will be supervised by the scientific coordinator. The responsibility for maintaining the infrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 9 of 10 maintenance of servers and integrity of data stored on these servers underlies the ITC services of the university. The maintenance of the integrity of the external drives and the data stored on them will be responsibility of the researcher and the lab manager. Who will be responsible for ensuring data preservation and reuse ? Both me and my PI, Prof. Frederik De Smet, will take responsibility to ensure data preservation, access and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 10 of 10"
}