{
    "document_id": "D-2024-2700",
    "LinkTitle": "D-2024-2700",
    "file_name": "D-2024-2700.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2700.pdf",
    "metadata": {
        "title": "High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in Staphylococcus aureus wound infections",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in\nHigh-throughput identification of robust collateral sensitivity for antibiotic cycling applications in\nStaphylococcus aureus wound infections\nStaphylococcus aureus wound infections\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nSander Casier\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PKI24N\nID: \nID: \n206441\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nThe fast spread of resistance due to the high usage of antibiotics during the last decades has\nrendered several antimicrobials ineffective and made novel antimicrobial strategies urgently needed.\nOne possible solution is the rational cycling between different antibiotics based on collateral\nsensitivity, where resistance mutations acquired during treatment with one antibiotic increase\nsusceptibility to a second antibiotic. However, the clinical potential of this strategy has been\nquestioned because the available small-scale experiments do not fully capture the stochastic nature\nof evolution and do not take into account the in situ treatment conditions. In this research project,\nwe aim to enhance the clinical potential of drug cycling strategies that target Staphylococcus aureus\ninfections in wounds. Hereto, we will identify antibiotics that robustly show a high likelihood of\ncollateral sensitivity (i) by means of a high-throughput screening in which different parameters\nknown to influence resistance development are varied, including population size, bacterial lifestyle\nand antibiotic gradients and (ii) by screening clinical isolates. Furthermore, the influence of collateral\nsensitivity on the evolutionary adaptation during drug cycling will be evaluated by combining\nexperimental evolution with an in silico evolutionary model. Finally, the efficacy of drug cycling with\nthe identified antibiotic combinations will be validated in an in vitro and in vivo (porcine) infection\nmodel.\nLast modified: \nLast modified: \n19-04-2024\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n1 of 8\nHigh-throughput identification of robust collateral sensitivity for antibiotic cycling applications in\nHigh-throughput identification of robust collateral sensitivity for antibiotic cycling applications in\nStaphylococcus aureus wound infections\nStaphylococcus aureus wound infections\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n2 of 8\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nBiological\nmaterial\nEvolved\nbacterial\nstrains\nGenerate new data\nPhysical\nNA\nNA\nNA\n2 mL\ncryotubes\nor 96-\nwell\nplates\nAntimicrobial\nsusceptibility\ntests\nOptical\ndensity\nmeasurements\nof the MIC\nand growth\nrate assays.\nCross-\nresistance and\ncollateral\nsensitivity\nnetworks.\nAdaptation to\nthe secondary\nantibiotic and\ndrug\ncycling \nin\nvitro \nand \nin\nvivo\n.\nGenerate new data\nDigital\nExperimental\n.xlsx\n<1GB\nNA\nTime-lapse\nphotography\nImages from\ntime-lapse\nphotography\nof continuous\ngradient\ngenerator\nGenerate new data\nDigital\nExperimental\n.png\n<100GB\nNA\nWhole-\ngenome\nsequencing\nWGS reads of\nthe evolved\nbacterial\nstrains\nGenerate new data\nDigital\nExperimental\n.fastq\n<100GB\nNA\nIn\nsilico \nmodel \nIndividual\nbased\nevolutionary\nmodel code\nGenerate new data\nDigital\nSimulation data\n.py\n<100MB\nNA\nIn silico\nsimulations\nSimulations\nwith the\nindividual\nbased\nevolutionary\nmodel\nGenerate new data\nDigital\nSimulation data\n.xlsx\n<1GB\nNA\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n3 of 8\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nWP 4.2 of this project will validate the effectiveness of drug cycling in an \nin vivo \nguinea pig model, planned from month 42 to 48 in this\nproject. If sufficient \nin vitro \ndata is obtained to support \nin vivo \nexperiments, an application will be filed at the Ethical Committee for Animal\nExperimentation (ECD) by the start of month 36. Evidently, animal experiments will only commence once the ethical approval is acquired.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nIf this project identifies novel antibiotic pairs that display collateral sensitivity and thus show enhanced killing and a reduced resistance\ndevelopment, these\n an inventive benefit based on collateral sensitivity, these combinations can be used to combat wound infections with \nStaphylococcus aureus\n.\nTherefore, opportunities to protect intellectual property will be regularly discussed with Leuven Research and Development (LRD), and at\nleast prior to publicly releasing any information.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n4 of 8\nIn the MiCA lab and at the KU Leuven, we work with a sharepoint-based electronic lab notebook. This digital notebook organises all data\nacquired within a project in a standardized manner and attaches a fixed set of metadata (see below). In addition, separate folders are created for\nthe raw data, processed, and final data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nThe electronic lab notebook incorporates a fixed set of metadata, including the user coordinating the experiment, the user performing the\nexperiment, the date, and the experimental protocol used\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on the hard drive of my laptop, as well as on the SharePoint-based electronic lab notebook (ELN). The ELN is an\napplication hosted on-site within KU Leuven (meaning it is not a cloud storage). Large data files such as microscopy images and whole\ngenome sequencing files will be stored on the internal server of KU Leuven and linked to the ELN. All KU Leuven computers also provide a\npersonal (I) en shared (J) network drive for data storage.\nHow will the data be backed up?\nHow will the data be backed up?\nThe ELN and the internal KU Leuven server contains an automatic back-up for the drive capacity that is in use:\nA back-up every few hours (at 9h, 12h30, and 17h), of which the latest 7 versions are saved\nA daily back-up (at 21h), of which the latest 10 versions are saved\nA weekly back-up (Sunday at 11h), of which the latest 6 versions are saved\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven provides easily expandable storage space based on their internal server maintained by the IT service of KU Leuven. Our lab uses\ntwo drives on the KU Leuven internal server: the J-drive, and the K-drive. The J-driver is intended for daily use, while the K-drive mainly\nserves as a long-term storage space.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the ELN only works via KU Leuven Single Sign On\nEach user should have a valid KU Leuven intranet user ID and password\nPermission for access can be defined in detail by the local admin of the SharePoint site\nBiological samples will be stored in a secured -80°C freezer at the facility\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n5 of 8\nother SharePoint sites with similar storage capacity, which is\n€344.80 for the first year\n€274.80 for the next years\nAdditional storage space on the KU Leuven internal server can be acquired. Our lab uses two drives on the KU Leuven internal server: the J-\ndrive, and the K-drive:\nThe costs for the J-drive are €519/TB/year\nThe costs for the K-drive are €100/TB/year\nThe costs will be covered by the project budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for at ten years according the RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe KU Leuven internal server via the electronic lab notebook\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of\nother SharePoint sites with similar storage capacity, which is\n€344.80 for the first year\n€274.80 for the next years\nAdditional storage space on the KU Leuven internal server can be acquired. Our lab uses two drives on the KU Leuven internal server: the J-\ndrive, and the K-drive:\nThe costs for the J-drive are €519/TB/year\nThe costs for the K-drive are €100/TB/year\nThe costs will be covered by the project budget.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nOnly published, digital data (antimicrobial susceptibility testing, time-lapse photography, whole-genome sequencing, \nin silico \nmodel and\nsimulations) will be made available in an Open Access repository.\nAny unpublished data will be made available at the end of the project on KU Leuven's institutional research data repository RDR.\nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n6 of 8\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUnpublished data on the KU Leuven's institutional research data repository RDR will be restricted to institutional access only. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nBoth published and unpublished data (antimicrobial susceptibility testing, time-lapse photography, whole-genome sequencing, \nin silico\n model\nand simulations) will be made available on the institutional research data repository (KU Leuven RDR). A published dataset in KU Leuven\nRDR gets its own DOI and is automatically reported to Lirias (KU Leuven), FRIS, OpenAire and Google Dataset Search.\nAny novel antibiotic resistance genes identified within this project will also be made publicly available on the disciplinary-specific repository\n\"Comprehensive Antibiotic Resistance Database (CARD)\". \nPublished modelling code will be made available on GitHub.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available upon publication of research results. Proper links to the datasets will be provided in the corresponding\npublications.\nUnpublished data will be made available on RDR at the end of this project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe shared research data will be protected using a Creative Commons license (CC-BY 4.0).\nModelling code will be protected by a permissive license, such as the MIT license, allowing freedom for re-use, modification and distribution\nof the software.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nBy sharing published data on the KU Leuven RDR repository, the dataset automatically gets a DOI assigned to it to make them easily citable.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven staff has free access to the Research Data Repository (RDR), managed by the KU Leuven. For data in alternative repositories,\npossible costs will be covered by the project budget.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nSander Casier \nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n7 of 8\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nSander Casier and ELN IT Technicians \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nSander Casier, ELN IT Technicians and Hans Steenackers \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nSander Casier \nCreated using DMPonline.be. Last modiﬁed 19 April 2024\n8 of 8"
    },
    "clean_full_text": "High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in Staphylococcus aureus wound infections Staphylococcus aureus wound infections A Data Management Plan created using DMPonline.be Creator: Creator: Sander Casier Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PKI24N ID: ID: 206441 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: The fast spread of resistance due to the high usage of antibiotics during the last decades has rendered several antimicrobials ineffective and made novel antimicrobial strategies urgently needed. One possible solution is the rational cycling between different antibiotics based on collateral sensitivity, where resistance mutations acquired during treatment with one antibiotic increase susceptibility to a second antibiotic. However, the clinical potential of this strategy has been questioned because the available small-scale experiments do not fully capture the stochastic nature of evolution and do not take into account the in situ treatment conditions. In this research project, we aim to enhance the clinical potential of drug cycling strategies that target Staphylococcus aureus infections in wounds. Hereto, we will identify antibiotics that robustly show a high likelihood of collateral sensitivity (i) by means of a high-throughput screening in which different parameters known to influence resistance development are varied, including population size, bacterial lifestyle and antibiotic gradients and (ii) by screening clinical isolates. Furthermore, the influence of collateral sensitivity on the evolutionary adaptation during drug cycling will be evaluated by combining experimental evolution with an in silico evolutionary model. Finally, the efficacy of drug cycling with the identified antibiotic combinations will be validated in an in vitro and in vivo (porcine) infection model. Last modified: Last modified: 19-04-2024 Created using DMPonline.be. Last modiﬁed 19 April 2024 1 of 8 High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in High-throughput identification of robust collateral sensitivity for antibiotic cycling applications in Staphylococcus aureus wound infections Staphylococcus aureus wound infections FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 19 April 2024 2 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Biological material Evolved bacterial strains Generate new data Physical NA NA NA 2 mL cryotubes or 96- well plates Antimicrobial susceptibility tests Optical density measurements of the MIC and growth rate assays. Cross- resistance and collateral sensitivity networks. Adaptation to the secondary antibiotic and drug cycling in vitro and in vivo . Generate new data Digital Experimental .xlsx <1GB NA Time-lapse photography Images from time-lapse photography of continuous gradient generator Generate new data Digital Experimental .png <100GB NA Whole- genome sequencing WGS reads of the evolved bacterial strains Generate new data Digital Experimental .fastq <100GB NA In silico model Individual based evolutionary model code Generate new data Digital Simulation data .py <100MB NA In silico simulations Simulations with the individual based evolutionary model Generate new data Digital Simulation data .xlsx <1GB NA Created using DMPonline.be. Last modiﬁed 19 April 2024 3 of 8 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data WP 4.2 of this project will validate the effectiveness of drug cycling in an in vivo guinea pig model, planned from month 42 to 48 in this project. If sufficient in vitro data is obtained to support in vivo experiments, an application will be filed at the Ethical Committee for Animal Experimentation (ECD) by the start of month 36. Evidently, animal experiments will only commence once the ethical approval is acquired. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes If this project identifies novel antibiotic pairs that display collateral sensitivity and thus show enhanced killing and a reduced resistance development, these an inventive benefit based on collateral sensitivity, these combinations can be used to combat wound infections with Staphylococcus aureus . Therefore, opportunities to protect intellectual property will be regularly discussed with Leuven Research and Development (LRD), and at least prior to publicly releasing any information. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 19 April 2024 4 of 8 In the MiCA lab and at the KU Leuven, we work with a sharepoint-based electronic lab notebook. This digital notebook organises all data acquired within a project in a standardized manner and attaches a fixed set of metadata (see below). In addition, separate folders are created for the raw data, processed, and final data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No The electronic lab notebook incorporates a fixed set of metadata, including the user coordinating the experiment, the user performing the experiment, the date, and the experimental protocol used 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on the hard drive of my laptop, as well as on the SharePoint-based electronic lab notebook (ELN). The ELN is an application hosted on-site within KU Leuven (meaning it is not a cloud storage). Large data files such as microscopy images and whole genome sequencing files will be stored on the internal server of KU Leuven and linked to the ELN. All KU Leuven computers also provide a personal (I) en shared (J) network drive for data storage. How will the data be backed up? How will the data be backed up? The ELN and the internal KU Leuven server contains an automatic back-up for the drive capacity that is in use: A back-up every few hours (at 9h, 12h30, and 17h), of which the latest 7 versions are saved A daily back-up (at 21h), of which the latest 10 versions are saved A weekly back-up (Sunday at 11h), of which the latest 6 versions are saved Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven provides easily expandable storage space based on their internal server maintained by the IT service of KU Leuven. Our lab uses two drives on the KU Leuven internal server: the J-drive, and the K-drive. The J-driver is intended for daily use, while the K-drive mainly serves as a long-term storage space. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the ELN only works via KU Leuven Single Sign On Each user should have a valid KU Leuven intranet user ID and password Permission for access can be defined in detail by the local admin of the SharePoint site Biological samples will be stored in a secured -80°C freezer at the facility What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of Created using DMPonline.be. Last modiﬁed 19 April 2024 5 of 8 other SharePoint sites with similar storage capacity, which is €344.80 for the first year €274.80 for the next years Additional storage space on the KU Leuven internal server can be acquired. Our lab uses two drives on the KU Leuven internal server: the J- drive, and the K-drive: The costs for the J-drive are €519/TB/year The costs for the K-drive are €100/TB/year The costs will be covered by the project budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for at ten years according the RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The KU Leuven internal server via the electronic lab notebook What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of other SharePoint sites with similar storage capacity, which is €344.80 for the first year €274.80 for the next years Additional storage space on the KU Leuven internal server can be acquired. Our lab uses two drives on the KU Leuven internal server: the J- drive, and the K-drive: The costs for the J-drive are €519/TB/year The costs for the K-drive are €100/TB/year The costs will be covered by the project budget. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository Only published, digital data (antimicrobial susceptibility testing, time-lapse photography, whole-genome sequencing, in silico model and simulations) will be made available in an Open Access repository. Any unpublished data will be made available at the end of the project on KU Leuven's institutional research data repository RDR. Created using DMPonline.be. Last modiﬁed 19 April 2024 6 of 8 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Unpublished data on the KU Leuven's institutional research data repository RDR will be restricted to institutional access only. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Both published and unpublished data (antimicrobial susceptibility testing, time-lapse photography, whole-genome sequencing, in silico model and simulations) will be made available on the institutional research data repository (KU Leuven RDR). A published dataset in KU Leuven RDR gets its own DOI and is automatically reported to Lirias (KU Leuven), FRIS, OpenAire and Google Dataset Search. Any novel antibiotic resistance genes identified within this project will also be made publicly available on the disciplinary-specific repository \"Comprehensive Antibiotic Resistance Database (CARD)\". Published modelling code will be made available on GitHub. When will the data be made available? When will the data be made available? The data will be made available upon publication of research results. Proper links to the datasets will be provided in the corresponding publications. Unpublished data will be made available on RDR at the end of this project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The shared research data will be protected using a Creative Commons license (CC-BY 4.0). Modelling code will be protected by a permissive license, such as the MIT license, allowing freedom for re-use, modification and distribution of the software. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes By sharing published data on the KU Leuven RDR repository, the dataset automatically gets a DOI assigned to it to make them easily citable. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? KU Leuven staff has free access to the Research Data Repository (RDR), managed by the KU Leuven. For data in alternative repositories, possible costs will be covered by the project budget. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Sander Casier Created using DMPonline.be. Last modiﬁed 19 April 2024 7 of 8 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Sander Casier and ELN IT Technicians Who will manage data preservation and sharing? Who will manage data preservation and sharing? Sander Casier, ELN IT Technicians and Hans Steenackers Who will update and implement this DMP? Who will update and implement this DMP? Sander Casier Created using DMPonline.be. Last modiﬁed 19 April 2024 8 of 8"
}