{
    "document_id": "D-2023-2187",
    "LinkTitle": "D-2023-2187",
    "file_name": "D-2023-2187.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2187.pdf",
    "metadata": {
        "title": "D-2023-2187",
        "author": "N/A",
        "num_pages": 18
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Prof. dr. Giselinde Kuipers, ORCID: https://orcid.org/0000-0002-5767-1054  \nContributor name(s) (+ ORCID) & roles dr. Aurélie Van de Peer (postdoctoral researcher), ORCID: https://orcid.org/0000-0001-9821-\n9702 \nProject number 1 & title G034323N: Shame and sustainability in fashion: A new integrated perspective on the role of \nshame in the industrial fashion system and in the formation of fashion’s communities of honor in \nthe 21st century\nFunder(s) GrantID 2D-2023-2187\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent  \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven: 05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description Fashion revolves around shame. The evocation of time shame, the unpleasant feeling of being  \noutmoded, is central to fashion. This project analyzes time shame as the basis of the emotional  \nregimes of today's industrial fashion system by studying how this emotion aids the fashion industry  \nin creating boundaries between industry and consumers, and between groups of consumers.  \nThe 21st century witnessed the rise of ‘fashion's honor communities’ that turn the mirror of shame  \ntowards industrial fashion in campaigning for sustainability. The developing honor communities  \nthrive on ‘moral shame’. Through 3 qualitative studies of the self-directed and vicarious moral  \nshame circulating in these communities the project theorizes the concept of ‘fashion's honor  \ncommunities’, maps their formation, describes the affects fortifying their cultural narratives of moral  \nadvancement and analyzes the pragmatic and ethical difficulties that limit their transformation into  \nmature communities of honor. \nNext, the project unearths how the fashion industry responds to moral shame in 3 qualitative studies  \nof  fashion  media  and  education.  Thus,  the  project  develops  a  new  integrated  perspective,  \nconnecting previously isolated traditions in fashion studies, that offer an empirically-grounded,  \noriginal contribution to understanding sustainability in fashion studies and the role of normative  \nemotions in shaping new cultural narratives that may morally advance the industrial fashion system.\nThe empirical qualitative data that will be collected in this project are to be found in work \nPackages 2 & 3. \nIn summary, the data employed in WP2 are: social media content of individuals and organizations  \nwithin the sustainable fashion movement, field note observations, images and textual interview \ndata (for the methods of participant observation and wardrobe studies)\nThe data employed in WP3 are textual print, digital and social media content published during the \npandemic, field note observations, images and textual interview data (for the methods of \nparticipant observation and an interview study)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 52.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nWork packages 2 & 3 in the project contain the empirical qualitative data gathering of the project. Work package 1 & 4 are the theoretical parts of the \nproject.\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nWP2The main objective of \nWP2 is to map and \ntheorize the formation \nof fashion’s honor \ncommunities through \nthree qualitative \nstudies, using three \ndifferent \nmethodologies. \nBuilding on WP1, WP2 \nstarts with the \nhypothesis that specific  \ngroups of consumers \nare in the process of \nturning ‘the mirror of \nshame’, which the \nfashion industry holds \nup to the wearers of \nfashionable clothes \n(investigated in WP3), \ntowards that same \nindustry’s plenty moral\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6STUDY 1\nSTUDY 2transgressions \n(Fletcher and Tham \n2019).\nMultimodal critical \ndiscourse analysis \n(CDA) of the social \nmedia content in \nfashion’s honor \ncommunities\nParticipant observation \nduring the organization \nof the FairFashionFest \nedition 2024 (Ghent, \nBelgium)☒ Generate new data\n☐ Reuse existing data\n☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical\n☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:\n☐ Audiovisual\n☒ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:Images & videos: of \nindividuals and \norganizations within \nfashion's\ncommunities of honor \n(on social media)\nTextual: corpus of \nsocial media texts\nSoftware: digital \ndataset of the corpus \nof texts and images in \nNVivo + coding of the \ntextual and visual \ndata in Nvivo\nImages: possible \nphotographic material \ncollected during the \nobservations\nSound: recorded \ninterviews with \nparticipants, later \ntranscribed and put in \nNvivo\nTextual: written field \nnotes, later \ntranscribed and put in \nNvivo\nSoftware: transcribed \nfield notes and \ninterviews coded in \nNvivo☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAWritten field notes of \nobservations (later \ntranscribed in Word doc  \nand inputted in Nvivo \nsoftware) +  ephemera \nof the Fair Fashion Fest  \nand the preparations for  \nthe festival (such as \nleaflets, posters etc.)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7STUDY 3Wardrobe analysis of \nfair fashion consumers ☒ Generate new data\n☐ Reuse existing data☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:Images: possible \nphotographic material \nduring the interviews \n(of the clothe sin the \nwardrobe, people not \nrecognizable in \nphotos) \nSound: recorded \ninterviews with \nrespondents, later \ntranscribed and put in \nNvivo\nTextual: written field \nnotes after interviews, \nlater transcribed and \nput in Nvivo\nSoftware: transcribed \nfield notes and \ninterviews coded in \nNvivo☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAWritten notes after \nobservation (later \ntranscribed in Word doc  \nand inputted in Nvivo \nsoftware) \nWP3\nSTUDY 1\nSTUDY 2Inside the reactions of \nthe current industrial \nfashion system to the \nmirror of shame\ncorpus of fashion \nmedia texts published \nduring the COVID-\npandemic\nParticipant observation ☒ Generate new data\n☐ Reuse existing data\n☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical\n☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:\n☐ Audiovisual\n☒ Images\n☒ SoundTextual: corpus of \nfashion media texts \npublished during \nmarch 2020-march \n2021 \nSoftware: corpus put \nin Nvivo & coded in \nNvivo\nImages: possible ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB Written field notes of \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8STUDY 3within higher fashion \neducation\nInterview study of the \nobjects of shame in \nfashion students and \nrecent fashion \ngraduates☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:\n☐ Audiovisual\n☐ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:photographic material \ncollected during the \nobservations\nSound: recorded \ninterviews with \nparticipants, later \ntranscribed and put in \nNvivo\nTextual: written field \nnotes, later \ntranscribed and put in \nNvivo\nSoftware: transcribed \nfield notes and \ninterviews coded in \nNvivo\nSound & textual: ad \nverbatim transcribed \ninterview materials \nduring semi-\nstructured interview \nstudy with fashion\nStudents\nSoftware: transcribed \ninterviews coded in \nNvivo☐ < 5 TB\n☐ > 5 TB\n☐ NAobservations (later \ntranscribed in Word doc  \nand inputted in Nvivo \nsoftware) +  ephemera \nof the fashion design \nschool (such as leaflets,  \nposters, printed \ncurricula etc.)\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  We are not reusing existing data, only gathering new data\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \nIn WP 2 (study 1, 2 & 3 ) we work with human subject data. The ethical approval for these studies shortly will  \nbe requested at the host institution KU LEUVEN. First, the ethical approval for the participant observations of  \nthe Fair Fashion fest (WP2), the participant observation of higher fashion education (WP3) and the wardrobe  \nstudies (WP2) and interview study (WP3) will be requested. Next, the ethical approval for the multimodal  \nCDA analysis of social media texts and images will be requested\nDepending on the qualitative study, we will collect information on gender, age, professional background,  \neducational background, emotions that have to do with making and wearing clothes.  The plans for  \nprocessing these data have been screened for compliance with GDPR regulations, and will be submitted for  \napproval by the ethics review board (SMEC) at KU Leuven.\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No: in WP3, study 1\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\nWe will collect for the different qualitative studies name, surname and personal e-mail address, with the  \ngoal to be able to share the published research results with the respondents, if desired. All personal data will  \nbe pseudonymized.  \nThe G-number will be provided once the studies are under ethical review at the KU Leuven.  \n☐ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain: \nIn some cases, the data we analyze may be copyright-protected, e.g. newspaper articles, images or videos  \nwith copyright. Such copyrighted materials will primarily be stored in the NVivo software, hosted by the KU  \nLeuven, which is only accessible after double authentication by the lead researchers of the project. If  \nmaterials we employ are stored in the publicly accessible databases, we will either make sure we comply  \nwith regulations for fair use, or use links, or ask for permission, depending on what seems feasible. Note that  \nfor social media content, copyright regulations are at times rather unclear, variable across countries, and  \nchangeable. In case of doubt we will consult legal specialists. \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Clearly  describe  what  approach  will  be  \nfollowed  to  capture  the  accompanying  \ninformation  necessary  to  keep  data \nunderstandable  and  usable ,  for  yourself \nand others, now and in the future (e.g. in  \nterms  of  documentation  levels  and  types  \nrequired,  procedures  used,  Electronic  Lab  \nNotebooks, README.txt files, Codebook.tsv  \netc. where this information is recorded).\nRDM guidance on documentation and metadata .For every study in WP2 and WP3 we will create a separate folder (under the larger header of WP2 & WP3) \non a shared and double authentication protected drive of the KU Leuven (i.e. J-drive or Sharepoint). In \nthese folders the following documents and data will be available:\n-Brainstorm and research design (reflective notes): word.docx\n-Data management plan: word.docx\n-Log book of the timing and to-do’s for every study in the two WP’s: word.docx\n-Ethical approval for every study by ethical committee KU Leuven with documents such as informed \nconsent briefs and introduction letters: pdf\n-Methodological guides such as interview protocols (for WP2, study 3 and WP3, study 3), participant  \nobservation schemes, developed codebooks: word.doxc\n-The clean pseudonymized interview and observation data: word.docx\n-The list of fashion (social) media texts (not the actual texts due to copyright) made available for \nother researchers \n-Note: The folder will never contain sensitive (identifiable) participants information such as names, \ncontact details, audio-files of the (wardrobe) interviews, etc.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive) : Data from interviews and observations will be pseudonymized via this  \nparticipant number and securely stored on a shared and encrypted network J-drive, and is only accessible to  \ninvolved researchers using their employee ID\n☒ Personal  network  drive  (I-drive) :  Restricted  and  sensitive  data  (e.g.  personal  information,  contact  \ninformation, the informed consent, etc.) will be stored separately on an encrypted password-protected  \npersonal I-drive of the KU Leuven for the duration of this project, and can only be accessed by the main  \nresearchers of this project\n☐ OneDrive (KU Leuven)\n☒ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☒ Other (specify): Paper data (informed consents; personal and field notes) will be archived in a locked \ncloset in the office of the postdoctoral researcher at CeSo (KU Leuven)\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes: we do not foresee that the gathered data will exceed 5 GB\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Both  the  I-drive  and  J-drive  are  fully  encrypted and  password-protected  (only  accessible  to  involved  \nresearchers using their employee ID) + paper documents are kept in the office of the postdoctoral researcher  \nin a locked closet, only the postdoc has the key to this closet. \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?If it happens to be the case that we need more storage for our data, we need to extend the storage capacity.  \nCosts will be covered by the research budget of this FWO-project.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nNote: the raw audiofiles of the (wardrobe) interviews & of interviews conducted as part of the participant observation studies will be  \ndeleted after publication of the scientific articles, because at that point only the pseudonymized interviews are necessary for the  \ndevelopment of the project. Moreover, after publication of the research articles, personal and field notes on paper will be destroyed,  \nbecause they were saved together with the interview transcripts in word files. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( long term for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specify):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Collected data will be stored for on KU Leuven's K-Drive for 10 years. Storing 1TB on the K-Drive costs  \napproximately 200 Euro per year (https://ppw.kuleuven.be/ppw-dict/dictservicecatalog/access-to-shared-\nnetwork-drivesand-printers-file-and-print).  Costs  will  be  covered  by  the  research  budget  of  this  FWO  \nproject.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☒ Other, please specify:\nThe summary of the fashion media corpus in WP2 (study 1) and WP3 (study 1), but not the actual texts due  \nto copyright issues, will be made freely available to for instance other researchers. This list will be made  \npublicly available after the end of the project and once all publications building on these data have been  \npeer-reviewed and published. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16If access is restricted, please specify who will be \nable to access the data and under what \nconditions.For the two interview studies (in-depth interview study in WP3 & wardrobe study in WP2) and for the  \ndiscourse analysis studies in WP2 and WP3 access will be considered after a request is submitted explaining  \nthe planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded.  \nResearchers have to comply with the confidentiality rules for the given data, in particular for the interview  \nmaterial. Pseudonymized data will only be made available upon publication of all results on this part of the  \ndata. \nThe field and reflective notes of the participant observation studies will not be available, considering the  \ndifficulty to keep parts of information revealing the identity of respondents. The corpus of media texts in  \nWP2 & WP3 cannot be made available considering copyright issues with the selected media texts, but the list  \nof texts included will be made freely available.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☒ Yes, other\n☐ No\nIf yes, please specify: copyright on (social) media texts\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR (only for the list of texts included in the corpus of fashion media texts in WP2 & WP3)\n☐ Other data repository (specify)\n☒ Other (specify): the selected data (see above) will be made available after request and motivation per \ne-mail\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository (only for the list of texts included in the \ncorpus of fashion media texts in WP2 & WP3)\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The postdoctoral researcher (Aurélie Van de Peer) will manage the data documentation on a daily basis.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 18Who will manage data storage and backup \nduring the research project?The postdoctoral researcher (Aurélie Van de Peer) will manage the data storage and back up on a daily \nbasis.\nWho will manage data preservation and \nsharing?The supervisor (prof. Giselinde Kuipers) will manage the data preservation after completion of the project, \ndr. Van de Peer and prof. Kuipers during the project and the data sharing is managed by both researchers \nmentioned. \nWho will update and implement this DMP? The supervisor bears the end responsibility of updating & implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Prof. dr. Giselinde Kuipers, ORCID: https://orcid.org/0000-0002-5767-1054 Contributor name(s) (+ ORCID) & roles dr. Aurélie Van de Peer (postdoctoral researcher), ORCID: https://orcid.org/0000-0001-9821- 9702 Project number 1 & title G034323N: Shame and sustainability in fashion: A new integrated perspective on the role of shame in the industrial fashion system and in the formation of fashion’s communities of honor in the 21st century Funder(s) GrantID 2D-2023-2187 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Fashion revolves around shame. The evocation of time shame, the unpleasant feeling of being outmoded, is central to fashion. This project analyzes time shame as the basis of the emotional regimes of today's industrial fashion system by studying how this emotion aids the fashion industry in creating boundaries between industry and consumers, and between groups of consumers. The 21st century witnessed the rise of ‘fashion's honor communities’ that turn the mirror of shame towards industrial fashion in campaigning for sustainability. The developing honor communities thrive on ‘moral shame’. Through 3 qualitative studies of the self-directed and vicarious moral shame circulating in these communities the project theorizes the concept of ‘fashion's honor communities’, maps their formation, describes the affects fortifying their cultural narratives of moral advancement and analyzes the pragmatic and ethical difficulties that limit their transformation into mature communities of honor. Next, the project unearths how the fashion industry responds to moral shame in 3 qualitative studies of fashion media and education. Thus, the project develops a new integrated perspective, connecting previously isolated traditions in fashion studies, that offer an empirically-grounded, original contribution to understanding sustainability in fashion studies and the role of normative emotions in shaping new cultural narratives that may morally advance the industrial fashion system. The empirical qualitative data that will be collected in this project are to be found in work Packages 2 & 3. In summary, the data employed in WP2 are: social media content of individuals and organizations within the sustainable fashion movement, field note observations, images and textual interview data (for the methods of participant observation and wardrobe studies) The data employed in WP3 are textual print, digital and social media content published during the pandemic, field note observations, images and textual interview data (for the methods of participant observation and an interview study) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 52.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. Work packages 2 & 3 in the project contain the empirical qualitative data gathering of the project. Work package 1 & 4 are the theoretical parts of the project. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume WP2The main objective of WP2 is to map and theorize the formation of fashion’s honor communities through three qualitative studies, using three different methodologies. Building on WP1, WP2 starts with the hypothesis that specific groups of consumers are in the process of turning ‘the mirror of shame’, which the fashion industry holds up to the wearers of fashionable clothes (investigated in WP3), towards that same industry’s plenty moral 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6STUDY 1 STUDY 2transgressions (Fletcher and Tham 2019). Multimodal critical discourse analysis (CDA) of the social media content in fashion’s honor communities Participant observation during the organization of the FairFashionFest edition 2024 (Ghent, Belgium)☒ Generate new data ☐ Reuse existing data ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical ☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: ☐ Audiovisual ☒ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:Images & videos: of individuals and organizations within fashion's communities of honor (on social media) Textual: corpus of social media texts Software: digital dataset of the corpus of texts and images in NVivo + coding of the textual and visual data in Nvivo Images: possible photographic material collected during the observations Sound: recorded interviews with participants, later transcribed and put in Nvivo Textual: written field notes, later transcribed and put in Nvivo Software: transcribed field notes and interviews coded in Nvivo☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAWritten field notes of observations (later transcribed in Word doc and inputted in Nvivo software) + ephemera of the Fair Fashion Fest and the preparations for the festival (such as leaflets, posters etc.) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7STUDY 3Wardrobe analysis of fair fashion consumers ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:Images: possible photographic material during the interviews (of the clothe sin the wardrobe, people not recognizable in photos) Sound: recorded interviews with respondents, later transcribed and put in Nvivo Textual: written field notes after interviews, later transcribed and put in Nvivo Software: transcribed field notes and interviews coded in Nvivo☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAWritten notes after observation (later transcribed in Word doc and inputted in Nvivo software) WP3 STUDY 1 STUDY 2Inside the reactions of the current industrial fashion system to the mirror of shame corpus of fashion media texts published during the COVID- pandemic Participant observation ☒ Generate new data ☐ Reuse existing data ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical ☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: ☐ Audiovisual ☒ Images ☒ SoundTextual: corpus of fashion media texts published during march 2020-march 2021 Software: corpus put in Nvivo & coded in Nvivo Images: possible ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB Written field notes of FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8STUDY 3within higher fashion education Interview study of the objects of shame in fashion students and recent fashion graduates☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: ☐ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:photographic material collected during the observations Sound: recorded interviews with participants, later transcribed and put in Nvivo Textual: written field notes, later transcribed and put in Nvivo Software: transcribed field notes and interviews coded in Nvivo Sound & textual: ad verbatim transcribed interview materials during semi- structured interview study with fashion Students Software: transcribed interviews coded in Nvivo☐ < 5 TB ☐ > 5 TB ☐ NAobservations (later transcribed in Word doc and inputted in Nvivo software) + ephemera of the fashion design school (such as leaflets, posters, printed curricula etc.) GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. We are not reusing existing data, only gathering new data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: In WP 2 (study 1, 2 & 3 ) we work with human subject data. The ethical approval for these studies shortly will be requested at the host institution KU LEUVEN. First, the ethical approval for the participant observations of the Fair Fashion fest (WP2), the participant observation of higher fashion education (WP3) and the wardrobe studies (WP2) and interview study (WP3) will be requested. Next, the ethical approval for the multimodal CDA analysis of social media texts and images will be requested Depending on the qualitative study, we will collect information on gender, age, professional background, educational background, emotions that have to do with making and wearing clothes. The plans for processing these data have been screened for compliance with GDPR regulations, and will be submitted for approval by the ethics review board (SMEC) at KU Leuven. ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No: in WP3, study 1 Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) We will collect for the different qualitative studies name, surname and personal e-mail address, with the goal to be able to share the published research results with the respondents, if desired. All personal data will be pseudonymized. The G-number will be provided once the studies are under ethical review at the KU Leuven. ☐ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: In some cases, the data we analyze may be copyright-protected, e.g. newspaper articles, images or videos with copyright. Such copyrighted materials will primarily be stored in the NVivo software, hosted by the KU Leuven, which is only accessible after double authentication by the lead researchers of the project. If materials we employ are stored in the publicly accessible databases, we will either make sure we comply with regulations for fair use, or use links, or ask for permission, depending on what seems feasible. Note that for social media content, copyright regulations are at times rather unclear, variable across countries, and changeable. In case of doubt we will consult legal specialists. 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .For every study in WP2 and WP3 we will create a separate folder (under the larger header of WP2 & WP3) on a shared and double authentication protected drive of the KU Leuven (i.e. J-drive or Sharepoint). In these folders the following documents and data will be available: -Brainstorm and research design (reflective notes): word.docx -Data management plan: word.docx -Log book of the timing and to-do’s for every study in the two WP’s: word.docx -Ethical approval for every study by ethical committee KU Leuven with documents such as informed consent briefs and introduction letters: pdf -Methodological guides such as interview protocols (for WP2, study 3 and WP3, study 3), participant observation schemes, developed codebooks: word.doxc -The clean pseudonymized interview and observation data: word.docx -The list of fashion (social) media texts (not the actual texts due to copyright) made available for other researchers -Note: The folder will never contain sensitive (identifiable) participants information such as names, contact details, audio-files of the (wardrobe) interviews, etc. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) : Data from interviews and observations will be pseudonymized via this participant number and securely stored on a shared and encrypted network J-drive, and is only accessible to involved researchers using their employee ID ☒ Personal network drive (I-drive) : Restricted and sensitive data (e.g. personal information, contact information, the informed consent, etc.) will be stored separately on an encrypted password-protected personal I-drive of the KU Leuven for the duration of this project, and can only be accessed by the main researchers of this project ☐ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify): Paper data (informed consents; personal and field notes) will be archived in a locked closet in the office of the postdoctoral researcher at CeSo (KU Leuven) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes: we do not foresee that the gathered data will exceed 5 GB ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Both the I-drive and J-drive are fully encrypted and password-protected (only accessible to involved researchers using their employee ID) + paper documents are kept in the office of the postdoctoral researcher in a locked closet, only the postdoc has the key to this closet. What are the expected costs for data storage and backup during the research project? How will these costs be covered?If it happens to be the case that we need more storage for our data, we need to extend the storage capacity. Costs will be covered by the research budget of this FWO-project. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Note: the raw audiofiles of the (wardrobe) interviews & of interviews conducted as part of the participant observation studies will be deleted after publication of the scientific articles, because at that point only the pseudonymized interviews are necessary for the development of the project. Moreover, after publication of the research articles, personal and field notes on paper will be destroyed, because they were saved together with the interview transcripts in word files. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( long term for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specify): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Collected data will be stored for on KU Leuven's K-Drive for 10 years. Storing 1TB on the K-Drive costs approximately 200 Euro per year (https://ppw.kuleuven.be/ppw-dict/dictservicecatalog/access-to-shared- network-drivesand-printers-file-and-print). Costs will be covered by the research budget of this FWO project. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify: The summary of the fashion media corpus in WP2 (study 1) and WP3 (study 1), but not the actual texts due to copyright issues, will be made freely available to for instance other researchers. This list will be made publicly available after the end of the project and once all publications building on these data have been peer-reviewed and published. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16If access is restricted, please specify who will be able to access the data and under what conditions.For the two interview studies (in-depth interview study in WP3 & wardrobe study in WP2) and for the discourse analysis studies in WP2 and WP3 access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data, in particular for the interview material. Pseudonymized data will only be made available upon publication of all results on this part of the data. The field and reflective notes of the participant observation studies will not be available, considering the difficulty to keep parts of information revealing the identity of respondents. The corpus of media texts in WP2 & WP3 cannot be made available considering copyright issues with the selected media texts, but the list of texts included will be made freely available. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☒ Yes, other ☐ No If yes, please specify: copyright on (social) media texts Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR (only for the list of texts included in the corpus of fashion media texts in WP2 & WP3) ☐ Other data repository (specify) ☒ Other (specify): the selected data (see above) will be made available after request and motivation per e-mail FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository (only for the list of texts included in the corpus of fashion media texts in WP2 & WP3) ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? None 7. Responsibilities Who will manage data documentation and metadata during the research project?The postdoctoral researcher (Aurélie Van de Peer) will manage the data documentation on a daily basis. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18Who will manage data storage and backup during the research project?The postdoctoral researcher (Aurélie Van de Peer) will manage the data storage and back up on a daily basis. Who will manage data preservation and sharing?The supervisor (prof. Giselinde Kuipers) will manage the data preservation after completion of the project, dr. Van de Peer and prof. Kuipers during the project and the data sharing is managed by both researchers mentioned. Who will update and implement this DMP? The supervisor bears the end responsibility of updating & implementing this DMP."
}