{
    "document_id": "D-2024-3506",
    "LinkTitle": "D-2024-3506",
    "file_name": "D-2024-3506.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3506.pdf",
    "metadata": {
        "title": "fwo-dmp-rock_jobdaisie",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven   Project supervisors (from applica3on round 2018 onwards) and fellows (from applica3on round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related ques3ons into a DMP . The FWO expects a completed DMP no later than 6 months a3er the oﬃcial start date of the project or fellowship. The DMP should not be submiIed to FWO but to the research co-ordina3on oﬃce of the host ins3tute; FWO may request the DMP in a random check.  At the end of the project, the ﬁnal version of the DMP has to be added to the ﬁnal report of the project; this should be submiIed to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its ﬁrst version. The DMP is an element in the ﬁnal evalua3on of the project by the relevant expert panel. Both the DMP submiIed within the ﬁrst 6 months aTer the start date and the ﬁnal DMP may use this template. The DMP template used by the Research Founda3on Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representa3ves of all Flemish funders and research ins3tu3ons. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate comple3on of the DMP , a standardized glossary of deﬁni3ons and abbrevia3ons is available via the following link.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        1\n1.General Project Informa@on Name Grant Holder & ORCIDJob Daisie Rock (0000-0003-1849-9447)Contributor name(s) (+ ORCID) & rolesProject number  & 3tle1298325N; Grassmannians and cluster algebras with dimension of arbitrary cardinalityFunder(s) GrantID Aﬃlia3on(s)☒ KU Leuven  ☐ Universiteit Antwerpen ☒ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR iden3ﬁer KU Leuven: 05f950310Please provide a short project descrip3onThe goal of the present proposal is to devise an analogue to cluster algebras of Grassmannians where the dimension of both is any chosen cardinality.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        2\n2.Research Data Summary \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        3\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observa3onal, experimental etc.), provide a short name & descrip3on (suﬃcient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (ﬁle extension), and an es3mate of the upper limit of the volume of the data .   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Descrip3on New or Reused  Digital or Physical  Digital Data Type Digital Data Format  Digital Data Volume (MB, GB, TB) Physical Volume The research will exclusively produce research papers. The preprint versions will be stored on arXiv’s servers indeﬁnitely and the published versions will be stored by the respec3ve journals’ servers according to their policies. ☒ Generate new data ☐ Reuse exis3ng data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ SoTware ☐ Other:  ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA                                   FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        4\nGUIDANCE: The data descrip>on forms the basis of your en>re DMP , so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, diﬃcult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presenta>ons; documenta>on is an integral part of your datasets and should described under documenta>on/metadata.  RDM Guidance on data  If you reuse exis3ng data, please specify the source, preferably by using a persistent iden3ﬁer (e.g. DOI, Handle, URL etc.) per dataset or data type.   Are there any ethical issues concerning the crea3on and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to speciﬁc datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Addi3onal informa3on: Will you process personal data? If so, please refer to speciﬁc datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Addi3onal informa3on: Does your work have poten3al for commercial valoriza3on (e.g. tech transfer, for example spin-oﬀs, commercial exploita3on, …)?  If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment:  FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        5\nDo exis3ng 3rd party agreements restrict exploita3on or dissemina3on of the data you (re)use (e.g. Material/Data transfer agreements, research collabora3on agreements)?  If so, please explain to what data they relate and what restric3ons are in place.☐ Yes ☒ No If yes, please explain:  Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restric3ons will be asserted.☐ Yes ☒ No If yes, please explain:  3.Documenta@on and Metadata Clearly describe what approach will be followed to capture the accompanying informa3on necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documenta3on levels and types required, procedures used, Electronic Lab Notebooks, README.txt ﬁles, Codebook.tsv etc. where this informa3on is recorded). RDM guidance on documenta>on and metadata. Since the only data type that this research only produces is research papers, they are self explanatory to experts in the ﬁeld.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        6\nWill a metadata standard be used to make it easier to ﬁnd and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  If no, please specify (where appropriate per dataset or data type) which metadata will be created:  Since this research only produces research papers, once a reader has access to the paper they have access to all produced data. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interac>ve KU Leuven storage guide to ﬁnd the most suitable storage solu>on for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: The research papers will be stored on arXiv’s servers. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        7\nHow will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solu3on ☐ Personal back-ups I make (specify) ☒ Other (specify)  The research papers will be backed up according to arXiv’s policies.Is there currently suﬃcient storage & backup capacity during the project? If yes, specify concisely. If no or insuﬃcient storage or backup capaci3es are available, then explain how this will be taken care of.☒ Yes; there has never been a capacity issues with arXiv. ☐ No If no, please specify:  How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data  The arXiv requires authors to log in in order to modify the available research papers. Even if a new version is uploaded, the old versions are still stored by arXiv.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no costs to using arXiv.5. Data Preserva@on a3er the end of the Research Project FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        8\nWhich data will be retained for at least ﬁve years (or longer, in agreement with other reten3on policies that are applicable) aTer the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restric3ons, storage/budget issues, ins3tu3onal policies...).  Guidance on data preserva>on☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommenda3ons for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) The arXiv stores research papers indeﬁnitely.Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are o\\en the best place to preserve your data. Data not suitable for preserva>on in a repository can be stored using a KU Leuven storage solu>on, consult the interac>ve KU Leuven storage guide.☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (speciﬁy): all the pre-print versions of the paper will be available on arXiv. What are the expected costs for data preserva3on during the expected reten3on period? How will these costs be covered? There are no costs to using arXiv.6. Data Sharing and Reuse \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        9\nWill the data (or part of the data) be made available for reuse aTer/during the project?   Please explain per dataset or data type which data will be made available.  NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restric3on) ☐ Yes, as restricted data (upon approval, or ins3tu3onal access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what condi3ons.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restric3ons)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available?  If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other: arXiv FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        10\nWhen will the data be made available? ☐ Upon publica3on of research results ☐ Speciﬁc date (specify) ☒ Within 24 hours of the research preprint being uploaded to arXiv Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and so\\ware sources code or consult the License selector tool to help you choose.  ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered?  There are no costs to using arXiv.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        11\n7. Responsibili@es Who will manage data documenta3on and metadata during the research project?Myself and my coauthors will share documenta@on for each paper.Who will manage data storage and backup during the research project?I will ensure that each paper is stored on arXiv.Who will manage data preserva3on and sharing?The arXiv will manage data preserva@on and sharing.Who will update and implement this DMP?If necessary, I will update this DMP.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven        12"
    },
    "clean_full_text": "FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from applica3on round 2018 onwards) and fellows (from applica3on round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related ques3ons into a DMP . The FWO expects a completed DMP no later than 6 months a3er the oﬃcial start date of the project or fellowship. The DMP should not be submiIed to FWO but to the research co-ordina3on oﬃce of the host ins3tute; FWO may request the DMP in a random check. At the end of the project, the ﬁnal version of the DMP has to be added to the ﬁnal report of the project; this should be submiIed to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its ﬁrst version. The DMP is an element in the ﬁnal evalua3on of the project by the relevant expert panel. Both the DMP submiIed within the ﬁrst 6 months aTer the start date and the ﬁnal DMP may use this template. The DMP template used by the Research Founda3on Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representa3ves of all Flemish funders and research ins3tu3ons. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate comple3on of the DMP , a standardized glossary of deﬁni3ons and abbrevia3ons is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 1.General Project Informa@on Name Grant Holder & ORCIDJob Daisie Rock (0000-0003-1849-9447)Contributor name(s) (+ ORCID) & rolesProject number & 3tle1298325N; Grassmannians and cluster algebras with dimension of arbitrary cardinalityFunder(s) GrantID Aﬃlia3on(s)☒ KU Leuven ☐ Universiteit Antwerpen ☒ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR iden3ﬁer KU Leuven: 05f950310Please provide a short project descrip3onThe goal of the present proposal is to devise an analogue to cluster algebras of Grassmannians where the dimension of both is any chosen cardinality. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 2.Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observa3onal, experimental etc.), provide a short name & descrip3on (suﬃcient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (ﬁle extension), and an es3mate of the upper limit of the volume of the data . ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Descrip3on New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume The research will exclusively produce research papers. The preprint versions will be stored on arXiv’s servers indeﬁnitely and the published versions will be stored by the respec3ve journals’ servers according to their policies. ☒ Generate new data ☐ Reuse exis3ng data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ SoTware ☐ Other: ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 GUIDANCE: The data descrip>on forms the basis of your en>re DMP , so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, diﬃcult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presenta>ons; documenta>on is an integral part of your datasets and should described under documenta>on/metadata. RDM Guidance on data If you reuse exis3ng data, please specify the source, preferably by using a persistent iden3ﬁer (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the crea3on and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to speciﬁc datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Addi3onal informa3on: Will you process personal data? If so, please refer to speciﬁc datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Addi3onal informa3on: Does your work have poten3al for commercial valoriza3on (e.g. tech transfer, for example spin-oﬀs, commercial exploita3on, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Do exis3ng 3rd party agreements restrict exploita3on or dissemina3on of the data you (re)use (e.g. Material/Data transfer agreements, research collabora3on agreements)? If so, please explain to what data they relate and what restric3ons are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restric3ons will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documenta@on and Metadata Clearly describe what approach will be followed to capture the accompanying informa3on necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documenta3on levels and types required, procedures used, Electronic Lab Notebooks, README.txt ﬁles, Codebook.tsv etc. where this informa3on is recorded). RDM guidance on documenta>on and metadata. Since the only data type that this research only produces is research papers, they are self explanatory to experts in the ﬁeld. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Will a metadata standard be used to make it easier to ﬁnd and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Since this research only produces research papers, once a reader has access to the paper they have access to all produced data. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interac>ve KU Leuven storage guide to ﬁnd the most suitable storage solu>on for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: The research papers will be stored on arXiv’s servers. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solu3on ☐ Personal back-ups I make (specify) ☒ Other (specify) The research papers will be backed up according to arXiv’s policies.Is there currently suﬃcient storage & backup capacity during the project? If yes, specify concisely. If no or insuﬃcient storage or backup capaci3es are available, then explain how this will be taken care of.☒ Yes; there has never been a capacity issues with arXiv. ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The arXiv requires authors to log in in order to modify the available research papers. Even if a new version is uploaded, the old versions are still stored by arXiv. What are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no costs to using arXiv.5. Data Preserva@on a3er the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Which data will be retained for at least ﬁve years (or longer, in agreement with other reten3on policies that are applicable) aTer the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restric3ons, storage/budget issues, ins3tu3onal policies...). Guidance on data preserva>on☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommenda3ons for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) The arXiv stores research papers indeﬁnitely.Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are o\\en the best place to preserve your data. Data not suitable for preserva>on in a repository can be stored using a KU Leuven storage solu>on, consult the interac>ve KU Leuven storage guide.☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (speciﬁy): all the pre-print versions of the paper will be available on arXiv. What are the expected costs for data preserva3on during the expected reten3on period? How will these costs be covered? There are no costs to using arXiv.6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will the data (or part of the data) be made available for reuse aTer/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restric3on) ☐ Yes, as restricted data (upon approval, or ins3tu3onal access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what condi3ons.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as deﬁned in an agreement with a 3rd party, legal restric3ons)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other: arXiv FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 When will the data be made available? ☐ Upon publica3on of research results ☐ Speciﬁc date (specify) ☒ Within 24 hours of the research preprint being uploaded to arXiv Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and so\\ware sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? There are no costs to using arXiv. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 7. Responsibili@es Who will manage data documenta3on and metadata during the research project?Myself and my coauthors will share documenta@on for each paper.Who will manage data storage and backup during the research project?I will ensure that each paper is stored on arXiv.Who will manage data preserva3on and sharing?The arXiv will manage data preserva@on and sharing.Who will update and implement this DMP?If necessary, I will update this DMP. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12"
}