{
    "document_id": "D-2022-1454",
    "LinkTitle": "D-2022-1454",
    "file_name": "D-2022-1454.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1454.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 3H220022\nGrant Title\n G063222N\nPrincipal Investigator / Researcher\n Dries Bosschaert\nProject Data Contact\n Dries Bosschaert\nDescription\n Lay women of the Auxiliaries of the Apostolate (Auxilium) combined a Christian\nvocation with a professional life at all levels of society, from the presidency of the Christian\nWomen Workers' League (KAV) to local community work,. Their vows to the bishop, however,\nrequired them to be discreet about belonging to this international community, an unrecognized\nnetwork of likeminded women striving to transform both church and society according to\nChristian humanistic principles. The proposed project will study this network in the\ntransformative 1950s up to the 1970s by mapping the movement and its links to ecclesial and\nsocietal organizations, by rediscovering their voice and ideas as ‘travelling concepts’\nbetween theological, gender and social frameworks, and by assessing through historical network\nresearch the effect of this movement on social and ecclesial organizations in a Belgian and\ninternational context. Given the confidential character of their vocation, it will be essential to\naugment social-conceptual history with historical network research and oral history so as to\ngrasp the full impact of the Auxilium women on church and society.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDries Bosschaert (promotor)\nKristien Suenens (co-promotor)\nMaite De Beukeleer (Phd student)\n \nFWO Project Number & Title\nG063222N\nThe Auxiliairies of the Apostolate' (Auxilium): A 20th Century Network of Belgian Catholic Lay\nWomen and their Role in Societal and Ecclesiastical Change (1940-1977)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\n \nFormat\nVolume\nHow created\nNew or\nreuse?\nScanned images\nof archival\ndocuments\njpeg\n \nDocument\nscanning from\npaper-based\narchival\ndocuments\nNew and\nreuse\nProsopography\ndataset\n.xls\n \nProsopography\non the basis of\nhistorical\nrecords\nNew\nRelational\ndataset\n.xls\n \nRelational\ndataset on the\nbasis of\nhistorical\nrecords\nNew\n \n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: In process of writing \nG-2022-5452\nShort description of the kind of personal data that will be used:\nPersonal information of historical actors in the 1940s-1970s will be collected:\nA prosopography of the auxiliaries and their first-degree contacts will be drafted on the basis of\nthe archival research. This will include the following data:\nPersonal life: name, dates, geographical data (dioceses), social milieu\nCareer: education, workplace (incl. organizational positions), membership in boards\nCulture: membership in cultural organizations\nReligious belonging: membership in religious organizations, distinctions, ordination\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Images of archival documents: for the images taken a separate word-file will detail the\ncopyright and access policy of the images.\n2. Datasets in excel: the collection process and description of the data will be described in a\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nseparate word-document. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData generated for this research project will be simultaneously saved in the KU Leuven J-Drive,\nOneDrive, and an external hard drive. All team members will have access to the data. \nHow is backup of the data provided?\nThe KU Leuven OneDrive ensures automatic backup. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe (basic) storage services detailed above are offered at no expense. Should the need arise to\nsecure some extra storage space, the costs will be footed through the project funds.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n Password protection will be employed to ensure controlled access to the data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated for this research will be stored permanently in the said KU Leuven storage\nspaces, among other things, to forestall duplication of efforts.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be reposed in the Centre for the Study of the Second Vatican Council's drive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo cost is foreseen for this storage.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nData from archives will be used and stored according to the restrictions imposed by the\nindividual archival institutions.\nWhich data will be made available after the end of the project?\nThe full prosopography and relations datasets will be made available in KU Leuven RDR.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be able to access the data and under what conditions?\nIt will be available to anyone for any purpose, provided that they give appropriate credit to the\ncreators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nnone\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student (Maite De Beukeleer), the Promoter (Prof. Dr. Dries Bosschaert)who is currently\nthe Coordinator of the Centre for the Study of the Second Vatican Council, and co-promotor (Dr.\nKristien Suenens) will oversee data documentation and management.\nWho will be responsible for data storage & back up during the project?\nThe PhD student (Maite De Beukeleer) will be the main responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PhD student (Maite De Beukeleer), the Promoter (Prof. Dr. Dries Bosschaert)who is currently\nthe Coordinator of the Centre for the Study of the Second Vatican Council, and co-promotor (Dr.\nKristien Suenens) will oversee data documentation and management.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 3H220022 Grant Title G063222N Principal Investigator / Researcher Dries Bosschaert Project Data Contact Dries Bosschaert Description Lay women of the Auxiliaries of the Apostolate (Auxilium) combined a Christian vocation with a professional life at all levels of society, from the presidency of the Christian Women Workers' League (KAV) to local community work,. Their vows to the bishop, however, required them to be discreet about belonging to this international community, an unrecognized network of likeminded women striving to transform both church and society according to Christian humanistic principles. The proposed project will study this network in the transformative 1950s up to the 1970s by mapping the movement and its links to ecclesial and societal organizations, by rediscovering their voice and ideas as 'travelling concepts' between theological, gender and social frameworks, and by assessing through historical network research the effect of this movement on social and ecclesial organizations in a Belgian and international context. Given the confidential character of their vocation, it will be essential to augment social-conceptual history with historical network research and oral history so as to grasp the full impact of the Auxilium women on church and society. Institution KU Leuven 1. General Information Name applicant Dries Bosschaert (promotor) Kristien Suenens (co-promotor) Maite De Beukeleer (Phd student) FWO Project Number & Title G063222N The Auxiliairies of the Apostolate' (Auxilium): A 20th Century Network of Belgian Catholic Lay Women and their Role in Societal and Ecclesiastical Change (1940-1977) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created New or reuse? Scanned images of archival documents jpeg Document scanning from paper-based archival documents New and reuse Prosopography dataset .xls Prosopography on the basis of historical records New Relational dataset .xls Relational dataset on the basis of historical records New 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: In process of writing G-2022-5452 Short description of the kind of personal data that will be used: Personal information of historical actors in the 1940s-1970s will be collected: A prosopography of the auxiliaries and their first-degree contacts will be drafted on the basis of the archival research. This will include the following data: Personal life: name, dates, geographical data (dioceses), social milieu Career: education, workplace (incl. organizational positions), membership in boards Culture: membership in cultural organizations Religious belonging: membership in religious organizations, distinctions, ordination Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Images of archival documents: for the images taken a separate word-file will detail the copyright and access policy of the images. 2. Datasets in excel: the collection process and description of the data will be described in a This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 separate word-document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Data generated for this research project will be simultaneously saved in the KU Leuven J-Drive, OneDrive, and an external hard drive. All team members will have access to the data. How is backup of the data provided? The KU Leuven OneDrive ensures automatic backup. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The (basic) storage services detailed above are offered at no expense. Should the need arise to secure some extra storage space, the costs will be footed through the project funds. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protection will be employed to ensure controlled access to the data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated for this research will be stored permanently in the said KU Leuven storage spaces, among other things, to forestall duplication of efforts. Where will the data be archived (= stored for the longer term)? The data will be reposed in the Centre for the Study of the Second Vatican Council's drive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No cost is foreseen for this storage. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data from archives will be used and stored according to the restrictions imposed by the individual archival institutions. Which data will be made available after the end of the project? The full prosopography and relations datasets will be made available in KU Leuven RDR. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be able to access the data and under what conditions? It will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? none 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student (Maite De Beukeleer), the Promoter (Prof. Dr. Dries Bosschaert)who is currently the Coordinator of the Centre for the Study of the Second Vatican Council, and co-promotor (Dr. Kristien Suenens) will oversee data documentation and management. Who will be responsible for data storage & back up during the project? The PhD student (Maite De Beukeleer) will be the main responsible. Who will be responsible for ensuring data preservation and reuse ? The PhD student (Maite De Beukeleer), the Promoter (Prof. Dr. Dries Bosschaert)who is currently the Coordinator of the Centre for the Study of the Second Vatican Council, and co-promotor (Dr. Kristien Suenens) will oversee data documentation and management. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}