{
    "document_id": "D-2022-1642",
    "LinkTitle": "D-2022-1642",
    "file_name": "D-2022-1642.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1642.pdf",
    "metadata": {
        "title": "C14/22/099 - Silicaatmaterialen via Ordelijke en Niet-ordelijke Assemblage (SIONA)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "C14/22/099 - Silicaatmaterialen via Ordelijke en Niet-ordelijke Assemblage (SIONA)\nA Data Management Plan created using DMPonline.be\nCreators: \nChristine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nChristine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n.\nProject Administrator:\n \nChristine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n.\nGrant number / URL: \nC14/22/099\nID: \n197728\nStart date: \n10-01-2022\nEnd date: \n01-03-2026\nProject abstract:\nSilicate based inorganic polymers - known by few, but serving everyone. In their crystalline, microporous form (zeolite) they are\ninvaluable for industrial production. In their amorphous form (alkali activated material or geopolymer) they enable construction of durable\nand CO2-lean roads, bridges, etc. Using a transparent synthesis system allowing thorough in situ characterisation of the complex\nsequence of chemical processes\nduring aluminosilicate nucleation and growth, SiONA will show ways to control the synthesis of advanced amorphous (geopolymers) and\ncrystalline (zeolites). Understanding\nof aluminosilicate polymerisation from molecular oligomer to macroscopic functional materials, will create new fundamental insight, as\nwell as opportunities to innovate industrially highly relevant silicate materials.\nLast modified: \n14-03-2023\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n1 of 5\nC14/22/099 - Silicaatmaterialen via Ordelijke en Niet-ordelijke Assemblage (SIONA)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAnalytical data\nChemical / spectroscopic raw data\nN\nD\nN\nascii; binary\n<1GB\n \nExperimental\nresults\ninterpreted data\nN\nD\nT/N\nascii; binary; graphics; tabular;\ntext\n<1GB\n \nReports\npresentation and discussion of\nresults\nN\nD\nT/N\nascii; binary; graphics; tabular;\ntext\n<1GB\n \nVisualisation\nVisualization of results\nN\nD\nAI\ngraphics\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nAnalytical and raw data will be indicated in the  files / folders containing the Experimental results (e.g., tab sheet with list of source files interpreted). A dedicated .xls file will list all different source\nfiles and correlate to the measured and interpreted sample(s)\nA short description will be added for each (group of) files listed.\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n2 of 5\nReports are kept together with the above (in a shared storage place / folder).\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nRDR KU Leuven\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nSiona Teams site at KU Leuven\nLong term storage on K-drive (ICTS; KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData is stored in the teams site SiONA, only team members have access to the site.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\ncovered by department \nLong term storage on k-disk amounts to 105 Euro per year, covered by project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nshared network drive: k-drive (KU Leuven; ICTS)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n105 Euro per year, covered by project \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n3 of 5\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nOther (specify below)\nAs open data on harvard dataverse or kuleuven rdr for datasets. published in peer reviewed journals.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly members of research groups involved in research project \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nharvard dataverse\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nCC BY-NC 4.0 \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nSIONA PhD and postdoc researchers\nPIs (C. Kirschhock; E. Breynaert; J. Elsen; S. Sreeprasanth Pulinthanathu)\nWho will manage data storage and backup during the research project? \nICTS KU Leuven\nWho will manage data preservation and sharing? \nC. Kirschhock\nE. Breynaert\nJ. Elsen\nS. Sreeprasanth Pulinthanathu\nWho will update and implement this DMP? \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n4 of 5\nC. Kirschhock\nE. Breynaert\nJan Elsen\nSreeprasanth Pulinthanathu Sree\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n5 of 5"
    },
    "clean_full_text": "C14/22/099 - Silicaatmaterialen via Ordelijke en Niet-ordelijke Assemblage (SIONA) A Data Management Plan created using DMPonline.be Creators: Christine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Christine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n. Project Administrator: Christine Kirschhock, n.n. n.n., n.n. n.n., n.n. n.n. Grant number / URL: C14/22/099 ID: 197728 Start date: 10-01-2022 End date: 01-03-2026 Project abstract: Silicate based inorganic polymers - known by few, but serving everyone. In their crystalline, microporous form (zeolite) they are invaluable for industrial production. In their amorphous form (alkali activated material or geopolymer) they enable construction of durable and CO2-lean roads, bridges, etc. Using a transparent synthesis system allowing thorough in situ characterisation of the complex sequence of chemical processes during aluminosilicate nucleation and growth, SiONA will show ways to control the synthesis of advanced amorphous (geopolymers) and crystalline (zeolites). Understanding of aluminosilicate polymerisation from molecular oligomer to macroscopic functional materials, will create new fundamental insight, as well as opportunities to innovate industrially highly relevant silicate materials. Last modified: 14-03-2023 Created using DMPonline.be. Last modiﬁed 14 March 2023 1 of 5 C14/22/099 - Silicaatmaterialen via Ordelijke en Niet-ordelijke Assemblage (SIONA) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Analytical data Chemical / spectroscopic raw data N D N ascii; binary <1GB Experimental results interpreted data N D T/N ascii; binary; graphics; tabular; text <1GB Reports presentation and discussion of results N D T/N ascii; binary; graphics; tabular; text <1GB Visualisation Visualization of results N D AI graphics <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Analytical and raw data will be indicated in the files / folders containing the Experimental results (e.g., tab sheet with list of source files interpreted). A dedicated .xls file will list all different source files and correlate to the measured and interpreted sample(s) A short description will be added for each (group of) files listed. Created using DMPonline.be. Last modiﬁed 14 March 2023 2 of 5 Reports are kept together with the above (in a shared storage place / folder). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes RDR KU Leuven Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) Siona Teams site at KU Leuven Long term storage on K-drive (ICTS; KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is stored in the teams site SiONA, only team members have access to the site. What are the expected costs for data storage and backup during the research project? How will these costs be covered? covered by department Long term storage on k-disk amounts to 105 Euro per year, covered by project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) shared network drive: k-drive (KU Leuven; ICTS) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 105 Euro per year, covered by project Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Created using DMPonline.be. Last modiﬁed 14 March 2023 3 of 5 Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Other (specify below) As open data on harvard dataverse or kuleuven rdr for datasets. published in peer reviewed journals. If access is restricted, please specify who will be able to access the data and under what conditions. Only members of research groups involved in research project Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) harvard dataverse When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) CC BY-NC 4.0 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Who will manage data documentation and metadata during the research project? SIONA PhD and postdoc researchers PIs (C. Kirschhock; E. Breynaert; J. Elsen; S. Sreeprasanth Pulinthanathu) Who will manage data storage and backup during the research project? ICTS KU Leuven Who will manage data preservation and sharing? C. Kirschhock E. Breynaert J. Elsen S. Sreeprasanth Pulinthanathu Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 14 March 2023 4 of 5 C. Kirschhock E. Breynaert Jan Elsen Sreeprasanth Pulinthanathu Sree Created using DMPonline.be. Last modiﬁed 14 March 2023 5 of 5"
}