{
    "document_id": "D-2023-1927",
    "LinkTitle": "D-2023-1927",
    "file_name": "D-2023-1927.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1927.pdf",
    "metadata": {
        "title": "D-2023-1927",
        "author": "Donatella Van Biervliet",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or \nfellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 \nmonths after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host \ninstitute; FWO may request the DMP in a random check.  \n \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the supervisor -\nspokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the \nproject by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.  \n \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard \nDMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish f unders and research \ninstitutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning. \nTo increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviatio ns is available via the following link.  \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   2 \n \n 1. General Project Information  \n \nName Grant Holder & ORCID  Donatella Van Biervliet  \n0000 -0002 -8055 -5641  \nContributor name(s) (+ ORCID) & roles  Prof. Dr. Jeroen Maesschalck (0000 -0002 -0814 -6835) - supervisor  \nProject number1 & title  11B5723N  \nRebooting protest policing? Understanding technology -informed protest management practices by command post \noperators  \nFunder(s) GrantID2 NA \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \nPlease provide a short project description  The use of internet sources by protesters has several implications for public order policing, as mobilisations scale up more \nquickly and the crowds are more likely to take the form of non-hierarchical structures and unstable relations (Tarafdar & \nRay, 2021). Partly in response to these changes, the police have adopted technologies to try and ‘reboot’ their public order \npolicing: CCTV, body -worn cameras, drones, facial recognition techno logy, automatic number plate recognition and phone \ntracking. Criminological research until now has focused on the emergence of protests or on the risks of those technologies \n(e.g. privacy, discrimination and freedom of movement concerns). The way in which command posts operators (e.g. police \nexecutives, dispatchers, and government officials) manage such (mediatised) protests and the role played by technologies \nin those practices of protest management, however, has remained understudied. This study will addr ess these gaps by an \nempirical research consisting of 35 case studies of Belgian protests. Those case studies will be analysed using the crisis \nmanagement framework of Boin et al. (2016). Specifically, the study aims to understand how command post operator s \nimplement the five tasks of ‘sense -making’, ‘decision -making’, ‘meaning -making’, ‘ending and accountability’ and ‘learning’, \nand what role technologies play in those practices. To this end, the case studies will combine interviews, observations in \nthe co mmand post and document analysis.  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly p rovide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n \n  \n2. Research Data Summary  \n  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical form at (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data Volume \n(MB, GB, TB)  Physical Volume  \n \n \nWP 2: \nQuantitative \nsurvey  Online \nquantitative \nsurvey regarding  \nthe use of \ntechnologies (for \npublic order \npolicing) in \nBelgian police \nforces  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv  \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .sav,.qsf, \n.docx   \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nWP 2: \nPreliminary \ninterviews  Preliminary \ninterviews \nregarding  the \n(use of \ntechnologies for ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  Signed informed \nconsent forms – max. \n25 forms (3 pages)  \n \n4 Add rows for each  dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   4 \n \n the) management \nof protests  ☐ Software  \n☐ Other  \n☐ NA \n \n ☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .nvp \n(NVivo), .docx  \n☐ NA ☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nWP 2: \nexploratory \nobservations   Data from \nexploratory on -\nthe-job \nobservations in \npolice forces/ \ncommand posts \nregarding the \n(use of \ntechnologies for \nthe) management \nof protests  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .nvp \n(NVivo) , .docx  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Possibly hand -written \nobservational notes \n(although preference \nfor digital notes)  – one \nA4 notebook  \n \nSigned informed \nconsent forms – max. \n25 forms (3 pages)  \nWP 3: case \nstudy interviews  Data from case \nstudy interviews \nregarding the \n(use of \ntechnologies for \nthe) management \nof protests  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simula tion data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Signed informed \nconsent forms – max. \n50 forms (3 pages)  \nFWO DMP Template (Flemish Standard DMP)   5 \n \n ☒ other: .nvp \n(NVivo) , .docx  \n☐ NA \n \nWP 3: case \nstudy \nobservations    Data from on -the-\njob observations \nin police forces/ \ncommand posts \nregarding the \n(use of \ntechnologies for \nthe) management \nof protests  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .nvp \n(NVivo) , .docx  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Possibly hand -written \nobservational notes \n(although preference \nfor digital notes)  – one \nA4 notebook  \n \nSigned informed \nconsent forms – max. \n75 forms (3 pages)  \nWP 3: \ndocument \nanalysis  Data from \nselected (police) \ndocuments \nregarding the \n(use of \ntechnologies for \nthe) management \nof protests  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☒ Observational  \n☐ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .nvp \n(NVivo) , .docx  \n☐ NA \n ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Possibly the (copies of) \nphysical documents \nthat are selected for \nanalysis  – unknown \nvolume  \nFWO DMP Template (Flemish Standard DMP)   6 \n \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR \nCOLLECTION /GENERATION METHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSP ATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , \nAUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL V OLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING \nTHE PROJECT AND /OR AFTER ).   \n \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type.   \n NA \nAre there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? \nIf so, please d escribe these issues further and  refer \nto specific datasets or data types when appropriate.  ☒ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \nThis study will process several types of personal data (see below). Ethical approval (SMEC) for this study is already \nobtained ( G-2022 -5293 -R2(MIN) ).  \n \nWill you process personal  data6? If so, briefly describe \nthe kind of personal data you will use. Please refer to \nspecific datasets or data types when appropriate . If \navailable, add the reference to your file in your host \ninstitution's privacy register.  ☒ Yes \n☐ No \nIf yes:  \n \nEthical approval (SMEC) for this study is already obtained ( G-2022 -5293 -R2(MIN) ).  \n  \n \n5 These data are generated by combining multiple existing datasets.  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   7 \n \n  1) From the participants in the online questionnaire  – in this case employees (possibly including officers, management \nand supporting staff) of local police forces in Belgium – diverse data will be processed: specifically their nam e and e -\nmail address, the name of the police force and data concerning the implementation of technologies (for public order \npolicing) within the police force.  \n \n(2) From the participants in the exploratory observations , the preliminary interviews and the c ase study observations \nand interviews  – in this case employees (possibly including officers, management and supporting staff) of both the local \nand the federal police in Belgium, non -police command post operators (e.g. government officials) and other  informa nts \n(e.g. police experts) –, various data will be asked for in interviews and/or observed. Specifically, besides personal \ninformation such as their names, occupation and work -experience, the way they manage protests and adopt \ntechnologies to this end, and their attitudes towards protest management practices and co nditions, such as  \ntechnologies, that play a role in these practices, will be analysed. If the participants indicate that they want to receive  \na pdf of the final dissertation of the study, their e -mail addresses will additionally be collected.  Similar (personal) data \nmay also be described in the documents (of the police force) that are part of the document analysis.  \n \n(3) From citizens, only data concerning the specific situation in which their movements or actions influence command \npost operators’ protest management practices will be processed and analysed in a non -individual manner. Names of \ncitizens (including those whose criminal offences are discussed) that are mentioned during the questionnaire, \ninterviews, observations or document analysis will never be mentioned in transcripts, field notes and the report.  \n \nDoes your work have potential for commercial \nvalorizati on (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \nFWO DMP Template (Flemish Standard DMP)   8 \n \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you (re)use \n(e.g. Material/Data transfer agreements, research \ncollaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☒ Yes \n☐ No \nIf yes, please explain:  \n \nFollowing the KU Leuven research collaboration agreement guidelines, the researcher has signed research \ncollaboration agreements with several Belgian police forces that state that confidential information , that is \nconfidential because of the nature of the information, such as data that can lead to the identification of the \nparticipants , or because it is marked as confidential by the police force, cannot be shared. To this end, the researcher \nand the police forces have agreed that the researcher will submit for review any work that is meant for publication so \nthat confidential information can be removed. The police force has a period of ten working days to review the \nsubmission. This rule does not  apply for the quantitative survey, as this falls outside the scope of the research \ncollaboration agreements.  \nAre there any other legal issues, such as intellectual \nproperty rights and ownership, to be managed \nrelated to the data you (re)use?  \nIf so, ple ase explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   9 \n \n 3.  Documentation and Metadata  \n \nClearly describe what approach will be followed to \ncapture the accompanying information necessary to \nkeep data understandable and usable , for yourself \nand others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures \nused, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is \nrecorded).  \n (1) For the online quantitative survey data regarding  the use of technologies (for public order policing) in Belgian police \nforces (WP 2), general info rmation on the methodology and informed consent procedure is described in detail in the \nPRET application (including a draft of the survey and the survey guideline). Furthermore, information about the survey \n(e.g. the rules about pseudonymisation) and instr uctions for the participants (e.g. the participant’s right to stop the \ninterview or skip a question at any time) are included in the survey guide, together with the survey questions. \nMoreover , a codebook with variable -level information (including the quest ions associated with a specific variable \nnumber and label, and possible answers associated with values and value labels) will be created and saved as a \nREADME.txt file. This codebook will be based on the one made by a colleague (Lore Rooseleers)  with the s ame \nsupervisor for a similar survey (regarding the use of technologies, especially the Focus app, in local police forces in \nFlanders).  \n \n(2) For the exploratory and case study interviews  (WP 2 & WP3) , general information on the methodology and informed \nconsent procedure is described in detail in the PRET application (including a draft of the interview  and the interview  \nguideline).  Furthermore, information about the interview (e.g. the recording of the interview or rules about \npseudonymisation) and instructi ons for the interviewer and the participants (e.g. the participant’s right to stop the \ninterview or skip a question at any time) are included in the interview guide, together with the interview questions and \nthe topic list. Moreover, details about the sett ing and context of the interview, including the time, place and date of \nthe interview and personal pseudonymised data of the participant, will be documented in digital field notes or the \ndigital transcription of physical field notes. A separate password -protected document (stored away from any folder \ncontaining research data) will also be drawn up to keep track of the participants’ true identities and the pseudonyms \nthat are used in the study. Next, a separate README.txt file will be created  with the rules concerning  the transcription \nof the data. Finally, during the data -analysis in NVivo, a coding structure will be drawn up with variable -level \ninformation (main and subcodes and their frequencies) and explanatory comments will be added  to these codes in \nNVivo.  In order to keep track of the changes in the coding structure throughout the data -analysis, NVivo recovery files \nwill be created and a separate Word -file will be used to provide an overview of the coding structure with the changes  \nthat were made, including the date of the changes and the corresponding recovery file.  \n \n(3) For the exploratory and case study observations (WP 2 & WP3), general information on the methodology and \ninformed consent procedure is described in detail in the PRET application. Furthermore, information about the \nobservations (e.g. rules about pseudonymisation) is included in the informed consent forms. Moreover , details about \n \n \n \nFWO DMP Template (Flemish Standard DMP)   10 \n \n  the setting and context of the observation, including the time, place and date of the o bservation and personal \npseudonymised data of the participants, will be documented in digital field notes or the digital transcription of \nphysical field notes. A separate password -protected document (stored away from any folder containing research data) \nwill also be drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the study. \nNext , a separate README.txt file will be created with the rules concerning the transcription of the data.  Finally, during \nthe data -analysi s in NVivo, a coding structure will be drawn up with variable -level information (main and subcodes \nand their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the \nchanges in the coding structure througho ut the data -analysis, NVivo recovery files will be created and a separate \nWord -file will be used to provide an overview of the coding structure with the changes that were made, including the \ndate of the changes and the corresponding recovery file.  \n \n(4) For the document analysis (WP 3), general information on the methodology is described in detail in the PRET \napplication. Furthermore, details about the document, such as its name, place of origin and date of creation , will be \ndocumented in digital fiel d notes or the digital transcription of physical field notes.  Next , a separate README.txt file \nwill be created with the rules concerning the transcription of the data.  Finally, during the data -analysis in NVivo, a \ncoding structure will be drawn up with var iable -level information (main and subcodes and their frequencies) and \nexplanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding \nstructure throughout the data -analysis, NVivo recovery files will be creat ed and a separate Word -file will be used to \nprovide an overview of the coding structure with the changes that were made, including the date of the changes and \nthe corresponding recovery file.  \n \nWill a metadata standard be used to make it easier to \nfind an d reuse the data ?  \n \nIf so, please specify which metadata standard will be \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \n \nIf yes, pl ease specify (where app ropriate per dataset or data type) wh ich metadat a standard will be used : NA  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nAs mentioned above, several types of metadata will be created for the survey, interviews, observations and document \nanalysis: information on the methodology and informed consent  procedures, information for the researcher and the \nparticipants in the survey or interview guidelines, a codebook for the survey and coding structures in NVivo for the \ninterviews, observations and document analysis, separate README.txt files with the rule s concerning the \ntranscription of the data and field notes including information on the context of the data -analysis and the study \nobject / subject .  \n \nFWO DMP Template (Flemish Standard DMP)   11 \n \n  \n \n4. Data Storage &  Back -up during the Research Project  \n \nWhere will the data be stored?  Digital and audio -visual data will be archived on the researcher’s Bitlocker encrypted laptop in different password -\nprotected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network \ndrives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other \nmembers of the research line).   \n \nPhysical  data will be stored in the office of the primary researcher in a locked drawer or cupboard that can only be \naccessed  by the researcher. The audio -recordings  of the interviews , which will be used to transcribe the research \ndata , will be transferred to the researcher’s laptop and OneDrive account and deleted from the portable audio \nrecorder as soon as possible. When the transcription process is completed, the audio files will be deleted from the \nlaptop and OneDrive account of the researcher. Any physical  field notes (made during interviews, observations, or \nthe document analysis) will be photographed/ scanned and transcribed into pass -word protected digital documents, \nafter which the physical copies will be destroyed. Furthermore, physical (copies) of doc uments of the police forces \nwill be stored in a locked drawer until they are photographed/scanned and transcribed into pass -word protected \ndigital documents, after which the documents will be returned to the police force and the physical copies will be \ndestroyed. Finally, signed physical documents, such as research collaboration agreements or informed consent forms, \nwill also be photographed/ scanned into a secured folder on the researcher’s laptop and OneDrive account, and the \nphysical copies will be store d in a locked drawer or cupboard during and after the research.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE \nTO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE \nMEDIA AND PROCEDURES THAT WILL BE USED FOR STORING \nAND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING \nRESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n Physical data (such as field notes) will be transformed into digital transcripts  or scans . Digital and audio -visual data \nwill be archived on the researcher’s Bitlocker encrypted laptop in different password -protected files, on the OneDrive \nlinked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general \ndocuments that do not include personal or sensitive data that can be useful for other members of the research line).  \nBack -ups for the  OneDrive and the network -drives are automated.  \n \n \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   12 \n \n  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. \nIf no or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \nGiven the nature and quantity of the research data, the researcher  does not expect to exceed the personal storage \ncapacity and the storage capacity of the KU Leuven network -drives. In the case that this does happen, it is possible to \nexpand the capacity.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER \nSYSTEMS AND FIL ES) THAT WILL BE TAKEN TO ENSURE THAT \nSTORED AND TRANSFERRED DATA ARE SAFE . 7 \n Digital and audio -visual data will be archived on the researcher’s laptop in different password -protected files, on the \nOneDrive linked to the researcher’s KU Leuven account, and on secure K U Leuven network drives (J: Drive for general \ndocuments that do not include personal or sensitive data that can be useful for other members of the research line  (or the \ninstitute )). The laptop of the researcher is encrypted with Bitlocker Drive Encrypti on, making the data inaccessible even in \nunauthorised people would obtain the laptop. Furthermore, only the researcher has access to her KU Leuven password -\nprotected OneDrive account. Moreover, some data is shared on the KU Leuven Drives, which are encrypt ed and only \naccessible by the researcher, promotor and other authorised people, who are bound by the rules concerning confidentiality \nand data protection.  Files with (personal) research data will also be stored in multiple files that are protected with varying \npasswords, and files containing the participants’ true identities and their pseudonyms will be saved in a separate password -\nprotected document away from any folders containing research data. Finally, contact details of the participants who have \nindicated that they may want to participate in future research (at the end of the survey, interviews or observations) will be \nstored in another password -protected file on the researcher’s laptop and OneDrive account  and on the KU Leuven net work  \ndrive (J : ) of the research line (protected with a password that only members of the research line know) . Contact details of \nthe participants who do not wish to be contacted in future research will be deleted after the practical organisation and \ncompletion of the survey, interview or observations.  \n \nPhysical  data will be stored in the office of the primary r esearcher in a locked drawer or cupboard that can only be accessed \nby the researcher.  The audio -recordings  of the interviews , which will be used to transcribe the research data , will be \ntransferred to the researcher’s laptop and OneDrive account and delete d from the portable audio recorder as soon as \npossible. When the transcription process is completed, the audio files will be deleted from the laptop and OneDrive account \nof the researcher. Any physical field notes (made during interviews, observations, or the document analysis) will be \nphotographed/ scanned and transcribed into pass -word protected digital documents, after which the physical copies will \nbe destroyed. Furthermore, physical (copies) of documents of the police forces will be stored in a locked drawer until they \nare photographed/scanned and transcribed into pass -word protected digital documents, after which the documents will \nbe returned to the police force and the physical copies will be destroyed. Finally, signed physical documents, such as \nresearch collaboration agreements or informed consent forms, will also be photographed/ scanned into a secured folder \non the researcher’s laptop and OneDrive account, and the physical copies will be stored in a locked drawer or cupboard \nduring and after the r esearch.  \n \nFWO DMP Template (Flemish Standard DMP)   13 \n \n  \nWhat are the expected costs for data storage and \nbackup during the research project? How will these \ncosts be covered?  The researcher  does not expect any additional costs for data storage. If the (One Drive) storage capacity needs to be \nexpanded, this cost can be  covered by the FWO bench fee.  \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   14 \n \n 5. Data Preservation after the end of the Research Project  \n \nWhich data will be retained for at least five years (or \nlonger, in agreement with other retention policies \nthat are applicable) after the end of the project? In \ncase some data cannot be preserved, clearly state \nthe reasons for this  \n(e.g. legal or contract ual restrictions, storage/budget \nissues, institutional policies...).  All collected data will be preserved for at least 10 years after the end of the research (in accordance with the KU \nLeuven RDM policy), with the exception of digital contact details of the participants who have indicated that they do \nnot wish to be contacted in future research , the audio -recordings of the interviews, and the physical field notes and \nthe physical (copies of the) documents o f the police force. Contact details of the participants who do not wish to be \ncontacted in future research will be deleted after the practical organisation and completion of the survey, interview \nor observations. Any physical field notes (made during inter views, observations, or the document analysis) will be \nphotographed/ scanned and transcribed into pass -word protected digital documents, after which the physical copies \nwill be destroyed. Finally, physical (copies) of documents of the police forces will be  stored in a locked drawer until \nthey are photographed/scanned and transcribed into pass -word protected digital documents, after which the \ndocuments will be returned to the police force and the physical copies will be destroyed.  \n \n \n \n \n \nWhere will these dat a be archived (stored and \ncurated for the long -term)?  For long term preservation, at the end of the study, the raw digital data will be placed on the OneDrive linked to the \nKU Leuven account of the supervisor  and his personal KU Leuven network drive . Physical  data  that are not destroyed \nor returned after transcription,  such as signed research collaboration agreements and informed consent forms, will \nbe locked in a drawer or cupboard that is used for storage pu rposes  in the office of the supervisor or the researcher .  \n \n \n \n \n \nWhat are the expected costs for data preservation \nduring the expected retention period? How will \nthese costs be covered?  \n \n \n There are no expected costs.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   15 \n \n 6. Data Sha ring and Reuse  \n \nWill the data (or part of the data) be made available \nfor reuse after/during the project?   \nPlease explain per dataset or data type which data \nwill be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT \nTHE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR \nACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION \nTHUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE \nINFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☐ Yes, in a restricted access reposi tory (after approval, institutional access only, …)  \n☒ No (closed access)  \n☐ Other, please specify:  \n \nThe data from this study (i.e. survey responses, interview transcripts, field notes, document transcripts and codes) will \nnot be shared due to privacy reasons (in accordance with the research collaboration agreements).  \nIf access is restricted, please specify who will be able \nto access the data and unde r what conditions.  Only the researcher, the supervisor and KU Leuven researchers working within the team of the supervisor (possibly \nincluding KU Leuven students working under the supervision of the promotor) , who are bound by the proposed rules \nof confidentiality and ethical guidelines, will be able to access the data.  \n \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal res trictions)? \nPlease explain per dataset or data type where \nappropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify:  \nThe research data cannot be shared due to privacy reasons and the research collaboration agreements with the police \nforces.  \n \nWhere will the data be made available?  \nIf already known, please provide a repository per \ndataset or data type.  NA \n \n \n \nFWO DMP Template (Flemish Standard DMP)   16 \n \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN \nINDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH \nRESULTS’. \n NA \n \n \n \nWhich data usage licenses are you going to provide? If \nnone, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE \nIS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE \nLEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA \nUNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY \nFALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN \nBE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE \nCOMMONS ATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS \nHAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8   \n NA \n \nDo you intend to add a PID/DOI/accession number to \nyour dataset(s)? If already available, please provide it \nhere.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND \nUNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE \nDATA . \n ☐ Yes \n☒ No \nIf yes:  \n \n \nWhat are the expected costs for data sharing? How \nwill these costs be covered?  \n NA  \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   17 \n \n  \n7. Responsibilities  \n \nWho will manage data documentation and metadata \nduring the research project?  The researcher (Donatella Van Biervliet) , in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck),  will be \nresponsible for the management of the (meta)data.  \nWho will manage data storage and backup during the \nresearch project?  The researcher (Dona tella Van Biervliet ), in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck), will be \nresponsible for the management of the data storage on the internal servers of the university  and the researcher’s \nOneDrive account . KU Leuven is responsible f or the back -up of the data relating to the study on their servers.  \nWho will manage data preservation and sharing?  The supervisor (Prof. Dr. Maesschalck) will be responsible for the preservation and sharing of the data  (after the study \nis completed) . \nWho  will update and implement this DMP?  The researcher (Donatella Van Biervliet ), in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck), will be \nresponsible for the updates and implementation of this DMP.  \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor - spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish f unders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Donatella Van Biervliet 0000 -0002 -8055 -5641 Contributor name(s) (+ ORCID) & roles Prof. Dr. Jeroen Maesschalck (0000 -0002 -0814 -6835) - supervisor Project number1 & title 11B5723N Rebooting protest policing? Understanding technology -informed protest management practices by command post operators Funder(s) GrantID2 NA Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description The use of internet sources by protesters has several implications for public order policing, as mobilisations scale up more quickly and the crowds are more likely to take the form of non-hierarchical structures and unstable relations (Tarafdar & Ray, 2021). Partly in response to these changes, the police have adopted technologies to try and ‘reboot’ their public order policing: CCTV, body -worn cameras, drones, facial recognition techno logy, automatic number plate recognition and phone tracking. Criminological research until now has focused on the emergence of protests or on the risks of those technologies (e.g. privacy, discrimination and freedom of movement concerns). The way in which command posts operators (e.g. police executives, dispatchers, and government officials) manage such (mediatised) protests and the role played by technologies in those practices of protest management, however, has remained understudied. This study will addr ess these gaps by an empirical research consisting of 35 case studies of Belgian protests. Those case studies will be analysed using the crisis management framework of Boin et al. (2016). Specifically, the study aims to understand how command post operator s implement the five tasks of ‘sense -making’, ‘decision -making’, ‘meaning -making’, ‘ending and accountability’ and ‘learning’, and what role technologies play in those practices. To this end, the case studies will combine interviews, observations in the co mmand post and document analysis. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only p rovide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical form at (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WP 2: Quantitative survey Online quantitative survey regarding the use of technologies (for public order policing) in Belgian police forces ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav,.qsf, .docx ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA WP 2: Preliminary interviews Preliminary interviews regarding the (use of technologies for ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB Signed informed consent forms – max. 25 forms (3 pages) 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4 the) management of protests ☐ Software ☐ Other ☐ NA ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .nvp (NVivo), .docx ☐ NA ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA WP 2: exploratory observations Data from exploratory on - the-job observations in police forces/ command posts regarding the (use of technologies for the) management of protests ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .nvp (NVivo) , .docx ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Possibly hand -written observational notes (although preference for digital notes) – one A4 notebook Signed informed consent forms – max. 25 forms (3 pages) WP 3: case study interviews Data from case study interviews regarding the (use of technologies for the) management of protests ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simula tion data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Signed informed consent forms – max. 50 forms (3 pages) FWO DMP Template (Flemish Standard DMP) 5 ☒ other: .nvp (NVivo) , .docx ☐ NA WP 3: case study observations Data from on -the- job observations in police forces/ command posts regarding the (use of technologies for the) management of protests ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .nvp (NVivo) , .docx ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Possibly hand -written observational notes (although preference for digital notes) – one A4 notebook Signed informed consent forms – max. 75 forms (3 pages) WP 3: document analysis Data from selected (police) documents regarding the (use of technologies for the) management of protests ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .nvp (NVivo) , .docx ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Possibly the (copies of) physical documents that are selected for analysis – unknown volume FWO DMP Template (Flemish Standard DMP) 6 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSP ATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL V OLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: This study will process several types of personal data (see below). Ethical approval (SMEC) for this study is already obtained ( G-2022 -5293 -R2(MIN) ). Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☒ Yes ☐ No If yes: Ethical approval (SMEC) for this study is already obtained ( G-2022 -5293 -R2(MIN) ). 5 These data are generated by combining multiple existing datasets. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7 1) From the participants in the online questionnaire – in this case employees (possibly including officers, management and supporting staff) of local police forces in Belgium – diverse data will be processed: specifically their nam e and e - mail address, the name of the police force and data concerning the implementation of technologies (for public order policing) within the police force. (2) From the participants in the exploratory observations , the preliminary interviews and the c ase study observations and interviews – in this case employees (possibly including officers, management and supporting staff) of both the local and the federal police in Belgium, non -police command post operators (e.g. government officials) and other informa nts (e.g. police experts) –, various data will be asked for in interviews and/or observed. Specifically, besides personal information such as their names, occupation and work -experience, the way they manage protests and adopt technologies to this end, and their attitudes towards protest management practices and co nditions, such as technologies, that play a role in these practices, will be analysed. If the participants indicate that they want to receive a pdf of the final dissertation of the study, their e -mail addresses will additionally be collected. Similar (personal) data may also be described in the documents (of the police force) that are part of the document analysis. (3) From citizens, only data concerning the specific situation in which their movements or actions influence command post operators’ protest management practices will be processed and analysed in a non -individual manner. Names of citizens (including those whose criminal offences are discussed) that are mentioned during the questionnaire, interviews, observations or document analysis will never be mentioned in transcripts, field notes and the report. Does your work have potential for commercial valorizati on (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : FWO DMP Template (Flemish Standard DMP) 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: Following the KU Leuven research collaboration agreement guidelines, the researcher has signed research collaboration agreements with several Belgian police forces that state that confidential information , that is confidential because of the nature of the information, such as data that can lead to the identification of the participants , or because it is marked as confidential by the police force, cannot be shared. To this end, the researcher and the police forces have agreed that the researcher will submit for review any work that is meant for publication so that confidential information can be removed. The police force has a period of ten working days to review the submission. This rule does not apply for the quantitative survey, as this falls outside the scope of the research collaboration agreements. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, ple ase explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 9 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). (1) For the online quantitative survey data regarding the use of technologies (for public order policing) in Belgian police forces (WP 2), general info rmation on the methodology and informed consent procedure is described in detail in the PRET application (including a draft of the survey and the survey guideline). Furthermore, information about the survey (e.g. the rules about pseudonymisation) and instr uctions for the participants (e.g. the participant’s right to stop the interview or skip a question at any time) are included in the survey guide, together with the survey questions. Moreover , a codebook with variable -level information (including the quest ions associated with a specific variable number and label, and possible answers associated with values and value labels) will be created and saved as a README.txt file. This codebook will be based on the one made by a colleague (Lore Rooseleers) with the s ame supervisor for a similar survey (regarding the use of technologies, especially the Focus app, in local police forces in Flanders). (2) For the exploratory and case study interviews (WP 2 & WP3) , general information on the methodology and informed consent procedure is described in detail in the PRET application (including a draft of the interview and the interview guideline). Furthermore, information about the interview (e.g. the recording of the interview or rules about pseudonymisation) and instructi ons for the interviewer and the participants (e.g. the participant’s right to stop the interview or skip a question at any time) are included in the interview guide, together with the interview questions and the topic list. Moreover, details about the sett ing and context of the interview, including the time, place and date of the interview and personal pseudonymised data of the participant, will be documented in digital field notes or the digital transcription of physical field notes. A separate password -protected document (stored away from any folder containing research data) will also be drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the study. Next, a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data -analysis in NVivo, a coding structure will be drawn up with variable -level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure throughout the data -analysis, NVivo recovery files will be created and a separate Word -file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. (3) For the exploratory and case study observations (WP 2 & WP3), general information on the methodology and informed consent procedure is described in detail in the PRET application. Furthermore, information about the observations (e.g. rules about pseudonymisation) is included in the informed consent forms. Moreover , details about FWO DMP Template (Flemish Standard DMP) 10 the setting and context of the observation, including the time, place and date of the o bservation and personal pseudonymised data of the participants, will be documented in digital field notes or the digital transcription of physical field notes. A separate password -protected document (stored away from any folder containing research data) will also be drawn up to keep track of the participants’ true identities and the pseudonyms that are used in the study. Next , a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data -analysi s in NVivo, a coding structure will be drawn up with variable -level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure througho ut the data -analysis, NVivo recovery files will be created and a separate Word -file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. (4) For the document analysis (WP 3), general information on the methodology is described in detail in the PRET application. Furthermore, details about the document, such as its name, place of origin and date of creation , will be documented in digital fiel d notes or the digital transcription of physical field notes. Next , a separate README.txt file will be created with the rules concerning the transcription of the data. Finally, during the data -analysis in NVivo, a coding structure will be drawn up with var iable -level information (main and subcodes and their frequencies) and explanatory comments will be added to these codes in NVivo. In order to keep track of the changes in the coding structure throughout the data -analysis, NVivo recovery files will be creat ed and a separate Word -file will be used to provide an overview of the coding structure with the changes that were made, including the date of the changes and the corresponding recovery file. Will a metadata standard be used to make it easier to find an d reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes, pl ease specify (where app ropriate per dataset or data type) wh ich metadat a standard will be used : NA If no, please specify (where appropriate per dataset or data type ) which metadata will be created: As mentioned above, several types of metadata will be created for the survey, interviews, observations and document analysis: information on the methodology and informed consent procedures, information for the researcher and the participants in the survey or interview guidelines, a codebook for the survey and coding structures in NVivo for the interviews, observations and document analysis, separate README.txt files with the rule s concerning the transcription of the data and field notes including information on the context of the data -analysis and the study object / subject . FWO DMP Template (Flemish Standard DMP) 11 4. Data Storage & Back -up during the Research Project Where will the data be stored? Digital and audio -visual data will be archived on the researcher’s Bitlocker encrypted laptop in different password - protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line). Physical data will be stored in the office of the primary researcher in a locked drawer or cupboard that can only be accessed by the researcher. The audio -recordings of the interviews , which will be used to transcribe the research data , will be transferred to the researcher’s laptop and OneDrive account and deleted from the portable audio recorder as soon as possible. When the transcription process is completed, the audio files will be deleted from the laptop and OneDrive account of the researcher. Any physical field notes (made during interviews, observations, or the document analysis) will be photographed/ scanned and transcribed into pass -word protected digital documents, after which the physical copies will be destroyed. Furthermore, physical (copies) of doc uments of the police forces will be stored in a locked drawer until they are photographed/scanned and transcribed into pass -word protected digital documents, after which the documents will be returned to the police force and the physical copies will be destroyed. Finally, signed physical documents, such as research collaboration agreements or informed consent forms, will also be photographed/ scanned into a secured folder on the researcher’s laptop and OneDrive account, and the physical copies will be store d in a locked drawer or cupboard during and after the research. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Physical data (such as field notes) will be transformed into digital transcripts or scans . Digital and audio -visual data will be archived on the researcher’s Bitlocker encrypted laptop in different password -protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line). Back -ups for the OneDrive and the network -drives are automated. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: Given the nature and quantity of the research data, the researcher does not expect to exceed the personal storage capacity and the storage capacity of the KU Leuven network -drives. In the case that this does happen, it is possible to expand the capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FIL ES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 Digital and audio -visual data will be archived on the researcher’s laptop in different password -protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure K U Leuven network drives (J: Drive for general documents that do not include personal or sensitive data that can be useful for other members of the research line (or the institute )). The laptop of the researcher is encrypted with Bitlocker Drive Encrypti on, making the data inaccessible even in unauthorised people would obtain the laptop. Furthermore, only the researcher has access to her KU Leuven password - protected OneDrive account. Moreover, some data is shared on the KU Leuven Drives, which are encrypt ed and only accessible by the researcher, promotor and other authorised people, who are bound by the rules concerning confidentiality and data protection. Files with (personal) research data will also be stored in multiple files that are protected with varying passwords, and files containing the participants’ true identities and their pseudonyms will be saved in a separate password - protected document away from any folders containing research data. Finally, contact details of the participants who have indicated that they may want to participate in future research (at the end of the survey, interviews or observations) will be stored in another password -protected file on the researcher’s laptop and OneDrive account and on the KU Leuven net work drive (J : ) of the research line (protected with a password that only members of the research line know) . Contact details of the participants who do not wish to be contacted in future research will be deleted after the practical organisation and completion of the survey, interview or observations. Physical data will be stored in the office of the primary r esearcher in a locked drawer or cupboard that can only be accessed by the researcher. The audio -recordings of the interviews , which will be used to transcribe the research data , will be transferred to the researcher’s laptop and OneDrive account and delete d from the portable audio recorder as soon as possible. When the transcription process is completed, the audio files will be deleted from the laptop and OneDrive account of the researcher. Any physical field notes (made during interviews, observations, or the document analysis) will be photographed/ scanned and transcribed into pass -word protected digital documents, after which the physical copies will be destroyed. Furthermore, physical (copies) of documents of the police forces will be stored in a locked drawer until they are photographed/scanned and transcribed into pass -word protected digital documents, after which the documents will be returned to the police force and the physical copies will be destroyed. Finally, signed physical documents, such as research collaboration agreements or informed consent forms, will also be photographed/ scanned into a secured folder on the researcher’s laptop and OneDrive account, and the physical copies will be stored in a locked drawer or cupboard during and after the r esearch. FWO DMP Template (Flemish Standard DMP) 13 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The researcher does not expect any additional costs for data storage. If the (One Drive) storage capacity needs to be expanded, this cost can be covered by the FWO bench fee. FWO DMP Template (Flemish Standard DMP) 14 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). All collected data will be preserved for at least 10 years after the end of the research (in accordance with the KU Leuven RDM policy), with the exception of digital contact details of the participants who have indicated that they do not wish to be contacted in future research , the audio -recordings of the interviews, and the physical field notes and the physical (copies of the) documents o f the police force. Contact details of the participants who do not wish to be contacted in future research will be deleted after the practical organisation and completion of the survey, interview or observations. Any physical field notes (made during inter views, observations, or the document analysis) will be photographed/ scanned and transcribed into pass -word protected digital documents, after which the physical copies will be destroyed. Finally, physical (copies) of documents of the police forces will be stored in a locked drawer until they are photographed/scanned and transcribed into pass -word protected digital documents, after which the documents will be returned to the police force and the physical copies will be destroyed. Where will these dat a be archived (stored and curated for the long -term)? For long term preservation, at the end of the study, the raw digital data will be placed on the OneDrive linked to the KU Leuven account of the supervisor and his personal KU Leuven network drive . Physical data that are not destroyed or returned after transcription, such as signed research collaboration agreements and informed consent forms, will be locked in a drawer or cupboard that is used for storage pu rposes in the office of the supervisor or the researcher . What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. FWO DMP Template (Flemish Standard DMP) 15 6. Data Sha ring and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access reposi tory (after approval, institutional access only, …) ☒ No (closed access) ☐ Other, please specify: The data from this study (i.e. survey responses, interview transcripts, field notes, document transcripts and codes) will not be shared due to privacy reasons (in accordance with the research collaboration agreements). If access is restricted, please specify who will be able to access the data and unde r what conditions. Only the researcher, the supervisor and KU Leuven researchers working within the team of the supervisor (possibly including KU Leuven students working under the supervision of the promotor) , who are bound by the proposed rules of confidentiality and ethical guidelines, will be able to access the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal res trictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The research data cannot be shared due to privacy reasons and the research collaboration agreements with the police forces. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA FWO DMP Template (Flemish Standard DMP) 16 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. NA Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? NA 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher (Donatella Van Biervliet) , in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck), will be responsible for the management of the (meta)data. Who will manage data storage and backup during the research project? The researcher (Dona tella Van Biervliet ), in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck), will be responsible for the management of the data storage on the internal servers of the university and the researcher’s OneDrive account . KU Leuven is responsible f or the back -up of the data relating to the study on their servers. Who will manage data preservation and sharing? The supervisor (Prof. Dr. Maesschalck) will be responsible for the preservation and sharing of the data (after the study is completed) . Who will update and implement this DMP? The researcher (Donatella Van Biervliet ), in consultation with the supervisor (Prof. Dr. Jeroen Maesschalck), will be responsible for the updates and implementation of this DMP."
}