{
    "document_id": "D-2021-1105",
    "LinkTitle": "D-2021-1105",
    "file_name": "D-2021-1105.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1105.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_LEUVEN_PROGENITOR.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "1 Data Management Plan (DMP) FWO –1254522N   ADMIN DETAILS Project Name:  PROGENITOR -- PRobing the OriGin of black holes through spectral moNITORing Principal Investigator / Researcher: Tomer Shenar Institution: KU Leuven  1. GENERAL INFORMATION Name applicants Tomer Shenar  FWO Project Number & Title 1254522N,  PROGENITOR -- PRobing the OriGin of black holes through spectral moNITORing    Affiliation KU Leuven, Instituut voor Sterrenkunde  2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data?  This project will generate new data.  Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance.  Observational data (WP1-3): - WP1: Three epochs of spectroscopic observations acquired with the Space Telescope Imaging Spectrograph (STIS) of the Hubble Space Telescope (HST) to study the very massive stars R136 a1, a2, a3, and c in the Large Magellanic Cloud (LMC) - WP2: 16 epochs of spectroscopic observations acquired with the Ultraviolet and Visual Echelle Spectrograph (UVES)  mounted on the Euorpean Southern Observatory’s (ESO) Very Large Telescope (VLT) to study the short-period Wolf-Rayet (WR) binaries BAT99 32 and 95 in the LMC - WP3: 6 epochs of VIS-IR spectroscopic observations acquired with the X-SHOOTER instrument mounted on ESO’s VLT to study the complete population of carbon-rich WR stars (WC) in the LMC (28 targets in total). Additionally included are single-epoch observations acquired with the STIS and Cosmic Origin Spectrograph (COS) instruments of the HST targeting a subset of the LMC WC population \n2 Models: Second, to establish a database of simulations and models using population syntheses (SeBa), evolution models (MESA), and model atmosphere calculations performed with the Potsdam Wolf-Rayet (PoWR) code. These models will be used in the framework of WP4, and address RO4.    type of data Format Volume Originating from, WP Hubble spectra .fits and ascii 5GB MAST archive, WP1, WP3 UVES spectra .fits 5GB ESO archive, WP2 Model atmospheres binary 25GB PoWR archive, WP1-3 algorithms/tools ascii negligible self written, WP1-4 Output files (normalized spectra, processed data) ascii/fits ~50GB self produced, WP1-4 Other output (figures, …) pdf/png/ascii negligible self produced, WP1-4 Total volume: < ~0.5TB   3. LEGAL & ETHICAL ISSUES Will you use personal data?  If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet )  No  Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  No  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No       \n3 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project?   Observations will be standardly stored on the publicly accessible ESO archive (http://archive.eso.org/cms.html) for ESO-related instruments and the Mikulski Archive for Space Telescopes (MAST) for HST-related observations (https://mast.stsci.edu/portal/Mashup/Clients/Mast/Portal.html). The naming conventions are set by the observatories themselves, and we refer to the respective manuals for more information on them. Additional data products (e.g., normalized spectra) will be made available upon publication on the Vizier publically available catalogues of the Centre de Données astronomiques de Strasbourg (CDS). The naming conventions will include the type of data product (e.g., “normalized”), and information will be provided in the .fits header. These files are standardly associated with README files  and descriptive headers. Simulations will be properly documented in their respective webpages.   Will a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. A document summarizing the locations and specs of the relevant data and simulations will be made available  5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored?   As described in Sect. 4, observational data will be stored in the MAST & ESO archives. Processed data will further be stored in the CDS, and simulations in the corresponding webpages (e.g., PoWR models in the PoWR homepage). Self-developed scripts and tools will be made available in open repositories such as GitHub.   How is back up of the data provided? The data is backed up weekly in the Box cloud storage provided by KU Leuven.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. The storage space in modern computers easily accommodates the amount of data produced in this research (see Sect. 2) .  \n4 What are the expected costs for data storage and back up during the project? How will these costs be covered?  There are no expected additional costs.  Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be processed and analysed using KU Leuven associated computers and laptops, which are standardly secured through the KU Leuven IT system.  6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...).  In addition to scientific publications, all the generated data will be stored on various servers for at least 5 years after the project ends.  Where will the data be archived (= stored for the longer term)? Documents of scientific value will be published in peer-reviewed journals and open-source repositories such as arXiv (https://arxiv.org/). Further data will be made accessible in the respective webpages (see above). The full data will also be available in the backup system maintained by the IT office of the Institute of Astronomy of the KU Leuven.  What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?  No additional costs are anticipated.  7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No  Which data will be made available after the end of the project? All observational data will be made readily available after propriety time (typically 12 months); all other data will be a can be made available on an open repository (see above)  Where/how will the data be made available for reuse? Open repositories, public archives, private contact (see above)  When will the data be made available? Upon publication / after termination of propriety time (see above) \n5  Who will be able to access the data and under what conditions? The data will be available for all interested users.   What are the expected costs for data sharing? How will the costs be covered?   No costs are anticipated   8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The principle investigator  Who will be responsible for data storage & back up during the project? The principle investigator & IT office of the Institute of Astronomy, KU Leuven  Who will be responsible for ensuring data preservation and reuse ? The principle investigator  Who bears the end responsibility for updating & implementing this DMP? The principle investigator  "
    },
    "clean_full_text": "1 Data Management Plan (DMP) FWO –1254522N ADMIN DETAILS Project Name: PROGENITOR -- PRobing the OriGin of black holes through spectral moNITORing Principal Investigator / Researcher: Tomer Shenar Institution: KU Leuven 1. GENERAL INFORMATION Name applicants Tomer Shenar FWO Project Number & Title 1254522N, PROGENITOR -- PRobing the OriGin of black holes through spectral moNITORing Affiliation KU Leuven, Instituut voor Sterrenkunde 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? This project will generate new data. Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. Observational data (WP1-3): - WP1: Three epochs of spectroscopic observations acquired with the Space Telescope Imaging Spectrograph (STIS) of the Hubble Space Telescope (HST) to study the very massive stars R136 a1, a2, a3, and c in the Large Magellanic Cloud (LMC) - WP2: 16 epochs of spectroscopic observations acquired with the Ultraviolet and Visual Echelle Spectrograph (UVES) mounted on the Euorpean Southern Observatory’s (ESO) Very Large Telescope (VLT) to study the short-period Wolf-Rayet (WR) binaries BAT99 32 and 95 in the LMC - WP3: 6 epochs of VIS-IR spectroscopic observations acquired with the X-SHOOTER instrument mounted on ESO’s VLT to study the complete population of carbon-rich WR stars (WC) in the LMC (28 targets in total). Additionally included are single-epoch observations acquired with the STIS and Cosmic Origin Spectrograph (COS) instruments of the HST targeting a subset of the LMC WC population 2 Models: Second, to establish a database of simulations and models using population syntheses (SeBa), evolution models (MESA), and model atmosphere calculations performed with the Potsdam Wolf-Rayet (PoWR) code. These models will be used in the framework of WP4, and address RO4. type of data Format Volume Originating from, WP Hubble spectra .fits and ascii 5GB MAST archive, WP1, WP3 UVES spectra .fits 5GB ESO archive, WP2 Model atmospheres binary 25GB PoWR archive, WP1-3 algorithms/tools ascii negligible self written, WP1-4 Output files (normalized spectra, processed data) ascii/fits ~50GB self produced, WP1-4 Other output (figures, …) pdf/png/ascii negligible self produced, WP1-4 Total volume: < ~0.5TB 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 3 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Observations will be standardly stored on the publicly accessible ESO archive (http://archive.eso.org/cms.html) for ESO-related instruments and the Mikulski Archive for Space Telescopes (MAST) for HST-related observations (https://mast.stsci.edu/portal/Mashup/Clients/Mast/Portal.html). The naming conventions are set by the observatories themselves, and we refer to the respective manuals for more information on them. Additional data products (e.g., normalized spectra) will be made available upon publication on the Vizier publically available catalogues of the Centre de Données astronomiques de Strasbourg (CDS). The naming conventions will include the type of data product (e.g., “normalized”), and information will be provided in the .fits header. These files are standardly associated with README files and descriptive headers. Simulations will be properly documented in their respective webpages. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. A document summarizing the locations and specs of the relevant data and simulations will be made available 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored? As described in Sect. 4, observational data will be stored in the MAST & ESO archives. Processed data will further be stored in the CDS, and simulations in the corresponding webpages (e.g., PoWR models in the PoWR homepage). Self-developed scripts and tools will be made available in open repositories such as GitHub. How is back up of the data provided? The data is backed up weekly in the Box cloud storage provided by KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. The storage space in modern computers easily accommodates the amount of data produced in this research (see Sect. 2) . 4 What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected additional costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be processed and analysed using KU Leuven associated computers and laptops, which are standardly secured through the KU Leuven IT system. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). In addition to scientific publications, all the generated data will be stored on various servers for at least 5 years after the project ends. Where will the data be archived (= stored for the longer term)? Documents of scientific value will be published in peer-reviewed journals and open-source repositories such as arXiv (https://arxiv.org/). Further data will be made accessible in the respective webpages (see above). The full data will also be available in the backup system maintained by the IT office of the Institute of Astronomy of the KU Leuven. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are anticipated. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All observational data will be made readily available after propriety time (typically 12 months); all other data will be a can be made available on an open repository (see above) Where/how will the data be made available for reuse? Open repositories, public archives, private contact (see above) When will the data be made available? Upon publication / after termination of propriety time (see above) 5 Who will be able to access the data and under what conditions? The data will be available for all interested users. What are the expected costs for data sharing? How will the costs be covered? No costs are anticipated 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The principle investigator Who will be responsible for data storage & back up during the project? The principle investigator & IT office of the Institute of Astronomy, KU Leuven Who will be responsible for ensuring data preservation and reuse ? The principle investigator Who bears the end responsibility for updating & implementing this DMP? The principle investigator"
}