{
    "document_id": "D-2023-2476",
    "LinkTitle": "D-2023-2476",
    "file_name": "D-2023-2476.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2476.pdf",
    "metadata": {
        "title": "C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications\nC2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., Patrick Wagner \n \nhttps://orcid.org/0000-0002-4028-3629\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nPatrick Wagner \n \nhttps://orcid.org/0000-0002-4028-3629\n, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nC2E/23/025\nID: \nID: \n206089\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThe focus of this project is on two innovative biosensor platforms in which temperature gradients and thermal waves play the central role. Eukaryotic\ncells display a spontaneous,\ncollective detachment effect with a time scaling that entails information about the cell type, nutritional status, and response to chemical products. The\nproject seeks to unravel the detachment mechanism, the role of the plasma membrane, and the effects of prospective pharmaceuticals for the model\ncase of liver cells. The hot-wire biosensor exploits molecular-scale changes at a solid-liquid interface, which alter the heattransfer efficiency from the\nsolid to the liquid. The project applies the 3\nω\n technique to microwires functionalized with a variety of receptors to enable on-site analysis of e.g. drug\nresidues in surface waters. For biotargets such as bacteria, the project aims at a novel receptor-synthesis strategy adapted to wire geometries.\nLast modified: \nLast modified: \n01-04-2024\nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n1 of 7\nC2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications\nC2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n1a\nHTM sensor with one compartment\nN\nP\nPhysical\nobject\n \n \n10 cm diameter,\n15 cm tall\n1b \nOptimized HTM sensor with at least 4 =\nfour compartments\nN\nP\nPhysical\nobject\n \n \nmaximum 25 cm\nby 25 cm by 30\ncm \n1c\nThermal wave sensor, 3-omega principle\nN\nP\nPhysical\nobject\n \n \nDipstick, 2 cm\ndiameter, < 15 cm\nlong\n2a\nConstruction drawings of HTM sensor\nwith one compartment\nN\nD\nI\n.tif, .jpeg\n< 1 GB\n \n2b\nConstruction drawings of HTM sensor\nwith at least four compartments\nN\nD\nI\n.tif, .jpeg\n< 1 GB\n \n2c\nConstruction drawings of thermal wave\nsensor (3-omega)\nN\nD\nI\n.tif, .jpeg\n< 1 GB\n \n3\nSoftware for operating the sensor devices\nN\nN\nSO\nLabView\n< 1 GB\n \n4\nOutput data of the three sensor types\nN\nD\nN\n.txt, .xlsx\n< 100\nGB\n \n5\nProtocols for bioreceptor synthesis\nN\nD\nT\n.docx,\n.pdf\n< 1 GB\n \n6\nImages of the bio-receptor layers\nN\nD\nI\n.tif, .jpeg\n< 100\nGB\n \n7\nPresentations, e.g. at conferences\nN\nD\nA, I\n.pptx\n< 100\nGB\n \n8\nPublications, thesis, reports\nN\nD\nT\n.docx,\n.pdf\n< 100\nGB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe software to operate the HTM- and 3-omega sensors will be written new, but not from scratch: We will fall back on earlier versions that are\ncurrently in use within the Laboratory for Soft Matter and Biophysics at the Department of Physics and Astronomy of KU Leuven.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n2 of 7\nNo\nnot applicable\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nnot applicable\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe HTM sensor with (at least) four compartments has potential for valorization in the context of drug screening for pharmaceutical purposes.\nLRD is aware of this, our contact persons are Pieter Neyskens and Wim De Clercq.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nnot applicable\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe methodology on cell characterization using the spontaneous cell-detachment effect in a heat-transfer device is patented and the patent\nowners are IMEC and Hasselt University. Patrick Wagner is a co-inventor since the effect was discovered within his research team when he\nstill was at Hasselt University: full time until 2014, part time until 2016. There is a written agreement in place, signed by IMEC and Hasselt\nUniversity, that research on this topic at KU Leuven can proceed under the \"research exemption\". The document is kept by LRD. There are no\nrestrictions regarding publishing, but a future valorization for commercial purposes needs to be negotiated between LRD, IMEC, and Hasselt\nUniversity. \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll date that are created using electronic instruments come automatically with the instrument settings as metadata. \"Electronic instruments\"\nincludes the sensors (HTM sensor with one compartment, HTM sensor with at least four compartments, 3-omega instrument) and all that is\nrelated to microscopic imaging (fluorescence microscope, atomic-force microscope). We will also preserve the instrument settings in physical\nand electronic lab books and will generate an electronic read-me file that is kept together with the original, measured data.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n3 of 7\nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFor this type of project, at the merge of physics and biology, there is no suitable metadata standard. We will keep an electronic metadata\nfolder, along with all raw data, that is structured along the line: i) Project ThermoSense, ii) work package within ThermoSens, iii) year, iv)\nresponsible researcher, v) name of the instrument. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nThe data are stored on the laptops of the research group, OneDrive (KU Leuven), and the two (mirrored) backup servers of the Department of\nPhysics and Astronomy.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe backup procedures are fully automated on an at least daily basis.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are accessible for the two principle investigators of the project (Minne Paul Lettinga and Patrick Wagner), as well as for the currently\ntwo Ph.D. students working for the project (Csongor T. Urbán and Soroush Bakhshi Sichani). To access the data, one has to log in to the server\nvia password-protected office- and laboratory laptops.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for data storage and labor of the ICT specialists are covered by the allowance (werkingstoelage) that the Department of Physics and\nAstronomy receives annually from KU Leuven. In case that the allowance would be insufficient, the Department charges a limited internal\noverhead.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nAll data will indeed be preserved for at least 10 year after the end of the project, except for the physical objects:\nThe three sensor systems will be designed to last at least until the end of the project, but we cannot guarantee that they will stay fully\nfunctional after the project because they are prototypes, fabricated in house. The normal depreciation period of such electronic instruments,\nwhen bought from commercial sources, is only 3 years according to LRD. Note also that some sensor chips will be covered with e.g. E. coli\nbacteria after the experiments, meaning that it is more wise to treat those as biologically hazardous materials. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nRDR is the easiest and best accessible option; we will preserve all digital data that are underlying the publications, conference presentations,\nas well as bachelor-, master-, and Ph.D. thesis that will evolve from the project. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe amount of data (see Research Data Summary) will be limited and we will most likely stay below the \"50 GB per researcher per year\" that\nRDR offers for free. In case that we would exceed this, we will pay the necessary fee from resources of the research group.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as restricted data (upon approval, or institutional access only)\nPublications that emerge from the project will be openly available (open access), except in cases for which LIRIAS is setting an embargo\nperiod.\nAll data on sensor development (construction drawings, synthesis protocols, measurement- and data-evaluation software) will be made freely\navailable to members of the Department of Physics and Astronomy, as well as to members of other Departments at KU Leuven that may\nbecome involved in the project. \nThird parties from outside KU Leuven may get access upon a written request, that must be approved by LRD.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThird parties such as companies, research institutes, and universities outside KU Leuven can get access when three conditions are fulfilled: i) a\nwritten request to LRD, ii) agreement by the PI's of the project (Patrick Wagner and Minne Paul Lettinga), and iii) approval by LRD. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n5 of 7\nThe base technology of characterizing cells via their detachment behavior in a temperature gradient (HTM technique) is covered by two patents\nthat are owned by IMEC and Hasselt University. As of today (2024), the technique is considerably more advanced than what is protected by\nthe patents, but still we need to be careful not to give third parties \"instruments\" at hand that may violate the patent rights of UHasselt and\nIMEC. For pure research purposes, we are certainly willing to share data after publishing them, or after filing patent applications. \nNote: IMEC and Hasselt University are not exploiting the two patents, but they keep them in their portfolio. \n \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nKU Leuven RDR is the preferred option (we are not dealing with \"big data\").\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nIn case that we will make novel discoveries withing the project that appear as \"patent worthy\", we will contact LRD to assess whether filing a\npatent is promising and worthwhile. In such cases, results will not be published before a patent application has been filed, for instance to the\nUnited Kingdom Patent Office (free of charge, but guarantees having a priority date). \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nRegarding publications, we will strive for journal under the CC-BY 4.0 scheme. However, still many journals to not have an open-access\noption, and those that are publishing in the open-access format can have rather high article processing fees. For publications that do not fall\nunder a CC-BY 4.0 license, LIRIAS will set an embargo. \nA Data Transfer Agreement will be drawn up and signed whenever data are made available to companies, research institutes, and universities\noutside KU Leuven. The details will be arranged by and with LRD. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nAll journal publications come automatically with a Digital Object Identifier. Certain journal do not offer a DOI, but we never publish in those\njournals. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not expect costs since all data can be shared via e-mail of WeTransfer; in our type of research, a file with 100 MB is already a very\nlarge one. \nResponsibilities\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n6 of 7\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPatrick Wagner\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDhr. Bert Keyaerts, he is a senior member of the ICT staff of the Department of Physics and Astronomy.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPatrick Wagner in cooperation with Minne Paul Lettinga.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPatrick Wagner in his role of project promoter, he will consult the co-promoter Minne Paul Lettinga whenever this is necessary. \nCreated using DMPonline.be. Last modiﬁed 01 April 2024\n7 of 7"
    },
    "clean_full_text": "C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., Patrick Wagner https://orcid.org/0000-0002-4028-3629 Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Patrick Wagner https://orcid.org/0000-0002-4028-3629 , n.n. n.n. Grant number / URL: Grant number / URL: C2E/23/025 ID: ID: 206089 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: The focus of this project is on two innovative biosensor platforms in which temperature gradients and thermal waves play the central role. Eukaryotic cells display a spontaneous, collective detachment effect with a time scaling that entails information about the cell type, nutritional status, and response to chemical products. The project seeks to unravel the detachment mechanism, the role of the plasma membrane, and the effects of prospective pharmaceuticals for the model case of liver cells. The hot-wire biosensor exploits molecular-scale changes at a solid-liquid interface, which alter the heattransfer efficiency from the solid to the liquid. The project applies the 3 ω technique to microwires functionalized with a variety of receptors to enable on-site analysis of e.g. drug residues in surface waters. For biotargets such as bacteria, the project aims at a novel receptor-synthesis strategy adapted to wire geometries. Last modified: Last modified: 01-04-2024 Created using DMPonline.be. Last modiﬁed 01 April 2024 1 of 7 C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications C2E/23/025 ThermoSens: Moving thermal biosensor platforms from principles to applications Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 1a HTM sensor with one compartment N P Physical object 10 cm diameter, 15 cm tall 1b Optimized HTM sensor with at least 4 = four compartments N P Physical object maximum 25 cm by 25 cm by 30 cm 1c Thermal wave sensor, 3-omega principle N P Physical object Dipstick, 2 cm diameter, < 15 cm long 2a Construction drawings of HTM sensor with one compartment N D I .tif, .jpeg < 1 GB 2b Construction drawings of HTM sensor with at least four compartments N D I .tif, .jpeg < 1 GB 2c Construction drawings of thermal wave sensor (3-omega) N D I .tif, .jpeg < 1 GB 3 Software for operating the sensor devices N N SO LabView < 1 GB 4 Output data of the three sensor types N D N .txt, .xlsx < 100 GB 5 Protocols for bioreceptor synthesis N D T .docx, .pdf < 1 GB 6 Images of the bio-receptor layers N D I .tif, .jpeg < 100 GB 7 Presentations, e.g. at conferences N D A, I .pptx < 100 GB 8 Publications, thesis, reports N D T .docx, .pdf < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The software to operate the HTM- and 3-omega sensors will be written new, but not from scratch: We will fall back on earlier versions that are currently in use within the Laboratory for Soft Matter and Biophysics at the Department of Physics and Astronomy of KU Leuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 01 April 2024 2 of 7 No not applicable Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No not applicable Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The HTM sensor with (at least) four compartments has potential for valorization in the context of drug screening for pharmaceutical purposes. LRD is aware of this, our contact persons are Pieter Neyskens and Wim De Clercq. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No not applicable Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The methodology on cell characterization using the spontaneous cell-detachment effect in a heat-transfer device is patented and the patent owners are IMEC and Hasselt University. Patrick Wagner is a co-inventor since the effect was discovered within his research team when he still was at Hasselt University: full time until 2014, part time until 2016. There is a written agreement in place, signed by IMEC and Hasselt University, that research on this topic at KU Leuven can proceed under the \"research exemption\". The document is kept by LRD. There are no restrictions regarding publishing, but a future valorization for commercial purposes needs to be negotiated between LRD, IMEC, and Hasselt University. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All date that are created using electronic instruments come automatically with the instrument settings as metadata. \"Electronic instruments\" includes the sensors (HTM sensor with one compartment, HTM sensor with at least four compartments, 3-omega instrument) and all that is related to microscopic imaging (fluorescence microscope, atomic-force microscope). We will also preserve the instrument settings in physical and electronic lab books and will generate an electronic read-me file that is kept together with the original, measured data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. Created using DMPonline.be. Last modiﬁed 01 April 2024 3 of 7 If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No For this type of project, at the merge of physics and biology, there is no suitable metadata standard. We will keep an electronic metadata folder, along with all raw data, that is structured along the line: i) Project ThermoSense, ii) work package within ThermoSens, iii) year, iv) responsible researcher, v) name of the instrument. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage The data are stored on the laptops of the research group, OneDrive (KU Leuven), and the two (mirrored) backup servers of the Department of Physics and Astronomy. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The backup procedures are fully automated on an at least daily basis. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are accessible for the two principle investigators of the project (Minne Paul Lettinga and Patrick Wagner), as well as for the currently two Ph.D. students working for the project (Csongor T. Urbán and Soroush Bakhshi Sichani). To access the data, one has to log in to the server via password-protected office- and laboratory laptops. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage and labor of the ICT specialists are covered by the allowance (werkingstoelage) that the Department of Physics and Astronomy receives annually from KU Leuven. In case that the allowance would be insufficient, the Department charges a limited internal overhead. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Created using DMPonline.be. Last modiﬁed 01 April 2024 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) All data will indeed be preserved for at least 10 year after the end of the project, except for the physical objects: The three sensor systems will be designed to last at least until the end of the project, but we cannot guarantee that they will stay fully functional after the project because they are prototypes, fabricated in house. The normal depreciation period of such electronic instruments, when bought from commercial sources, is only 3 years according to LRD. Note also that some sensor chips will be covered with e.g. E. coli bacteria after the experiments, meaning that it is more wise to treat those as biologically hazardous materials. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR RDR is the easiest and best accessible option; we will preserve all digital data that are underlying the publications, conference presentations, as well as bachelor-, master-, and Ph.D. thesis that will evolve from the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The amount of data (see Research Data Summary) will be limited and we will most likely stay below the \"50 GB per researcher per year\" that RDR offers for free. In case that we would exceed this, we will pay the necessary fee from resources of the research group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as restricted data (upon approval, or institutional access only) Publications that emerge from the project will be openly available (open access), except in cases for which LIRIAS is setting an embargo period. All data on sensor development (construction drawings, synthesis protocols, measurement- and data-evaluation software) will be made freely available to members of the Department of Physics and Astronomy, as well as to members of other Departments at KU Leuven that may become involved in the project. Third parties from outside KU Leuven may get access upon a written request, that must be approved by LRD. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Third parties such as companies, research institutes, and universities outside KU Leuven can get access when three conditions are fulfilled: i) a written request to LRD, ii) agreement by the PI's of the project (Patrick Wagner and Minne Paul Lettinga), and iii) approval by LRD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Created using DMPonline.be. Last modiﬁed 01 April 2024 5 of 7 The base technology of characterizing cells via their detachment behavior in a temperature gradient (HTM technique) is covered by two patents that are owned by IMEC and Hasselt University. As of today (2024), the technique is considerably more advanced than what is protected by the patents, but still we need to be careful not to give third parties \"instruments\" at hand that may violate the patent rights of UHasselt and IMEC. For pure research purposes, we are certainly willing to share data after publishing them, or after filing patent applications. Note: IMEC and Hasselt University are not exploiting the two patents, but they keep them in their portfolio. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) KU Leuven RDR is the preferred option (we are not dealing with \"big data\"). When will the data be made available? When will the data be made available? Upon publication of research results In case that we will make novel discoveries withing the project that appear as \"patent worthy\", we will contact LRD to assess whether filing a patent is promising and worthwhile. In such cases, results will not be published before a patent application has been filed, for instance to the United Kingdom Patent Office (free of charge, but guarantees having a priority date). Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Regarding publications, we will strive for journal under the CC-BY 4.0 scheme. However, still many journals to not have an open-access option, and those that are publishing in the open-access format can have rather high article processing fees. For publications that do not fall under a CC-BY 4.0 license, LIRIAS will set an embargo. A Data Transfer Agreement will be drawn up and signed whenever data are made available to companies, research institutes, and universities outside KU Leuven. The details will be arranged by and with LRD. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository All journal publications come automatically with a Digital Object Identifier. Certain journal do not offer a DOI, but we never publish in those journals. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We do not expect costs since all data can be shared via e-mail of WeTransfer; in our type of research, a file with 100 MB is already a very large one. Responsibilities Responsibilities Created using DMPonline.be. Last modiﬁed 01 April 2024 6 of 7 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Patrick Wagner Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dhr. Bert Keyaerts, he is a senior member of the ICT staff of the Department of Physics and Astronomy. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Patrick Wagner in cooperation with Minne Paul Lettinga. Who will update and implement this DMP? Who will update and implement this DMP? Patrick Wagner in his role of project promoter, he will consult the co-promoter Minne Paul Lettinga whenever this is necessary. Created using DMPonline.be. Last modiﬁed 01 April 2024 7 of 7"
}