{
    "document_id": "D-2023-2402",
    "LinkTitle": "D-2023-2402",
    "file_name": "D-2023-2402.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2402.pdf",
    "metadata": {
        "title": "The task-(in)dependency and predictors of children’s strategy adaptivity in arithmetic.",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The task-(in)dependency and predictors of children’s strategy adaptivity in\narithmetic.\nA Data Management Plan created using DMPonline.be\nCreator: \nStijn Van Der Auwera\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nPDMT2/23/015\nID: \n203307\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nStrategy adaptivity, or the ability to select the most efficient strategy on each item, is a key competence for math\nperformance and math development during childhood. Previous findings in arithmetic showed that strategy adaptivity\nvaries with task characteristics and across individuals. However, unknown is whether strategy adaptivity is specific for\neach task, or whether it is a general, task-independent skill. The task-specificity or -generality of children’s strategy\nadaptivity is important for theoretical models of math performance, math development, and children’s strategic\nbehaviors in mathematics and other cognitive domains. This is also an important issue for math education. To address\nthis issue, I will examine individual differences and longitudinal changes in strategy adaptivity using a longitudinal\ncross-lagged panel design. I will test the predictive value of prior strategy adaptivity, task-specific knowledge, and\nexecutive functions on present and later strategy adaptivity while 9—13 y.o. children accomplish different arithmetic\nproblem-solving tasks.\nLast modified: \n05-12-2023\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n1 of 5\nThe task-(in)dependency and predictors of children’s strategy adaptivity in\narithmetic.\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMeasures\nDataset with measures from tasks \nN\nD\nT&N\nExcel\n<1GB\n \nRaw data \nDatasets with raw data \nN\nD\n T&N\nExcel\n<1GB\n \nTemplate\nTemplate for processing raw data\nN\nD\n T&N\nExcel\n<1GB\n \nScript data\ncollection \nScript with instructions about data collection\nprotocol\nN\nD\nT\nWord\n<1GB\n \nConsent \nCompleted informed consent forms \nN\nP\nT\nWord\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo existing data will be used.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nSome personal data will be collected and processed.\nWe obtained privacy/ethical approval from PRET: \nG-2023-7138\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWe will collect data about children's LVS-score mathematics, date of birth, gender, and school/class. We will only collect data from children after gaining informed consent\nfrom their parents, and all data will be pseudonymised (i.e., children's names will be replaced by subject numbers). \nWe obtained privacy/ethical approval from PRET: \nG-2023-7138\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n2 of 5\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nProtocols for all studies will be developed and saved centrally in a OneDrive cloud environment shared with the researchers involved in the studies.\nThese protocols will describe accompanying information necessary to keep the data understandable and usable for the researchers involved in the studies now and in the\nfuture.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nI plan to deposit and share research data via KU Leuven Research Data Repository, and thus will use DataCite as a metadata standard.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nI received a laptop through the Faculty’s ICT service. This laptop has Bitlocker pre-installed, which means sensitive data are protected by the Bitlocker system. My KU\nLeuven OneDrive account is also protected through the Faculty's ICT service.\nThe physical data will be kept in a locked cabinet in my office.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere will be no costs related to data storage\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe data sharing will depend on the type of data:\nPersonal data will never be shared\nDatasets that do not contain personal information will be made publicly available at the time of or after scientific publication (made available through a repository/or\nmade available upon request).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data access will depend on the type of data:\nPersonal data can only be accessed by involved researchers\nDatasets that do not contain personal information will be made publicly available at the time of or after scientific publication (made available through a repository/or\nmade available upon request).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nYes, privacy aspects\nPersonal data will never be shared due to privacy and ethical aspects.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nAll data shared in the RDR repository will receive a DOI.\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n4 of 5\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe use of RDR is free of charge.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nStijn Van Der Auwera\nWho will manage data storage and backup during the research project? \nStijn Van Der Auwera\nWho will manage data preservation and sharing? \nStijn Van Der Auwera\nWho will update and implement this DMP? \nStijn Van Der Auwera\nCreated using DMPonline.be. Last modiﬁed 05 December 2023\n5 of 5"
    },
    "clean_full_text": "The task-(in)dependency and predictors of children’s strategy adaptivity in arithmetic. A Data Management Plan created using DMPonline.be Creator: Stijn Van Der Auwera Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: PDMT2/23/015 ID: 203307 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: Strategy adaptivity, or the ability to select the most efficient strategy on each item, is a key competence for math performance and math development during childhood. Previous findings in arithmetic showed that strategy adaptivity varies with task characteristics and across individuals. However, unknown is whether strategy adaptivity is specific for each task, or whether it is a general, task-independent skill. The task-specificity or -generality of children’s strategy adaptivity is important for theoretical models of math performance, math development, and children’s strategic behaviors in mathematics and other cognitive domains. This is also an important issue for math education. To address this issue, I will examine individual differences and longitudinal changes in strategy adaptivity using a longitudinal cross-lagged panel design. I will test the predictive value of prior strategy adaptivity, task-specific knowledge, and executive functions on present and later strategy adaptivity while 9—13 y.o. children accomplish different arithmetic problem-solving tasks. Last modified: 05-12-2023 Created using DMPonline.be. Last modiﬁed 05 December 2023 1 of 5 The task-(in)dependency and predictors of children’s strategy adaptivity in arithmetic. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Measures Dataset with measures from tasks N D T&N Excel <1GB Raw data Datasets with raw data N D T&N Excel <1GB Template Template for processing raw data N D T&N Excel <1GB Script data collection Script with instructions about data collection protocol N D T Word <1GB Consent Completed informed consent forms N P T Word <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No existing data will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Some personal data will be collected and processed. We obtained privacy/ethical approval from PRET: G-2023-7138 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) We will collect data about children's LVS-score mathematics, date of birth, gender, and school/class. We will only collect data from children after gaining informed consent from their parents, and all data will be pseudonymised (i.e., children's names will be replaced by subject numbers). We obtained privacy/ethical approval from PRET: G-2023-7138 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 05 December 2023 2 of 5 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Protocols for all studies will be developed and saved centrally in a OneDrive cloud environment shared with the researchers involved in the studies. These protocols will describe accompanying information necessary to keep the data understandable and usable for the researchers involved in the studies now and in the future. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes I plan to deposit and share research data via KU Leuven Research Data Repository, and thus will use DataCite as a metadata standard. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I received a laptop through the Faculty’s ICT service. This laptop has Bitlocker pre-installed, which means sensitive data are protected by the Bitlocker system. My KU Leuven OneDrive account is also protected through the Faculty's ICT service. The physical data will be kept in a locked cabinet in my office. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 05 December 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There will be no costs related to data storage Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) The data sharing will depend on the type of data: Personal data will never be shared Datasets that do not contain personal information will be made publicly available at the time of or after scientific publication (made available through a repository/or made available upon request). If access is restricted, please specify who will be able to access the data and under what conditions. The data access will depend on the type of data: Personal data can only be accessed by involved researchers Datasets that do not contain personal information will be made publicly available at the time of or after scientific publication (made available through a repository/or made available upon request). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, ethical aspects Yes, privacy aspects Personal data will never be shared due to privacy and ethical aspects. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository All data shared in the RDR repository will receive a DOI. Created using DMPonline.be. Last modiﬁed 05 December 2023 4 of 5 What are the expected costs for data sharing? How will these costs be covered? The use of RDR is free of charge. Responsibilities Who will manage data documentation and metadata during the research project? Stijn Van Der Auwera Who will manage data storage and backup during the research project? Stijn Van Der Auwera Who will manage data preservation and sharing? Stijn Van Der Auwera Who will update and implement this DMP? Stijn Van Der Auwera Created using DMPonline.be. Last modiﬁed 05 December 2023 5 of 5"
}