{
    "document_id": "D-2024-3152",
    "LinkTitle": "D-2024-3152",
    "file_name": "D-2024-3152.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3152.pdf",
    "metadata": {
        "title": "CHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating &amp; Comprehending the Process",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nCHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating &amp; Comprehending the\nProcess\nCreator:\nCreator:\nn.n. n.n.\nPrincipal Investigator: \nPrincipal Investigator: \nn.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nProject abstract:\nProject abstract:\nBlack soldier fly (BSF, Hermetia illucens) larvae are gluttonous little critters who efficiently convert low-value organic waste streams into\ntheir own biomass full of valuable lipids, proteins, and chitin. The latter is an extraordinary resource which also can be converted into\nchitosan, allowing to tap into a plethora of applications ranging from aerogels to wound dressings. Existing insect refinery processes,\nhowever, have significant shortcomings as these processes prove inadequate for producing high-quality products without quality\ndeterioration and caustic waste generation. Therefore, the overarching objectives of CHITILLUCENS are 1) to tailor our cutting-edge and\nsustainable biorefinery process towards the production of high-quality chitin and chitosan, vastly surpassing the current state-of-the-art;\nand 2) to acquire fundamental understanding of how methanol and water contribute to the deproteinization and deacetylation processes\noccuring under subcritical conditions, using BSF larvae as model. \nID: \nID: \n213291\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n25-03-2025\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n1 of 7\nCHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating\nCHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating\n&amp; Comprehending the Process\n&amp; Comprehending the Process\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nBiomass\nBlack soldier fly larvae before and\nafter biorefinery\nN\nP\n \n \n \n30 kg\nAnalytical\ndata\nChemical analyses of samples\nN\nD\nN\n.csv;\n.xls\n< 100\nGB\n \nExperimental\nresults\nInterpreted data\nN\nD\nN\n.csv;\n.xls\n< 10 GB\n \nObservational\ndata\nDigitised version of observations\nduring experiments\nN\nD\nT/N\n.csv;\n.xls\n< 1 GB\n \nImages\nSEM images, photos\nN\nD\nI\n.tiff;\n.jpg\n< 100\nGB\n \nReports\nPresentation and discussion of\nresults\nN\nD\nT/N\n.doc;\n.pdf\n< 1 GB\n \nPapers\nFinal publications will be stored\nN\nD\nT/N\n.doc;\n.pdf\n< 1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nYes, some data generated in the frame of the Chitinery project (C3/22/041) will be reused in this project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nNo ethical issues are applicable during the present project.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nNo personal data will be processed during the present project.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n2 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThis project is a follow-up study of the Chitinery project (C3/22/041), which aimed for strengthening a patent application. The\nChitiluccens project project focuses on a deeper understanding of the chemical processes taking place. Analytical and\nobservational data may lead to a better understanding of the reactions taking place and therefore possibly support a future out-\nlicensing. For this purpose of valorisation, we are collaborating with Dr. Ivo De Baere and Dr. Ivo Roelants of LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nNo 3rd party agreements exist at this moment which could restrict exploitation of the data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThis project relies on a patent application filed by KU Leuven. Therefore, no legal problems are expected. Dr Ivo De Baere and Dr\nIvo Roelants of LRD will be contacted if we have any concerns or questions.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe necessary documentation like standard operating procedures will be digitally documented for every executed experiment,\nwhich will be placed together in a folder with the actual data files. These folders itself will be arranged/sorted according to the\nwork packages of the project, each also containing a short description documented in a \"read-me\" file. Reports and publications\nare kept together with the above in their respective folders.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAnalytical data of obtained products during the project will always be accompanied with a detailed description of how this\nparticular dataset was generated. More particular, files containing calculated results will be given an extra tab containing\ninformation on, including but not limited to, type of instrument, procedure used, observations, detailed sample information, etc.\nDescriptive metadata will be documented in each file to make it easy to find and reuse the data generated during the project.\nWorking documents and templates for chemical analyses will be implemented as well to ensure a uniform structure.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n3 of 7\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nSharepoint online\nOther (specify below)\nDigital data like analytical and observational data as well as reports, images, and papers will be stored in a centralized Sharepoint\nenvironment of our research group. Only the PI and postdocs within our research group can provide access to this Sharepoint\nenvironment. Physical samples of biomass will either be stored at - 20 °C (fresh biomass in the freezer), 4 °C (protein-rich\nfractions after the biorefinery in the cool cell), or at room temperature (other, stable products) in our stockroom.\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nA back-up is provided via automatic version management of the files in Sharepoint, maintaining up to 500 major versions.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nAt this moment, no issues are foreseen regarding the storage and backup capacity during the project. The available capacity of 1\nTB of data storage greatly suffices for the expected data output of this project (max. 200 GB).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly authorized persons like the PI, leading postdocs and researchers on the project will be granted access to our Sharepoint\nfolder. If required, sensitive folders can be password protected by the PI. \nAccess to the folder can only be granted by the project coordinator or lab manager to safeguard the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll costs associated to data storage and backup will be carried by the central ICTS.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nAll digital data will be archived for a minimum of 10 years after project completion, in line with the KU Leuven policy. As physical\ndata (e.g., biomass samples) will be stored in freezers, fridges, stockroom; preservation thereof for 10 years may not be possible.\nIn any case, physical samples will be preserved for at least 1 year after the project has ended. After this year, each sample type\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n4 of 7\nwill be scrutinised and assessed whether it is feasible/worthwhile to keep for a longer time. For example, protein extracts kept in\nthe fridge may lose their functionality or degrade/spoil over time, making it not\nworthwhile to preserve this sample type for a prolonged duration.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nUpon project completion, all generated data will be curated and transferred to a designated Sharepoint folder for long-term\nstorage called \"IP&P Database\". Only the PI and lab manager will have access to this folder, while only the PI is able to modify\nuser access rights.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs associated with data preservation are carried by the central ICTS.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIn general, the data will be made available to the broader audience by publications in scientific papers. Up until then, the data will\nbe kept in-house only.\nData that may be important for future project applications will, however, temporarily not be made available.\nPhysical data (biomass and product samples) may be used in other projects or for project applications with the approval of the\nproject coordinator.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPhysical data like biomass samples will be made available to members of our research group, after approval by the PI.\nIn-house researchers may be granted access to the data upon approval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nPhysical data like biomass samples can be shared within our research group or through MTA with interested companies. For this\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n5 of 7\npurpose, we will contact LRD for preparing the necessary NDA and MTA documents. Data will be made available in peer-reviewed\nscientific publications.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nNo data usage licenses will be required as the data will not be deposited in a repository.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nUpon publication of the data in peer-reviewed publications, the data will be given a PID, being the DOI of the article.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nLab budget will be used to cover the cost for publishing the data in scientific publciations. Higher costs will be implied if it is\ndecided to publish the data in open access, to make them freely available for all researchers and even a broader audience.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPhD student working on the project (Gaëtan Bitsch) and PI (Mik Van Der Borght).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PI (Mik Van Der Borght).\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Mik Van Der Borght).\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Mik Van Der Borght).\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n6 of 7\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: CHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating &amp; Comprehending the Process Creator: Creator: n.n. n.n. Principal Investigator: Principal Investigator: n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Project abstract: Project abstract: Black soldier fly (BSF, Hermetia illucens) larvae are gluttonous little critters who efficiently convert low-value organic waste streams into their own biomass full of valuable lipids, proteins, and chitin. The latter is an extraordinary resource which also can be converted into chitosan, allowing to tap into a plethora of applications ranging from aerogels to wound dressings. Existing insect refinery processes, however, have significant shortcomings as these processes prove inadequate for producing high-quality products without quality deterioration and caustic waste generation. Therefore, the overarching objectives of CHITILLUCENS are 1) to tailor our cutting-edge and sustainable biorefinery process towards the production of high-quality chitin and chitosan, vastly surpassing the current state-of-the-art; and 2) to acquire fundamental understanding of how methanol and water contribute to the deproteinization and deacetylation processes occuring under subcritical conditions, using BSF larvae as model. ID: ID: 213291 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 25-03-2025 Created using DMPonline.be. Last modiﬁed 25 March 2025 1 of 7 CHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating CHITILLUCENS: Subcritical Biorefinery of the Black Soldier Fly (Hermetia illucens) – Consolidating &amp; Comprehending the Process &amp; Comprehending the Process Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Biomass Black soldier fly larvae before and after biorefinery N P 30 kg Analytical data Chemical analyses of samples N D N .csv; .xls < 100 GB Experimental results Interpreted data N D N .csv; .xls < 10 GB Observational data Digitised version of observations during experiments N D T/N .csv; .xls < 1 GB Images SEM images, photos N D I .tiff; .jpg < 100 GB Reports Presentation and discussion of results N D T/N .doc; .pdf < 1 GB Papers Final publications will be stored N D T/N .doc; .pdf < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Yes, some data generated in the frame of the Chitinery project (C3/22/041) will be reused in this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No No ethical issues are applicable during the present project. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No No personal data will be processed during the present project. Created using DMPonline.be. Last modiﬁed 25 March 2025 2 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes This project is a follow-up study of the Chitinery project (C3/22/041), which aimed for strengthening a patent application. The Chitiluccens project project focuses on a deeper understanding of the chemical processes taking place. Analytical and observational data may lead to a better understanding of the reactions taking place and therefore possibly support a future out- licensing. For this purpose of valorisation, we are collaborating with Dr. Ivo De Baere and Dr. Ivo Roelants of LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No No 3rd party agreements exist at this moment which could restrict exploitation of the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No This project relies on a patent application filed by KU Leuven. Therefore, no legal problems are expected. Dr Ivo De Baere and Dr Ivo Roelants of LRD will be contacted if we have any concerns or questions. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The necessary documentation like standard operating procedures will be digitally documented for every executed experiment, which will be placed together in a folder with the actual data files. These folders itself will be arranged/sorted according to the work packages of the project, each also containing a short description documented in a \"read-me\" file. Reports and publications are kept together with the above in their respective folders. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Analytical data of obtained products during the project will always be accompanied with a detailed description of how this particular dataset was generated. More particular, files containing calculated results will be given an extra tab containing information on, including but not limited to, type of instrument, procedure used, observations, detailed sample information, etc. Descriptive metadata will be documented in each file to make it easy to find and reuse the data generated during the project. Working documents and templates for chemical analyses will be implemented as well to ensure a uniform structure. Created using DMPonline.be. Last modiﬁed 25 March 2025 3 of 7 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Sharepoint online Other (specify below) Digital data like analytical and observational data as well as reports, images, and papers will be stored in a centralized Sharepoint environment of our research group. Only the PI and postdocs within our research group can provide access to this Sharepoint environment. Physical samples of biomass will either be stored at - 20 °C (fresh biomass in the freezer), 4 °C (protein-rich fractions after the biorefinery in the cool cell), or at room temperature (other, stable products) in our stockroom. How will the data be backed up? How will the data be backed up? Other (specify below) A back-up is provided via automatic version management of the files in Sharepoint, maintaining up to 500 major versions. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes At this moment, no issues are foreseen regarding the storage and backup capacity during the project. The available capacity of 1 TB of data storage greatly suffices for the expected data output of this project (max. 200 GB). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only authorized persons like the PI, leading postdocs and researchers on the project will be granted access to our Sharepoint folder. If required, sensitive folders can be password protected by the PI. Access to the folder can only be granted by the project coordinator or lab manager to safeguard the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs associated to data storage and backup will be carried by the central ICTS. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) All digital data will be archived for a minimum of 10 years after project completion, in line with the KU Leuven policy. As physical data (e.g., biomass samples) will be stored in freezers, fridges, stockroom; preservation thereof for 10 years may not be possible. In any case, physical samples will be preserved for at least 1 year after the project has ended. After this year, each sample type Created using DMPonline.be. Last modiﬁed 25 March 2025 4 of 7 will be scrutinised and assessed whether it is feasible/worthwhile to keep for a longer time. For example, protein extracts kept in the fridge may lose their functionality or degrade/spoil over time, making it not worthwhile to preserve this sample type for a prolonged duration. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Upon project completion, all generated data will be curated and transferred to a designated Sharepoint folder for long-term storage called \"IP&P Database\". Only the PI and lab manager will have access to this folder, while only the PI is able to modify user access rights. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs associated with data preservation are carried by the central ICTS. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) In general, the data will be made available to the broader audience by publications in scientific papers. Up until then, the data will be kept in-house only. Data that may be important for future project applications will, however, temporarily not be made available. Physical data (biomass and product samples) may be used in other projects or for project applications with the approval of the project coordinator. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Physical data like biomass samples will be made available to members of our research group, after approval by the PI. In-house researchers may be granted access to the data upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Physical data like biomass samples can be shared within our research group or through MTA with interested companies. For this Created using DMPonline.be. Last modiﬁed 25 March 2025 5 of 7 purpose, we will contact LRD for preparing the necessary NDA and MTA documents. Data will be made available in peer-reviewed scientific publications. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) No data usage licenses will be required as the data will not be deposited in a repository. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No Upon publication of the data in peer-reviewed publications, the data will be given a PID, being the DOI of the article. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Lab budget will be used to cover the cost for publishing the data in scientific publciations. Higher costs will be implied if it is decided to publish the data in open access, to make them freely available for all researchers and even a broader audience. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PhD student working on the project (Gaëtan Bitsch) and PI (Mik Van Der Borght). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI (Mik Van Der Borght). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Mik Van Der Borght). Who will update and implement this DMP? Who will update and implement this DMP? The PI (Mik Van Der Borght). Created using DMPonline.be. Last modiﬁed 25 March 2025 6 of 7 Created using DMPonline.be. Last modiﬁed 25 March 2025 7 of 7"
}