{
    "document_id": "D-2022-1523",
    "LinkTitle": "D-2022-1523",
    "file_name": "D-2022-1523.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1523.pdf",
    "metadata": {
        "title": "D-2022-1523",
        "author": "Joris Vermeesch",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Joris Vermeesch (0000-0002-3071-1191 )\nContributor name(s) (+ ORCID) & roles\nProject number1 & title Mapping the role of the low copy repeats in the phenotypic variability\nof the 22q11 Deletion Syndrome\nFunder(s) GrantID2GOA2622\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description 22 11   (22 11 )    The q deletion syndrome q DS is the most common\n ,     1  3000 .  genomic disorder with a prevalence of in births The reason\n      .   for this high incidence remains an enigma The presence and\n         degrees of severity of most phenotypic features are highly variable\n         across patients and it remains unknown why some patients acquire\n     .    neuropsychiatric features and others do not The deletion is caused\n -   ,    3by non allelic homologous recombination typically causing a MB\n  90%  .    deletion in of patients We demonstrated human specific\n        ( ) expansion and hypervariability of the low copy repeats LCR causing\n      200    2.5 .the rearrangement with sizes ranging from kb to over Mb\n          Since duplications in the genome are drivers of evolution and genes\n         , in other LCRs have been shown to modulate brain development we\n         hypothesize this variation could be an important determinant for the\n22 11       q DS phenotypic variability and especially the neuropsychiatric\n.  / 9 ,    features Using CRISPRCas editing we will engineer human\n       ,  embryonic stem cell lines to remove individual LCRs determine the\n         effect on gene expression and map their differentiation potential into\n.      ,  neurons We will map the haplotype structure determine the\n         rearrangement breakpoints and map the effect on gene expression in\n22 11            q DS patients to unravel the role of the LCRs in both the\n       22 11 . mechanism causing and the phenotypic variation affecting q DS\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nLong read \nsequencing \ndataGenome wide \nlong read \nsequencing data \nfrom 22q11.2DS \nparents and \npatients to map \nthe structural \nrearrangements \nand the 22q11.2 \nLCRs☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: \n☐ NA \nSequencing \ndata: .fastq.gz \nReference \ngenomes: .fasta \nAligned \nreads: .bam, .bai, ☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☒ < 50 TB\n☐ > 50 TB\n☐ NABiobanking\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 510x Cell Ranger \noutput \nfiles: .bam, .mtx, .\ntsv .csv,.htlm, \nAnalysis with \nSeurat \npackage: .R, .Rdat\na, .rds .csv, .xls/.xl\nsx .jpeg ☐ < 1 TB\nArray data \nIllumina array \ndata on gDNA ☒ \nGenerate new \ndata ☒ Digital ☒ \nExperimental .ida\nt, .csv., .xls/.xlsx, \nflat text files\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: Human genome data is sensitive data as it cannot be anonymized.  We store those \ndata under secure environment.  The use of clinical data and samples included in this study is approved by \nthe Ethical Review Committee of the University Hospitals UZ/KU Leuven\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Wet lab protocols are described in detail and recorded in Word files and PDF files, stored in \nappropriately labelled folders on project-specific KU Leuven OneDrive or UZ Leuven M drive. For \nsome wet lab procedures SOPs from the UZ diagnostic unit will be followed. Where applicable, final  \nbioinformatic scripts will be tracked in Jypiter notebooks and for reproducibility and data analysis \nwill be upload on GitHub platform or e.g. Figshare, which will be accompanied by a README.txt \nfile. Sequencing data will be collected and stored either on KU Leuven Large Volume Storage (L: \nDrive) and mainly at VSC Flemish Super Computer. A metadata file will be provided with the clear \ndescription of the raw data and how they were generated; the metadata file will be kept together \nwith the sequencing data. Patient inclusions will be kept in an Excel file, stored in the lab TEAMS  \nKULeuven environment.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nSequencing data will be stored on VSC, accompanied by a metadata file, containing the necessary \ninformation to find and re-use specific files (sample key, technical parameters). Sequencing data require \nspecific metadata when submitted to access-controlled repositories (e.g., EGA). Data documentation will \nbe tailored to their ultimate deposition in public repositories. When depositing data in a repository, the \nfinal dataset will be accompanied by detailed information regarding technical and analytical methods used  \nto generate and analyze the data, to allow for independent reproduction; bioinformatics scripts will be \nprovided in repositories like Figshare or GitHub.\nFWO DMP Template (Flemish Standard DMP) 94.Data Storage & Back-up during the Research Project\nWhere will the data be stored? ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis \n☒ Large Volume Storage ☒ Other: Vlaamse Super Computer (VSC) and UZ Leuven serve\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Data is stored on KU/UZ Leuven and VSC servers with back-up capacities. Eventual upload in EGA will \nsecure long term storage.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data are stored on KU Leuven IT infrastructure (KU Leuven Large Volume Storage, KU Leuven One Drive, \nUZ Leuven Server and VSC Flemish Super Computer), requiring for the access a Multifactor Authentication.  \nAlso, initial access is defined by the corresponding PI research group, so it will be only available to \nauthorized personnel.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?VSC Staging storage: € 30 / TB / year. The costs for data storage for this project are foreseen and allocated \nwithin the project budget.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be preserved for 10 years according to KU Leuven RDM policy\nFWO DMP Template (Flemish Standard DMP) 11Where will these data be archived (stored and \ncurated for the long-term)?☒ KU Leuven RDR \n☒ Other (specifiy): VSC archive for raw digital files and after publication sequencing data will be deposited \nto European Genome-phenome Archive/GEO data repositories with controlled access meaning that a third  \nparty can obtain access to the data only following approval by the KU Leuven/UZ Leuven Data Access \nCommittee (DAC).\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?VSC archive storage: € 30 / TB / year. The costs for data storage for this project are allocated within the \nproject budget and within future projects.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nPseudonymized (coded) data will not be shared, unless a proper Data Transfer Agreement (DTA) or \nMaterial Transfer Agreement (MTA) is in place. This implies that pseudonymized data will not be made \npublic, also not after the end of the project, but deposited to deposited to European Genome-phenome \nArchive/GEO data repositories with controlled access meaning that a third party can obtain access to the \ndata only following approval by the KU Leuven/UZ Leuven Data Access Committee (DAC). Anonymized \naggregated datasets could be made available after the publication. Scripts, algorithms and software tools \nwill be described in manuscripts as supplementary files and/or on GitHub (https://github.com), or Figshare  \nrepositories. Research results will be published as preprints and as Open Access in peer reviewed journals.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Access to human data will be granted by the data access committee to bonafide researchers affiliated with  \nrecognized research institutions upon a proper Data Transfer Agreement (DTA) is in place between UZ/KU \nLeuven DAC and other research institution.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nDue to nature of the data and also potential intellectual property, data access to human data will \nrestricted according to the specified clauses in the informed consent forms for the different studies or due \nto associated intellectual property rights.\nFWO DMP Template (Flemish Standard DMP) 13Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☒ Other data repository (specify) EGA/GEO Algorithms, scripts and software: The relevant algorithms, \nscripts and software tools driving the project will be described in manuscripts and/or on GitHub \n(https://github.com) or figshare, if no novel intellectual property rights are associated. (Pre-print) \npublications will also be automatically added to our institutional repository, Lirias 2.0, based on the \nauthors name and ORCID ID. Research results will be published as BioRxiv preprints or/and as Open Access  \nin peer reviewed journal\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data Transfer Agreement (restricted data)\nGNU GPL-3.0 (code)\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 14Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  We don’t expect any costs for datasharing\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The Ph.D students and PI of the project is responsible for data documentation\nWho will manage data storage and backup \nduring the research project?Yes, a PID will be added upon deposit in a data repository\nWho will manage data preservation and \nsharing?Yes, a PID will be added upon deposit in a data repository\nWho will update and implement this DMP? Yes, a PID will be added upon deposit in a data repository"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Joris Vermeesch (0000-0002-3071-1191 ) Contributor name(s) (+ ORCID) & roles Project number1 & title Mapping the role of the low copy repeats in the phenotypic variability of the 22q11 Deletion Syndrome Funder(s) GrantID2GOA2622 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description 22 11 (22 11 ) The q deletion syndrome q DS is the most common , 1 3000 . genomic disorder with a prevalence of in births The reason . for this high incidence remains an enigma The presence and degrees of severity of most phenotypic features are highly variable across patients and it remains unknown why some patients acquire . neuropsychiatric features and others do not The deletion is caused - , 3by non allelic homologous recombination typically causing a MB 90% . deletion in of patients We demonstrated human specific ( ) expansion and hypervariability of the low copy repeats LCR causing 200 2.5 .the rearrangement with sizes ranging from kb to over Mb Since duplications in the genome are drivers of evolution and genes , in other LCRs have been shown to modulate brain development we hypothesize this variation could be an important determinant for the 22 11 q DS phenotypic variability and especially the neuropsychiatric . / 9 , features Using CRISPRCas editing we will engineer human , embryonic stem cell lines to remove individual LCRs determine the effect on gene expression and map their differentiation potential into . , neurons We will map the haplotype structure determine the rearrangement breakpoints and map the effect on gene expression in 22 11 q DS patients to unravel the role of the LCRs in both the 22 11 . mechanism causing and the phenotypic variation affecting q DS FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Long read sequencing dataGenome wide long read sequencing data from 22q11.2DS parents and patients to map the structural rearrangements and the 22q11.2 LCRs☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: ☐ NA Sequencing data: .fastq.gz Reference genomes: .fasta Aligned reads: .bam, .bai, ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☒ < 50 TB ☐ > 50 TB ☐ NABiobanking 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 510x Cell Ranger output files: .bam, .mtx, . tsv .csv,.htlm, Analysis with Seurat package: .R, .Rdat a, .rds .csv, .xls/.xl sx .jpeg ☐ < 1 TB Array data Illumina array data on gDNA ☒ Generate new data ☒ Digital ☒ Experimental .ida t, .csv., .xls/.xlsx, flat text files FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Human genome data is sensitive data as it cannot be anonymized. We store those data under secure environment. The use of clinical data and samples included in this study is approved by the Ethical Review Committee of the University Hospitals UZ/KU Leuven 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Wet lab protocols are described in detail and recorded in Word files and PDF files, stored in appropriately labelled folders on project-specific KU Leuven OneDrive or UZ Leuven M drive. For some wet lab procedures SOPs from the UZ diagnostic unit will be followed. Where applicable, final bioinformatic scripts will be tracked in Jypiter notebooks and for reproducibility and data analysis will be upload on GitHub platform or e.g. Figshare, which will be accompanied by a README.txt file. Sequencing data will be collected and stored either on KU Leuven Large Volume Storage (L: Drive) and mainly at VSC Flemish Super Computer. A metadata file will be provided with the clear description of the raw data and how they were generated; the metadata file will be kept together with the sequencing data. Patient inclusions will be kept in an Excel file, stored in the lab TEAMS KULeuven environment. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Sequencing data will be stored on VSC, accompanied by a metadata file, containing the necessary information to find and re-use specific files (sample key, technical parameters). Sequencing data require specific metadata when submitted to access-controlled repositories (e.g., EGA). Data documentation will be tailored to their ultimate deposition in public repositories. When depositing data in a repository, the final dataset will be accompanied by detailed information regarding technical and analytical methods used to generate and analyze the data, to allow for independent reproduction; bioinformatics scripts will be provided in repositories like Figshare or GitHub. FWO DMP Template (Flemish Standard DMP) 94.Data Storage & Back-up during the Research Project Where will the data be stored? ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☒ Other: Vlaamse Super Computer (VSC) and UZ Leuven serve How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Data is stored on KU/UZ Leuven and VSC servers with back-up capacities. Eventual upload in EGA will secure long term storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data are stored on KU Leuven IT infrastructure (KU Leuven Large Volume Storage, KU Leuven One Drive, UZ Leuven Server and VSC Flemish Super Computer), requiring for the access a Multifactor Authentication. Also, initial access is defined by the corresponding PI research group, so it will be only available to authorized personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered?VSC Staging storage: € 30 / TB / year. The costs for data storage for this project are foreseen and allocated within the project budget. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be preserved for 10 years according to KU Leuven RDM policy FWO DMP Template (Flemish Standard DMP) 11Where will these data be archived (stored and curated for the long-term)?☒ KU Leuven RDR ☒ Other (specifiy): VSC archive for raw digital files and after publication sequencing data will be deposited to European Genome-phenome Archive/GEO data repositories with controlled access meaning that a third party can obtain access to the data only following approval by the KU Leuven/UZ Leuven Data Access Committee (DAC). What are the expected costs for data preservation during the expected retention period? How will these costs be covered?VSC archive storage: € 30 / TB / year. The costs for data storage for this project are allocated within the project budget and within future projects. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Pseudonymized (coded) data will not be shared, unless a proper Data Transfer Agreement (DTA) or Material Transfer Agreement (MTA) is in place. This implies that pseudonymized data will not be made public, also not after the end of the project, but deposited to deposited to European Genome-phenome Archive/GEO data repositories with controlled access meaning that a third party can obtain access to the data only following approval by the KU Leuven/UZ Leuven Data Access Committee (DAC). Anonymized aggregated datasets could be made available after the publication. Scripts, algorithms and software tools will be described in manuscripts as supplementary files and/or on GitHub (https://github.com), or Figshare repositories. Research results will be published as preprints and as Open Access in peer reviewed journals. If access is restricted, please specify who will be able to access the data and under what conditions.Access to human data will be granted by the data access committee to bonafide researchers affiliated with recognized research institutions upon a proper Data Transfer Agreement (DTA) is in place between UZ/KU Leuven DAC and other research institution. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Due to nature of the data and also potential intellectual property, data access to human data will restricted according to the specified clauses in the informed consent forms for the different studies or due to associated intellectual property rights. FWO DMP Template (Flemish Standard DMP) 13Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☒ Other data repository (specify) EGA/GEO Algorithms, scripts and software: The relevant algorithms, scripts and software tools driving the project will be described in manuscripts and/or on GitHub (https://github.com) or figshare, if no novel intellectual property rights are associated. (Pre-print) publications will also be automatically added to our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. Research results will be published as BioRxiv preprints or/and as Open Access in peer reviewed journal When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data Transfer Agreement (restricted data) GNU GPL-3.0 (code) 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? We don’t expect any costs for datasharing 7. Responsibilities Who will manage data documentation and metadata during the research project?The Ph.D students and PI of the project is responsible for data documentation Who will manage data storage and backup during the research project?Yes, a PID will be added upon deposit in a data repository Who will manage data preservation and sharing?Yes, a PID will be added upon deposit in a data repository Who will update and implement this DMP? Yes, a PID will be added upon deposit in a data repository"
}