{
    "document_id": "D-2022-1583",
    "LinkTitle": "D-2022-1583",
    "file_name": "D-2022-1583.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1583.pdf",
    "metadata": {
        "title": "My plan (C1-C2-IDN DMP) - C3 HVDC Test Suite DMP",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "C3 HVDC Test Suite DMP\nProject Name\n My plan (C1-C2-IDN DMP) - C3 HVDC Test Suite DMP\nGrant Title\n 3E210672\nPrincipal Investigator / Researcher\n Willem Leterme\nDescription\n The research project will valorize the past research on protection of VSC HVDC\ngrids. The project will develop a test suite, including (i) new component models, (ii) standard test\nsetups and (iii) a hardware setup. The project aims at creating standardized test circuits,\nwaveforms and potentially collecting data from real-life projects.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. Dr. Ir. Dirk Van Hertem (Promotor) - Dr. Ir. Willem Leterme (copromotor)\nInternal Funds Project number & title\n3E210672\n - \nTestsuite voor HVDC beveiligingssystemen\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of\ndata\nFormat\nVolume\nHow created\nType\nSoftware\nsimulation\nand\nautomation\nfiles\n.py, .pscx\n< 100\nMB\nSoftware\ndevelopment\nSoftware\nHardware\ncircuit\ndescription\n.pdf\n< 5 MB\nUser manual\nDocumentation\nWaveforms\nEMT type\n.out/.csv/.mat\n(depends)\n1-2 GB\nUsing\nsoftware\nsimulation\nRaw data (if\nactually\ngenerated)\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, the research results in data with potential for tech transfer and valorisation.\nTo protect the IP, software simulation models will not be shared publicly. Data generated based\non the software simulation will be shared under the CC-BY-NC-4.0 license, such that academics\nmay benefit using the data, but not commercial entities.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. Software simulation tool: in-software documentation and external readme files will be written\nfor future use.\n2. Simulation data: a paper describing the models used to generate the data will be provided\ntogether with the data. A .txt or .inf file providing simulation details will be generated together\nwith the .out/.csv/.mat files. (If generated)\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nA metadata standard will not be used. The .txt/.out file will contain the details on:\n- The specifics of the commercial simulation software used for generating the results.\n- The name and version of the FORTRAN solver used for generating the results.\n- The name of the simulation case (to be associated a paper describing the case).\n- The solution time step used for generating the data.\n- The total simulation time.\n- A description of the rows of the .csv files, associated with the specific waveforms in the\nsimulation (to be associated with a paper describing the simulation setup).\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nESAT digital data storage devices and servers are located in the ESAT computer room, which is\nphysically secured with limited access for IT personnel only. \n \nThe digital data are stored on a SAN (Hitachi G350). Two physical servers access the SAN and\nmake the data available to client computers on the ESAT network via: \n \nSMB2 (or higher) from specific IP ranges \n \nNFSv4 from specific (IT managed) systems\n5.2. How will the data be backed up?\nThe data is backed up daily, on tapes. \n \nThe data is also replicated to an off-site storage system - SAN (Hitachi G350) - housed in the ICTS\ndata center. \n \nFor more on backup retrieval see \nhttps://wiki.esat.kuleuven.be/it/BackupAndRecovery\n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, assuming near future volumes are within the projected sizes. If very large volumes are\nexpected for a project, contact the IT system group.\n \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe data storage 'SAN (Hitachi G350)' was paid for by the participating divisions of ESAT and\npartners. \n \nThe backup infrastructure plus software and supplies (mainly tapes) are paid by the users of the\nbackup system based on a 'per use' allocation key.\n \n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nESAT digital data storage devices and servers \nare located in\n the ESAT computer room, which is\nphysically secured with limited access for IT personnel only.\n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the expected 10 year period after the end of the project.\n6.2. Where will these data be archived (= stored for the long term)?\nThe storage and backup facilities described higher can be used for this.\n \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe data storage 'SAN (Hitachi G350)' was paid for by the participating divisions of ESAT and\npartners. \n \nThe backup infrastructure plus software and supplies (mainly tapes) are paid by the users of the\nbackup system based on a 'per use' allocation key.\n \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe C3 project has the objective for valorization. Data with IP potential will be restricted to avoid\ndevaluation.\n7.2. Which data will be made available after the end of the project?\n(Potentially) Waveforms generated by simulation model for selected cases (~1-2 GB).\n7.3. Where/how will the data be made available for reuse?\nOther (specify):\n(Potentially) As a public dataset (.csv) associated with a paper submission (e.g. on Zenodo).\n7.4. When will the data be made available?\n(Potentially) The data will be available once the paper is published.\n7.5. Who will be able to access the data and under what conditions?\nThe waveforms for selected cases might be published open-access, potentially under a CC BY-NC 4.0\n,\nto allow for free use within the academic sector while restricting commercial use. Whether or not this\nmight lead to a devaluation of results will be evaluated prior to making data accessible.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNo costs expected.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nDr. \nMuhammad Haroon Nadeem\n \n8.2. Who will be responsible for data storage & back up during the project?\nDr. \nMuhammad Haroon Nadeem\n \n8.3. Who will be responsible for ensuring data preservation and sharing?\nDr. Willem Leterme\n /\nProf. Dr. Dirk Van \nHertem\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "C3 HVDC Test Suite DMP Project Name My plan (C1-C2-IDN DMP) - C3 HVDC Test Suite DMP Grant Title 3E210672 Principal Investigator / Researcher Willem Leterme Description The research project will valorize the past research on protection of VSC HVDC grids. The project will develop a test suite, including (i) new component models, (ii) standard test setups and (iii) a hardware setup. The project aims at creating standardized test circuits, waveforms and potentially collecting data from real-life projects. Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. Dr. Ir. Dirk Van Hertem (Promotor) - Dr. Ir. Willem Leterme (copromotor) Internal Funds Project number & title 3E210672 - Testsuite voor HVDC beveiligingssystemen 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created Type Software simulation and automation files .py, .pscx < 100 MB Software development Software Hardware circuit description .pdf < 5 MB User manual Documentation Waveforms EMT type .out/.csv/.mat (depends) 1-2 GB Using software simulation Raw data (if actually generated) 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, the research results in data with potential for tech transfer and valorisation. To protect the IP, software simulation models will not be shared publicly. Data generated based on the software simulation will be shared under the CC-BY-NC-4.0 license, such that academics may benefit using the data, but not commercial entities. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. Software simulation tool: in-software documentation and external readme files will be written for future use. 2. Simulation data: a paper describing the models used to generate the data will be provided together with the data. A .txt or .inf file providing simulation details will be generated together with the .out/.csv/.mat files. (If generated) 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. A metadata standard will not be used. The .txt/.out file will contain the details on: - The specifics of the commercial simulation software used for generating the results. - The name and version of the FORTRAN solver used for generating the results. - The name of the simulation case (to be associated a paper describing the case). - The solution time step used for generating the data. - The total simulation time. - A description of the rows of the .csv files, associated with the specific waveforms in the simulation (to be associated with a paper describing the simulation setup). 5. Data storage and backup during the project 5.1. Where will the data be stored? ESAT digital data storage devices and servers are located in the ESAT computer room, which is physically secured with limited access for IT personnel only. The digital data are stored on a SAN (Hitachi G350). Two physical servers access the SAN and make the data available to client computers on the ESAT network via: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems 5.2. How will the data be backed up? The data is backed up daily, on tapes. The data is also replicated to an off-site storage system - SAN (Hitachi G350) - housed in the ICTS data center. For more on backup retrieval see https://wiki.esat.kuleuven.be/it/BackupAndRecovery 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, assuming near future volumes are within the projected sizes. If very large volumes are expected for a project, contact the IT system group. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The data storage 'SAN (Hitachi G350)' was paid for by the participating divisions of ESAT and partners. The backup infrastructure plus software and supplies (mainly tapes) are paid by the users of the backup system based on a 'per use' allocation key. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ESAT digital data storage devices and servers are located in the ESAT computer room, which is physically secured with limited access for IT personnel only. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 10 year period after the end of the project. 6.2. Where will these data be archived (= stored for the long term)? The storage and backup facilities described higher can be used for this. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The data storage 'SAN (Hitachi G350)' was paid for by the participating divisions of ESAT and partners. The backup infrastructure plus software and supplies (mainly tapes) are paid by the users of the backup system based on a 'per use' allocation key. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The C3 project has the objective for valorization. Data with IP potential will be restricted to avoid devaluation. 7.2. Which data will be made available after the end of the project? (Potentially) Waveforms generated by simulation model for selected cases (~1-2 GB). 7.3. Where/how will the data be made available for reuse? Other (specify): (Potentially) As a public dataset (.csv) associated with a paper submission (e.g. on Zenodo). 7.4. When will the data be made available? (Potentially) The data will be available once the paper is published. 7.5. Who will be able to access the data and under what conditions? The waveforms for selected cases might be published open-access, potentially under a CC BY-NC 4.0 , to allow for free use within the academic sector while restricting commercial use. Whether or not this might lead to a devaluation of results will be evaluated prior to making data accessible. 7.6. What are the expected costs for data sharing? How will these costs be covered? No costs expected. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Dr. Muhammad Haroon Nadeem 8.2. Who will be responsible for data storage & back up during the project? Dr. Muhammad Haroon Nadeem 8.3. Who will be responsible for ensuring data preservation and sharing? Dr. Willem Leterme / Prof. Dr. Dirk Van Hertem 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}