{
    "document_id": "D-2024-2628",
    "LinkTitle": "D-2024-2628",
    "file_name": "D-2024-2628.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2628.pdf",
    "metadata": {
        "title": "D-2024-2628",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Ruth Peeters (ORCID-ID: 0000-0003-2629-1881)\nContributor name(s) (+ ORCID) & roles /\nProject number 1 & title 3H230611 \nLes carrières littéraires de femmes écrivains juives françaises et belges qui ont vécu l'Occupation dans les années '40:  \nUne étude de cas.\n(The literary trajectories of French and Belgian Jewish women writers who lived through the Occupation in the 1940s:  \nA case study).\nFunder(s) GrantID 211P1724N\nAffiliation(s) ⏹ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description                   TheaimforthisresearchprojectistomapouttheliterarytrajectoriesofJewishwomenwriterswholivedthrough  \n        1940 .           the Occupation in France and Belgium in the s The project thus wants to contribute to the existing body of  \n  ’                   :work on womens writing from the WWII period by focusing on a case that has not been studied much thus far  \n    . ,    ,        that of Jewish women writers Moreover for France and Belgium the specific context of the Occupation adds to  \n                 . theexceptionalnatureofthistimeforJewishwomenwritersandthedevelopmentoftheircareersasauthors The  \n    ,         ( , ,  )corpus consists of seven authors and includes both the three primary literary genres fiction poetry and drama  \n     -  (    ).        as well as works of nonfiction published diaries and memoirs The project takes a sociological approach to the  \n      . ,            study of literary texts and authorial careers Thus its aim is to unearth how the war shaped and changed Jewish  \n ’         (    )  women writers status as published authors through an analysis of their own perspective on their publication  \n , ,    ,              history before during and after the war as well as of the ways in which they write about questions of gendered  \n                . andJewishidentityandtheproblemofcreationinrelationtourgenthistoricaleventsthroughouttheseyears The  \n             ’  project aims ultimately to encourage future research into the specificities of Jewish women writers responses to  \n      .and experiences of the Second World War\n2.Research Data Summary\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 33.Documentation and Metadata\n3 Add rows for each dataset you want to describe.4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1.Corpus: \nFor the corpus, several document types are created: \na) a template for corpus annotations i.e. structured note-taking \nb) a corpus annotation key that accompanies this template and which explains what the various elements in  \nthe system stand for i.e. RQs and tags \nc) the corpus annotation files themselves \nd) a spreadsheet to gather metadata relating to the corpus\ne) bibliographical references, which will be turned into an annotated bibliography\nTo manage these documents: \nI will create a README.txt file to describe \na) how the corpus was assembled i.e. selection criteria \nb) how my corpus annotations work i.e. description of how the template that I used for my annotations works,  \nand how to interpret the annotation key that I created, which specifies what the various RQs and tags used in  \nthe template refer to more specifically (i.e. workflow). \nThe corpus annotation files  themselves contain some basic bibliographical information to help identify the  \ntext the notes relate to: full name author – full title of the work – (original) date of publication – publisher.\nBibliographical references  are managed through Zotero. To each Zotero entry, I add the related corpus  \nannotation file and  a  child-parent  note that  summarises  the  content and  relevance of the  work.  This  \ninformation will be used to create the annotated bibliography.\nThe spreadsheet will need to be accompanied by an explanation of the metadata standard used (this standard  \nremains to be decided upon; I will discuss this with my supervisor when the time comes to start working on the  \nRQ for which this spreadsheet will be relevant). \n2.Secondary literature and archival materials :\nFor secondary literature and archival materials , I again work with a template for structured note-taking. Each file  \ncontains a full bibliographical reference for the source at the top of the first page. My notes always follow the same  \nstructure: page numbers – quote – footnotes – personal comments. \nBibliographical references  are again managed through Zotero. Each Zotero file contains a child-parent note that  \nsummarises the source and its relevance for my research, and that contains several tags to identify the topics the  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5source deals with. This information will be used to create the annotated bibliographies. To the Zotero entry, I also add  \nthe annotation file, so that notes and bibliographical information are attached to each other.  \nNOTE: \nFor archival materials and/or scans I receive of corpus materials that are no longer in print and not yet in the public  \ndomain,  I  will  also  create  a  separate  document  that  specifies  any  copyright  regulations  or  information  on  \nacknowledgements. This document will also specify in what format I consulted each work in my corpus (for example  \nprinted book available through a library, own copy of a printed book, scan received through an archive etc.), so that I’ll  \nbe able to remember this later on. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFor the spreadsheet that describes relevant metadata for the corpus, I will need to decide upon a metadata standard. I  \nwill discuss this with my supervisor when the time comes to start working on RQ4.  \nBoth for the corpus and for secondary literature, detailed bibliographical information i.e. metadata will be managed  \nusing Zotero. Each annotation file in itself also contains some essential bibliographical information cf. metadata  \ncollected in Zotero (see previous question), and each annotation file will be added to the accompanying Zotero entry,  \nso that data and metadata are attached to each other and stay together. Each Zotero entry also contains a summary of  \nthe content and relevance of the source for my research.\nI also use a transparent folder structure, and a consistent file-naming system, so as to make it easy for myself to find  \nrelevant documents on my computer whenever I need them. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 64.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify): all data are stored on my personal computer hard drive + personal Microsoft  \nOnedrive, and I am also planning on getting an external hard drive for back-up purposes (I’m in the process of deciding  \non which one to purchase). As stated above, annotation files are also stored in Zotero.  \n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes: I mostly work with text-files, which means that the 2TB provided by KULeuven Onedrive should be largely  \nsufficient for the project. My personal Onedrive is also big enough to store all of my documents, and storage capacity  \ncan be expanded if and when needed. \n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  For KULeuven Onedrive: I manage access myself. The only people who have access to files related to the project are  \nmy supervisor and myself. My Toledo account is protected with a strong password and with KULeuven authenticator.\nFor files stored on my personal computer and personal Onedrive, and on Zotero: I have a personal subscription to  \nNorton Firewall to protect me from potential dangers. My personal laptop and Onedrive can only be accessed with a  \npassword, and the same goes for my Zotero account of course.\nI will also purchase an external hard-drive to make sure that I won’t lose any documents, should my laptop/Onedrive  \never be compromised in some way or other. I am looking into purchasing one that is password protected.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?An external hard-drive costs around € 100 - € 200. My FWO bench fee will be used to cover this cost.\nThe free 2TB provided by KULeuven for the use of Onedrive will suffise. No extra costs are expected for this.\nMy personal Onedrive is paid for with my own resources, as it is part of my personal Microsoft package. The same goes  \nfor my Norton Firewall subscription.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR: Some documents, I will be able to share through the KULeuven RDR repository. These are 1. the  \nannotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the corpus  \nannotation key and template (workflow), and 3. the corpus spreadsheet that will be used for RQ4.  \n☒ Large Volume Storage (longterm for large volumes):  Some documents, I will not be able to share in the  \nrepository, due to copyright issues. For almost all the authors included in my corpus, copyright legislation still applies.  \nTherefore, I will not be able to share 1. corpus annotation files 2. scans for works included in the corpus received from  \narchives and libraries 3. scans and annotation files for other archival materials. Since I copy large chunks of text into my  \nannotation files, I will moreover also not be able to share 4. secondary literature annotation files. All of these will need  \nto be stored separately from the other documents.\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Since I won’t generate huge volumes of data, costs should not be too high, though it is difficult to estimate  \ncosts at this point. Costs for long-term storage will be covered by my research group’s budget.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 96. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data: : Some documents, I will be able to share through the KULeuven RDR repository. These are 1.  \nthe annotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the corpus  \nannotation key and template (workflow), and 3. the corpus spreadsheet. \n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nSome documents, I will not be able to share in the repository, due to copyright legislation. For all the authors included  \nin my corpus, copyright legislation still applies. Therefore, I will not be able to share 1. corpus annotation files 2. scans  \nfor works included in the corpus received from archives and libraries 3. scans and annotation files for other archival  \nmaterials. Since I copy large chunks of text into my annotation files, I will moreover also not be able to share 4.  \nsecondary literature annotation files. \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.N.A.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: The authors in my corpus have not been deceased for more than 70 years, except for one. This  \nmeans that copyright legislation still applies to all their works and their archives. Therefore, I will not be able to share  \ncertain files: 1. corpus annotation files 2. scans for works included in the corpus received from archives and libraries 3.  \nscans and annotation files for other archival materials. Since I copy large chunks of text into my annotation files in  \norder to comment upon them, I will moreover also not be able to share 4. secondary literature annotation files.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR: see above. Some documents, I will be able to share through the KULeuven RDR repository. These  \nare 1. the annotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the  \ncorpus annotation key and template (workflow), and 3. the corpus spreadsheet. \n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results: Since I will continue to update the annotated bibliographies as I read more  \nand more materials throughout the project, it seems logical to only share them towards the end, so that the most  \ncomplete and comprehensive version becomes available to the public. The same goes for the other two document  \ntypes that I will be able to share (see above).\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nI’m not sure about this yet, but I do think that for the documents I share in RDR, a DOI will be available. This is,  \nhowever, something that remains to be decided upon as the project progresses.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no expected costs, since I will not exceed the limit for free deposit in the KULeuven RDR repository.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 117. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?I am responsible for this during the project.\nWho will manage data storage and backup \nduring the research project?Again, I am responsible for this during the project.\nWho will manage data preservation and \nsharing?I will manage this, in collaboration with my supervisor.\nWho will update and implement this DMP? I will be responsible for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Ruth Peeters (ORCID-ID: 0000-0003-2629-1881) Contributor name(s) (+ ORCID) & roles / Project number 1 & title 3H230611 Les carrières littéraires de femmes écrivains juives françaises et belges qui ont vécu l'Occupation dans les années '40: Une étude de cas. (The literary trajectories of French and Belgian Jewish women writers who lived through the Occupation in the 1940s: A case study). Funder(s) GrantID 211P1724N Affiliation(s) ⏹ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description TheaimforthisresearchprojectistomapouttheliterarytrajectoriesofJewishwomenwriterswholivedthrough 1940 . the Occupation in France and Belgium in the s The project thus wants to contribute to the existing body of ’ :work on womens writing from the WWII period by focusing on a case that has not been studied much thus far . , , that of Jewish women writers Moreover for France and Belgium the specific context of the Occupation adds to . theexceptionalnatureofthistimeforJewishwomenwritersandthedevelopmentoftheircareersasauthors The , ( , , )corpus consists of seven authors and includes both the three primary literary genres fiction poetry and drama - ( ). as well as works of nonfiction published diaries and memoirs The project takes a sociological approach to the . , study of literary texts and authorial careers Thus its aim is to unearth how the war shaped and changed Jewish ’ ( ) women writers status as published authors through an analysis of their own perspective on their publication , , , history before during and after the war as well as of the ways in which they write about questions of gendered . andJewishidentityandtheproblemofcreationinrelationtourgenthistoricaleventsthroughouttheseyears The ’ project aims ultimately to encourage future research into the specificities of Jewish women writers responses to .and experiences of the Second World War 2.Research Data Summary 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 33.Documentation and Metadata 3 Add rows for each dataset you want to describe.4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1.Corpus: For the corpus, several document types are created: a) a template for corpus annotations i.e. structured note-taking b) a corpus annotation key that accompanies this template and which explains what the various elements in the system stand for i.e. RQs and tags c) the corpus annotation files themselves d) a spreadsheet to gather metadata relating to the corpus e) bibliographical references, which will be turned into an annotated bibliography To manage these documents: I will create a README.txt file to describe a) how the corpus was assembled i.e. selection criteria b) how my corpus annotations work i.e. description of how the template that I used for my annotations works, and how to interpret the annotation key that I created, which specifies what the various RQs and tags used in the template refer to more specifically (i.e. workflow). The corpus annotation files themselves contain some basic bibliographical information to help identify the text the notes relate to: full name author – full title of the work – (original) date of publication – publisher. Bibliographical references are managed through Zotero. To each Zotero entry, I add the related corpus annotation file and a child-parent note that summarises the content and relevance of the work. This information will be used to create the annotated bibliography. The spreadsheet will need to be accompanied by an explanation of the metadata standard used (this standard remains to be decided upon; I will discuss this with my supervisor when the time comes to start working on the RQ for which this spreadsheet will be relevant). 2.Secondary literature and archival materials : For secondary literature and archival materials , I again work with a template for structured note-taking. Each file contains a full bibliographical reference for the source at the top of the first page. My notes always follow the same structure: page numbers – quote – footnotes – personal comments. Bibliographical references are again managed through Zotero. Each Zotero file contains a child-parent note that summarises the source and its relevance for my research, and that contains several tags to identify the topics the FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5source deals with. This information will be used to create the annotated bibliographies. To the Zotero entry, I also add the annotation file, so that notes and bibliographical information are attached to each other. NOTE: For archival materials and/or scans I receive of corpus materials that are no longer in print and not yet in the public domain, I will also create a separate document that specifies any copyright regulations or information on acknowledgements. This document will also specify in what format I consulted each work in my corpus (for example printed book available through a library, own copy of a printed book, scan received through an archive etc.), so that I’ll be able to remember this later on. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For the spreadsheet that describes relevant metadata for the corpus, I will need to decide upon a metadata standard. I will discuss this with my supervisor when the time comes to start working on RQ4. Both for the corpus and for secondary literature, detailed bibliographical information i.e. metadata will be managed using Zotero. Each annotation file in itself also contains some essential bibliographical information cf. metadata collected in Zotero (see previous question), and each annotation file will be added to the accompanying Zotero entry, so that data and metadata are attached to each other and stay together. Each Zotero entry also contains a summary of the content and relevance of the source for my research. I also use a transparent folder structure, and a consistent file-naming system, so as to make it easy for myself to find relevant documents on my computer whenever I need them. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 64.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify): all data are stored on my personal computer hard drive + personal Microsoft Onedrive, and I am also planning on getting an external hard drive for back-up purposes (I’m in the process of deciding on which one to purchase). As stated above, annotation files are also stored in Zotero. ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes: I mostly work with text-files, which means that the 2TB provided by KULeuven Onedrive should be largely sufficient for the project. My personal Onedrive is also big enough to store all of my documents, and storage capacity can be expanded if and when needed. ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data For KULeuven Onedrive: I manage access myself. The only people who have access to files related to the project are my supervisor and myself. My Toledo account is protected with a strong password and with KULeuven authenticator. For files stored on my personal computer and personal Onedrive, and on Zotero: I have a personal subscription to Norton Firewall to protect me from potential dangers. My personal laptop and Onedrive can only be accessed with a password, and the same goes for my Zotero account of course. I will also purchase an external hard-drive to make sure that I won’t lose any documents, should my laptop/Onedrive ever be compromised in some way or other. I am looking into purchasing one that is password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered?An external hard-drive costs around € 100 - € 200. My FWO bench fee will be used to cover this cost. The free 2TB provided by KULeuven for the use of Onedrive will suffise. No extra costs are expected for this. My personal Onedrive is paid for with my own resources, as it is part of my personal Microsoft package. The same goes for my Norton Firewall subscription. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR: Some documents, I will be able to share through the KULeuven RDR repository. These are 1. the annotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the corpus annotation key and template (workflow), and 3. the corpus spreadsheet that will be used for RQ4. ☒ Large Volume Storage (longterm for large volumes): Some documents, I will not be able to share in the repository, due to copyright issues. For almost all the authors included in my corpus, copyright legislation still applies. Therefore, I will not be able to share 1. corpus annotation files 2. scans for works included in the corpus received from archives and libraries 3. scans and annotation files for other archival materials. Since I copy large chunks of text into my annotation files, I will moreover also not be able to share 4. secondary literature annotation files. All of these will need to be stored separately from the other documents. ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Since I won’t generate huge volumes of data, costs should not be too high, though it is difficult to estimate costs at this point. Costs for long-term storage will be covered by my research group’s budget. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 96. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data: : Some documents, I will be able to share through the KULeuven RDR repository. These are 1. the annotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the corpus annotation key and template (workflow), and 3. the corpus spreadsheet. ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Some documents, I will not be able to share in the repository, due to copyright legislation. For all the authors included in my corpus, copyright legislation still applies. Therefore, I will not be able to share 1. corpus annotation files 2. scans for works included in the corpus received from archives and libraries 3. scans and annotation files for other archival materials. Since I copy large chunks of text into my annotation files, I will moreover also not be able to share 4. secondary literature annotation files. If access is restricted, please specify who will be able to access the data and under what conditions.N.A. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The authors in my corpus have not been deceased for more than 70 years, except for one. This means that copyright legislation still applies to all their works and their archives. Therefore, I will not be able to share certain files: 1. corpus annotation files 2. scans for works included in the corpus received from archives and libraries 3. scans and annotation files for other archival materials. Since I copy large chunks of text into my annotation files in order to comment upon them, I will moreover also not be able to share 4. secondary literature annotation files. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR: see above. Some documents, I will be able to share through the KULeuven RDR repository. These are 1. the annotated bibliographies that I will create (both for my corpus and for my secondary literature), 2. the corpus annotation key and template (workflow), and 3. the corpus spreadsheet. ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results: Since I will continue to update the annotated bibliographies as I read more and more materials throughout the project, it seems logical to only share them towards the end, so that the most complete and comprehensive version becomes available to the public. The same goes for the other two document types that I will be able to share (see above). ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No I’m not sure about this yet, but I do think that for the documents I share in RDR, a DOI will be available. This is, however, something that remains to be decided upon as the project progresses. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs, since I will not exceed the limit for free deposit in the KULeuven RDR repository. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 117. Responsibilities Who will manage data documentation and metadata during the research project?I am responsible for this during the project. Who will manage data storage and backup during the research project?Again, I am responsible for this during the project. Who will manage data preservation and sharing?I will manage this, in collaboration with my supervisor. Who will update and implement this DMP? I will be responsible for updating and implementing this DMP."
}