{
    "document_id": "D-2023-2266",
    "LinkTitle": "D-2023-2266",
    "file_name": "D-2023-2266.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2266.pdf",
    "metadata": {
        "title": "D-2023-2266",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviatio ns is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Hans Van Oosterwyck, 0000 -0002 -2142 -9717  \nContributor  name(s) ( + ORCID) & roles   \nProject number  1 & title PRECLINICAL STUDY TARGETING MECHANOSENSITIVE CA2+ CHANNELS FOR CEREBRAL CAVERNOUS \nMALFORMATIONS THERAPY AND EARLY DIAGNOSIS  \nFunder(s) GrantID  2 G0L1522N  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n                                                      \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Cerebral Cavernous Malformations (CCM), a cerebrovascular disease affecting small vessels in 1 out of 200 individuals,  \nare stacks of dilated and haemorrhagic venous capillaries formed by a unique layer of poorly joined endothelial cells. \nIncompetent blood -brain barrier (BBB) is a major manifestation of CCM leading to  headaches, seizures,  paralysis, \nsensory or cognitive deficits.  Currently, surgical resection is not always possible  and there is no therapeutic \nalternative . MECACCM will explore molecular events at the onset of CCM and innovative therapeutic strategies.  \nMyste riously, CCM lesions form only in low flow venous capillaries but not in high flow vessels. Preliminary results \nfrom our consortium advocate for a causative role of mechanosensitive calcium channels of the Piezo and TRPV \nfamilies. Their contributions to CC M onset has however never been explored. This project brings together \nrecognized experts in endothelial mechanotransduction, cell and matrix mechanics  and miRNA signalling to \ninvestigate the interplay between cell -generated forces, intrinsic molecular path ways and extrinsic mechanical cues . \nBy combining in vitro  data with the analysis of patient CCM samples  collected in the largest German biobank , the \ngoal of this project is to identify early biomarkers of CCM initiation and to perform preclinical testing o f \nnanoparticles loaded with drugs targeting mechanosensitive calcium channels in in vivo  CCM mouse models  thanks \nto experts in nanomedicine  and functional neuroimaging of the BBB . \n \n \n \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indica te whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n(Traction \nforce) \nmicroscopy \nrelated data  Confocal \nmicroscopy raw \ndata and its \nprocessing (and \nrelated data) to \ninfer cellular \ntractions  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☒ Software  \n☐ Other : microscopy image \ndata sets (digital, \n.lif files), \ncomputational \ncodes (digital, .m \nfiles), processed \nimage datasets \n(digital, .pvd \nfiles), hydrogel \nmechanical test \nresults (digital, \n.xls, .csv files)  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB \n☐ NA \n \n2-5 GB/ combined \ndataset, around 2 \nTB data expected \nover the project \nduration   \nIn vitro \ndevice -\nrelated data  In vitro \nchambers (and \ntheir design) to \nperform in vitro \nexperiments  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☒ Model  \n☐ Software  \n☐ Other:  CAD designs of \ndevices (in vitro \nchambers) \n(digital, SolidEdge \n.par, .asm, and \n.stl, .step files), \ncomputational \nflow models \n(digital, .mph \nfiles),  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \ntotal expected \ndigital data volume \naround 10 GB  In vitro (flow) \nchambers and \nperistaltic pumps  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Cell biology \nrelated data  Cells and \nsamples stored \nfor experiments \nas well their \nmicroscopy \nimages  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  Microscope \nimages and \nanalysis thereof \n(.czi, .tiff, .xls, \n.csv, .zvi, .jpg)  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n commercially \navailable human \nprimary endothelial \ncells (vials), \ngenetically \nmodified \nendothelial cells \n(vials), histological \nsamples \n(immunohistochem\nistry)  \nelectronic lab \nnote books, \nexperimental \nprotocols, \nexperimental \nconditions \nand other \nmetadata   ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  Word, pdf  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data  and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \n                                                      \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval  number:  S54744  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n                                                      \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n The main results and methods will be published in peer -reviewed journals.  \nAll generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will \nbe archived digitally. All groups have templates for writing protocols , and templates for excel spreadsheets \nfor raw data and data analysis. When we u pload raw data to repositories, we will affix keywords and a \nreadme file with the needed information for reuse.  KU Leuven’s private Gitlab repository will be used for \nversion control and ease of sharing of computational codes (made available at \nhttps://gitlab.kuleuven.be/MAtrix ). \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata w ill be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \n \nThe metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by \nthe microscope software), standard operation procedures (SOP’s), and lab journal records detailing all \nother relevant experimental details. The metadata will be included as keywor ds and all information about \nthe data into readme files inserted with each dataset.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n  \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☒ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume S torage  \n☐ Digital Vault  \n☐ Other:  \n \nAll data other than the large volume data sets (microscopy images, processed images) will be stored \nlocally on the researcher’s computer, while being constantly synced to KU Leuven OneDrive . Large volume \ndata sets will  be stored in the KU Leuven Large Volume Storage drive (L: drive).  \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \nThe researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available \nper KU Leuven researcher) and the data on the network drives is kept secure and backed up by th e \nuniversity ICTS services. When a dataset will no longer be modified (e.g. after publication of manuscripts), \narchiving to a read only network drive (KU Leuven K: drive) will be done to maintain a copy.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Is there currently sufficient storage & backup \ncapa city during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nEach researcher will have  cloud storage space using KU Leuven OneDrive , covering all requirements other \nthan the large volume datasets. The large volume  data sets (primarily microscopy images, both raw and \nprocessed) will amount to an estimated total of 2 TB over the project duration.  This data will be partially \nstored on the K U Leuven K: drive and L: drive during the course of the project and archived on the KU \nLeuven K: drive after the end of the project.  The microscopes are directly connected to the KU Leuven \nNetwork L: drive, facilitating this storage .  \n \nHow will you ensure  that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE  MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND \nTRANSFERRED DATA ARE  SAFE.  \nGuidance on security for research data   \n Storage on university network drives are secure data storage solutions with security services managed by \nthe University ICTS department. They provide the options to control data access by authorised persons \nand maintain backups in secure physical locations. The above -mentioned storage sites are compatible with \nGDPR regulations  \n \nWhat are the expected costs for da ta storage \nand backup during the research project? How \nwill these costs be covered?  Storage space on the KU Leuven drives will be acquired based on project needs. This cost is estimated at \n4000 € (for entire project duration) and will be covered from the p roject consumables budget.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical exp eriments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \nAll digital data and metadata will be retained for at least 10 years. Where possible and deemed useful, aliquots of \ncells used and their genetically modified versions will be kept stored under cryopreservation  \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Costs are estimated to be of the order of 3000 euros for the 10 year period. It remains to be decided how \nwe will cover these costs . \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED  ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed  data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nThe main findings of the research with all supporting processed data will be made available via \npubli cations in peer -reviewed journals. Publishing all raw data associated with published manuscripts on \ndata repositories will be considered (to be decided).  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions .  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nTo be decided  for data repositories. A Gitlab repository will be used for sharing computational codes.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n When will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nTo be decided  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER  YOU INTEND TO ADD A  PERSISTENT AND UNIQ UE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs for digital data sharing are foreseen.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researchers will be responsible for data  documentation and metadata.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Who will manage data storage and backup \nduring the research project?  The researchers will be responsible for data storage and backup . \nWho will manage data preservation and \nsharing?  The researchers and the supervisor  will jointly manage data preservation and sharing . \nWho will update and implement this DMP?  The supervisor (prof. Hans Van Oosterwyck)  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Hans Van Oosterwyck, 0000 -0002 -2142 -9717 Contributor name(s) ( + ORCID) & roles Project number 1 & title PRECLINICAL STUDY TARGETING MECHANOSENSITIVE CA2+ CHANNELS FOR CEREBRAL CAVERNOUS MALFORMATIONS THERAPY AND EARLY DIAGNOSIS Funder(s) GrantID 2 G0L1522N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Cerebral Cavernous Malformations (CCM), a cerebrovascular disease affecting small vessels in 1 out of 200 individuals, are stacks of dilated and haemorrhagic venous capillaries formed by a unique layer of poorly joined endothelial cells. Incompetent blood -brain barrier (BBB) is a major manifestation of CCM leading to headaches, seizures, paralysis, sensory or cognitive deficits. Currently, surgical resection is not always possible and there is no therapeutic alternative . MECACCM will explore molecular events at the onset of CCM and innovative therapeutic strategies. Myste riously, CCM lesions form only in low flow venous capillaries but not in high flow vessels. Preliminary results from our consortium advocate for a causative role of mechanosensitive calcium channels of the Piezo and TRPV families. Their contributions to CC M onset has however never been explored. This project brings together recognized experts in endothelial mechanotransduction, cell and matrix mechanics and miRNA signalling to investigate the interplay between cell -generated forces, intrinsic molecular path ways and extrinsic mechanical cues . By combining in vitro data with the analysis of patient CCM samples collected in the largest German biobank , the goal of this project is to identify early biomarkers of CCM initiation and to perform preclinical testing o f nanoparticles loaded with drugs targeting mechanosensitive calcium channels in in vivo CCM mouse models thanks to experts in nanomedicine and functional neuroimaging of the BBB . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indica te whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume (Traction force) microscopy related data Confocal microscopy raw data and its processing (and related data) to infer cellular tractions ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other : microscopy image data sets (digital, .lif files), computational codes (digital, .m files), processed image datasets (digital, .pvd files), hydrogel mechanical test results (digital, .xls, .csv files) ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA 2-5 GB/ combined dataset, around 2 TB data expected over the project duration In vitro device - related data In vitro chambers (and their design) to perform in vitro experiments ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other: CAD designs of devices (in vitro chambers) (digital, SolidEdge .par, .asm, and .stl, .step files), computational flow models (digital, .mph files), ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA total expected digital data volume around 10 GB In vitro (flow) chambers and peristaltic pumps FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Cell biology related data Cells and samples stored for experiments as well their microscopy images ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: Microscope images and analysis thereof (.czi, .tiff, .xls, .csv, .zvi, .jpg) ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA commercially available human primary endothelial cells (vials), genetically modified endothelial cells (vials), histological samples (immunohistochem istry) electronic lab note books, experimental protocols, experimental conditions and other metadata ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: Word, pdf ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval number: S54744 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . The main results and methods will be published in peer -reviewed journals. All generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. All groups have templates for writing protocols , and templates for excel spreadsheets for raw data and data analysis. When we u pload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. KU Leuven’s private Gitlab repository will be used for version control and ease of sharing of computational codes (made available at https://gitlab.kuleuven.be/MAtrix ). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata w ill be created to make the data easier to find and reuse. REPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No The metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The metadata will be included as keywor ds and all information about the data into readme files inserted with each dataset. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☒ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume S torage ☐ Digital Vault ☐ Other: All data other than the large volume data sets (microscopy images, processed images) will be stored locally on the researcher’s computer, while being constantly synced to KU Leuven OneDrive . Large volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive). How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) The researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives is kept secure and backed up by th e university ICTS services. When a dataset will no longer be modified (e.g. after publication of manuscripts), archiving to a read only network drive (KU Leuven K: drive) will be done to maintain a copy. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Is there currently sufficient storage & backup capa city during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Each researcher will have cloud storage space using KU Leuven OneDrive , covering all requirements other than the large volume datasets. The large volume data sets (primarily microscopy images, both raw and processed) will amount to an estimated total of 2 TB over the project duration. This data will be partially stored on the K U Leuven K: drive and L: drive during the course of the project and archived on the KU Leuven K: drive after the end of the project. The microscopes are directly connected to the KU Leuven Network L: drive, facilitating this storage . How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Storage on university network drives are secure data storage solutions with security services managed by the University ICTS department. They provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above -mentioned storage sites are compatible with GDPR regulations What are the expected costs for da ta storage and backup during the research project? How will these costs be covered? Storage space on the KU Leuven drives will be acquired based on project needs. This cost is estimated at 4000 € (for entire project duration) and will be covered from the p roject consumables budget. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical exp eriments on humans ☐ Certain data cannot be ke pt for 10 years (explain) All digital data and metadata will be retained for at least 10 years. Where possible and deemed useful, aliquots of cells used and their genetically modified versions will be kept stored under cryopreservation Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are estimated to be of the order of 3000 euros for the 10 year period. It remains to be decided how we will cover these costs . 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: The main findings of the research with all supporting processed data will be made available via publi cations in peer -reviewed journals. Publishing all raw data associated with published manuscripts on data repositories will be considered (to be decided). If access is restricted, please specify who will be able to access the data and under what conditions . Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) To be decided for data repositories. A Gitlab repository will be used for sharing computational codes. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) To be decided Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQ UE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No costs for digital data sharing are foreseen. 7. Responsibilities Who will manage data documentation and metadata during the research project? The researchers will be responsible for data documentation and metadata. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Who will manage data storage and backup during the research project? The researchers will be responsible for data storage and backup . Who will manage data preservation and sharing? The researchers and the supervisor will jointly manage data preservation and sharing . Who will update and implement this DMP? The supervisor (prof. Hans Van Oosterwyck)"
}