{
    "document_id": "D-2024-3147",
    "LinkTitle": "D-2024-3147",
    "file_name": "D-2024-3147.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3147.pdf",
    "metadata": {
        "title": "D-2024-3147",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "VICAR\nData Management Plan\nVersion 1 : December 29, 2024\nResponsibility of Prof. dr. Marc Sabbe (KU Leuven)\nDisclaimer:\nThis Data Management Plan (DMP) is a living document. We are committed to continuously updating it\nto ensure that all aspects concerning data management, including collection, storage, processing, sharing,\nand disposal, are thoroughly covered. As new phases of the VICAR project emerge, and our understanding\nof the corresponding data improves, we will revise this document accordingly. This ensures that our DMP\nremains current and comprehensive. The version number can be found at the end of the document.\n1\nContents\n1 Research Data Summary 4\n2 Documentation and metadata 5\n3 Data storage and back-up during the research project 6\n4 Data preservation after the end of the research project 7\n5 Data sharing and reuse 7\n6 Responsibilities 8\n7 Logbook DMP 9\n2\nAbbreviations\n•AI : Artificial Intelligence\n•DMP : Data management Plan\n•DTA : Data Tansfer Agreement\n•CTC : Clinical Trial Center\n•GDPR : General Data Protection Regulation\n•LRD : KU Leuven Research and Development\n•MDR : Medical Device Regulation\n•MTA : Material Transfer Agreement\n•PI : Principal Investigator\n•RDR : Research Data Repository\n•VICAR : Ventilation In Cardiac Arrest\n3\n1 Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse\nduring your research project.\nDataset\nname/IDDescription New or\nreuseData type File for-\nmatData volume\nDemcon\nRawRaw data measured with setup using\nthe Demcon Turbine BlowerNew Numerical .txt-file <1 TB\nDemcon\nPro-\ncessedProcessed files derived from the “Dem-\ncon Raw” dataset measured with\nthe setup using the Demcon Turbine\nBlowerNew Numerical .csv-file <1 TB\nDr¨ ager\nRawRaw data measured with the setup us-\ning the Dr¨ ager VentilatorNew Numerical .txt-file <1 TB\nDr¨ ager\nPro-\ncessedProcessed files derived from the\n“Dr¨ ager Raw” dataset measured with\nthe setup using the Dr¨ ager ventilatorNew Numerical .csv-file <1 TB\nZOLL\nRawRaw data measured with the setup us-\ning the Demcon Turbine BlowerNew Numerical .txt-file <1 TB\nZOLL\nPro-\ncessedRaw data measured with the setup us-\ning the ZOLL 731 Series portable ven-\ntilatorNew Numerical .txt-file <1 TB\nVICAR-\nmatrixDatabase containing all settings and de-\nrived parameters for the three ventila-\ntorsNew Numerical .csv-file <100 GB\nModels The models and algorithms used during\nthe machine learning/AI phase of the\nprojectNew Model N/A <1 TB\nHuman\nstudy\ndataClinical data from clinical trial (e.g. vi-\ntal signs, lab results, intervention de-\ntails, outcomes)New Numerical\nand clinical\ndata.csv-file <500 GB\nAnimal\nstudy\ndataIn vivo animal study data (e.g.\nphysiological measurements, outcomes,\nbiomarkers)New Numerical\nand experi-\nmental data.csv-file <100 GB\nMDR Deliverables according to MDR regula-\ntionsNew Textual .doc-file <100 GB\nNote: The data related to human clinical studies and animal studies will be further detailed and updated\naccordingly as soon as more information becomes available.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier\n(e.g. DOI, Handle, URL, etc.) per dataset or data type:\nNo data will be reused from earlier projects.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments\non humans or animals, dual use)? If so, refer to specific datasets or data types when appro-\npriate and provide the relevant ethical approval number.\nYes, dual use (approval number pending)\nWill you process personal data? If so, please refer to specific datasets or data types when ap-\npropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\n4\nYes, this project will involve processing personal data, including potentially special category data such as\nhealth or biometric data, in compliance with GDPR regulations. Details and any required approvals will be\nupdated in the DMP at a later stage, once available.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example\nspin-offs, commercial exploitation, . . . )? If so, please comment per dataset or data type where\nappropriate.\nYes, the VICAR project has potential for commercial valorization, including through non-exclusive licensing,\ntechnology transfer, and collaborations with industrial partners. Key datasets with commercial potential\ninclude:\n•Clinical and preclinical data: these datasets will support product validation and attract partnerships\nfor further clinical trials and commercialization.\n•Models and algorithms: licensing of AI-driven models and algorithms to companies developing smart\nventilators or critical care systems.\nWe work closely with the KU Leuven tech transfer office (LRD) to protect and manage IP with plans to\nmake data available through the KU Leuven RDR when appropriate. Our strategy is to pursue non-exclusive\nlicensing to ensure broad market access and avoid barriers to entry.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use\n(e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please\nexplain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be\nmanaged related to the data you (re)use? If so, please explain in the comment section to what\ndata they relate and which restrictions will be asserted.\nNo\n2 Documentation and metadata\nClearly describe what approach will be followed to capture the accompanying information\nnecessary to keep data understandable and usable, for yourself and others, now and in the\nfuture (e.g. in terms of documentation levels and types required, procedures used, Electronic\nLab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).\nA README file will be provided with each of the datasets indicating what the data represents and how\nthey were generated. This fil will be kept in the same directory as the data itself.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please\nspecify which metadata standard will be used. If not, please specify which metadata will be\ncreated to make the data easier to find and reuse.\nNo, technical and analytical methods used to generate the data will be documented in sufficient detail to\nallow for independent reproduction. These will include software version numbers, segmentation algorithm\nrequirements, computational requirements, etc. When depositing data in a repository, the final data set will\nbe accompanied by tis information in the form of a README.txt document. This file will be located in the\ntop-level directory of the dataset and will also allow the data to be understood by other members of the\n5\nresearch group and add context to the dataset for further use.\n3 Data storage and back-up during the research project\nWhere will the data be stored?\n•Personal network drive (I-drive)\n•OneDrive (KU Leuven)\n•Other (specify below)\nDuring the measurements, all data will be stored on a local drive. Regular backup onto a KU Leuven owned\nOneDrive repository and an external drive will be made with set reminders to aid the researchers. These\nbackups onto OneDrive ensure that if something were to happen to the local computer, only very recently\n(max 2 working days) measured data would be lost.\nHow will the data be backed up?\n•Standard back-up provided by KU Leuven ICTS for my storage solution\n•Personal back-ups I make (specify below)\nDuring the entire process of data measurements, back-ups are ensured via OneDrive as well as at least three\nback-ups onto an external drive.\nIs there currently sufficient storage and backup capacity during the project? If no or insuffi-\ncient storage or backup capacities are available, explain how this will be taken care of.\nNormally enough storage will be available. In the case a shortage occurs, extra storage can be acquired\nthrough KU Leuven.\nHow will you ensure that the data are securely stored and not accessed or modified by unau-\nthorized persons?\n•The external drive has a password, only known by the researchers.\n•The computer performing the measurements requires the specific login credentials from the researchers\nand is physically behind a locked door. Remote access to this computer is only possible after multi-\nfactor authentication.\n•The online storage is secured though OneDrive itself.\nWhat are the expected costs for data storage and backup during the research project? How\nwill these costs be covered?\nNo costs are expected; if they, however, do arise a part of the research budget will be allocated to cover\nthem. The only potential cost would be the need to purchase additional storage via KU Leuven.\n6\n4 Data preservation after the end of the research project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies\nthat are applicable) after the end of the project? In case some data cannot be preserved,\nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal\nproducts for human use and for clinical experiments on humans.\nWhere will these data be archived (stored and curated for the long-term)?\nLarge volume storage (long term for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How\nwill these costs be covered?\nThis will be around €173.58 per year per TB and will be covered by KU Leuven.\n5 Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project? Please\nexplain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval or institutional access only)\nGiven the nature of the data generated in the VICAR project, including sensitive clinical data and the\npotential for intellectual property protection, the data will not be made publicly available without restric-\ntions. Any sharing of data will be subject to approval by the PI and institutional guidelines, including\nthe MTA/DTA. Relevant datasets may be available after evaluation and approval by KU Leuven’s LRD to\nensure compliance with intellectual property and ethical requirements.\nIf access is restricted, please specify who will be able to access the data and under what con-\nditions.\nOnce data files associated with a publication are released, they can be used by anyone to generate new\nresults, provided they reference the original publication and do not use the data for commercial purposes.\nOther data will only be released upon requests, after an embargo period following publication. Access must\nbe requested from a KU Leuven representative responsible for the data and model repositories, with written\napproval from the PI, adherence to institutional guidelines, and evaluation by LRD.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined\nin an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type\nwhere appropriate.\nYes, ethical aspects\nEthical considerations related to the use of sensitive data from clinical or animal studies may impose restric-\ntions, requiring evaluations and approvals before data sharing.\n7\nWhere will the data be made available? If already known, please provide a repository per\ndataset or data type.\n•KU Leuven RDR\n•Other data repository\nThis will be decided upon later in the project, once a clearer view on the amount of data is possible.\nWhen will the data be made available?\n•Upon publication of research results\n•Other\nThe data will be made available after publication via the required link in the publication or upon requests\nand after an embargo period after publication, upon decision of the PI and after evaluation by LRD.\nWhich data usage licenses are you going to provide? If none, please explain why.\nYet to be decided.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession\nnumber? If already available, please provide it here.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected cost is not yet defined and will depend on the amount of data that is shared. The cost,\nhowever, will be covered by KU Leuven.\n6 Responsibilities\nWho will manage data documentation and metadata during the research project?\nProf. dr. Marc Sabbe, PI of the research project, is responsible for the data documentation and metadata.\nHe delegates this task to ir. Ana¨ ıs Langlois as she is working full-time on this project and is performing the\nmeasurements.\nWho will manage data storage and backup during the research project?\nProf. dr. Marc Sabbe is responsible for the data storage and back-up during the project and at least 10\nyears after the end of the research project.\nWho will manage data preservation and sharing?\nProf. dr. Marc Sabbe is responsible for ensuring data preservation for at least 10 years after the end of the\nresearch project and the sharing of the data as outlined in the DMP.\nWho will update and implement this DMP?\nThe end responsibility to update and implement this DMP lies with prof. dr. Marc Sabbe.\n8\n7 Logbook DMP\nVersion Time Notes\n1 29/12/2024 Initial DMP\n9"
    },
    "clean_full_text": "VICAR Data Management Plan Version 1 : December 29, 2024 Responsibility of Prof. dr. Marc Sabbe (KU Leuven) Disclaimer: This Data Management Plan (DMP) is a living document. We are committed to continuously updating it to ensure that all aspects concerning data management, including collection, storage, processing, sharing, and disposal, are thoroughly covered. As new phases of the VICAR project emerge, and our understanding of the corresponding data improves, we will revise this document accordingly. This ensures that our DMP remains current and comprehensive. The version number can be found at the end of the document. 1 Contents 1 Research Data Summary 4 2 Documentation and metadata 5 3 Data storage and back-up during the research project 6 4 Data preservation after the end of the research project 7 5 Data sharing and reuse 7 6 Responsibilities 8 7 Logbook DMP 9 2 Abbreviations •AI : Artificial Intelligence •DMP : Data management Plan •DTA : Data Tansfer Agreement •CTC : Clinical Trial Center •GDPR : General Data Protection Regulation •LRD : KU Leuven Research and Development •MDR : Medical Device Regulation •MTA : Material Transfer Agreement •PI : Principal Investigator •RDR : Research Data Repository •VICAR : Ventilation In Cardiac Arrest 3 1 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. Dataset name/IDDescription New or reuseData type File for- matData volume Demcon RawRaw data measured with setup using the Demcon Turbine BlowerNew Numerical .txt-file <1 TB Demcon Pro- cessedProcessed files derived from the “Dem- con Raw” dataset measured with the setup using the Demcon Turbine BlowerNew Numerical .csv-file <1 TB Dr¨ ager RawRaw data measured with the setup us- ing the Dr¨ ager VentilatorNew Numerical .txt-file <1 TB Dr¨ ager Pro- cessedProcessed files derived from the “Dr¨ ager Raw” dataset measured with the setup using the Dr¨ ager ventilatorNew Numerical .csv-file <1 TB ZOLL RawRaw data measured with the setup us- ing the Demcon Turbine BlowerNew Numerical .txt-file <1 TB ZOLL Pro- cessedRaw data measured with the setup us- ing the ZOLL 731 Series portable ven- tilatorNew Numerical .txt-file <1 TB VICAR- matrixDatabase containing all settings and de- rived parameters for the three ventila- torsNew Numerical .csv-file <100 GB Models The models and algorithms used during the machine learning/AI phase of the projectNew Model N/A <1 TB Human study dataClinical data from clinical trial (e.g. vi- tal signs, lab results, intervention de- tails, outcomes)New Numerical and clinical data.csv-file <500 GB Animal study dataIn vivo animal study data (e.g. physiological measurements, outcomes, biomarkers)New Numerical and experi- mental data.csv-file <100 GB MDR Deliverables according to MDR regula- tionsNew Textual .doc-file <100 GB Note: The data related to human clinical studies and animal studies will be further detailed and updated accordingly as soon as more information becomes available. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL, etc.) per dataset or data type: No data will be reused from earlier projects. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appro- priate and provide the relevant ethical approval number. Yes, dual use (approval number pending) Will you process personal data? If so, please refer to specific datasets or data types when ap- propriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). 4 Yes, this project will involve processing personal data, including potentially special category data such as health or biometric data, in compliance with GDPR regulations. Details and any required approvals will be updated in the DMP at a later stage, once available. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, . . . )? If so, please comment per dataset or data type where appropriate. Yes, the VICAR project has potential for commercial valorization, including through non-exclusive licensing, technology transfer, and collaborations with industrial partners. Key datasets with commercial potential include: •Clinical and preclinical data: these datasets will support product validation and attract partnerships for further clinical trials and commercialization. •Models and algorithms: licensing of AI-driven models and algorithms to companies developing smart ventilators or critical care systems. We work closely with the KU Leuven tech transfer office (LRD) to protect and manage IP with plans to make data available through the KU Leuven RDR when appropriate. Our strategy is to pursue non-exclusive licensing to ensure broad market access and avoid barriers to entry. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2 Documentation and metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). A README file will be provided with each of the datasets indicating what the data represents and how they were generated. This fil will be kept in the same directory as the data itself. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No, technical and analytical methods used to generate the data will be documented in sufficient detail to allow for independent reproduction. These will include software version numbers, segmentation algorithm requirements, computational requirements, etc. When depositing data in a repository, the final data set will be accompanied by tis information in the form of a README.txt document. This file will be located in the top-level directory of the dataset and will also allow the data to be understood by other members of the 5 research group and add context to the dataset for further use. 3 Data storage and back-up during the research project Where will the data be stored? •Personal network drive (I-drive) •OneDrive (KU Leuven) •Other (specify below) During the measurements, all data will be stored on a local drive. Regular backup onto a KU Leuven owned OneDrive repository and an external drive will be made with set reminders to aid the researchers. These backups onto OneDrive ensure that if something were to happen to the local computer, only very recently (max 2 working days) measured data would be lost. How will the data be backed up? •Standard back-up provided by KU Leuven ICTS for my storage solution •Personal back-ups I make (specify below) During the entire process of data measurements, back-ups are ensured via OneDrive as well as at least three back-ups onto an external drive. Is there currently sufficient storage and backup capacity during the project? If no or insuffi- cient storage or backup capacities are available, explain how this will be taken care of. Normally enough storage will be available. In the case a shortage occurs, extra storage can be acquired through KU Leuven. How will you ensure that the data are securely stored and not accessed or modified by unau- thorized persons? •The external drive has a password, only known by the researchers. •The computer performing the measurements requires the specific login credentials from the researchers and is physically behind a locked door. Remote access to this computer is only possible after multi- factor authentication. •The online storage is secured though OneDrive itself. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected; if they, however, do arise a part of the research budget will be allocated to cover them. The only potential cost would be the need to purchase additional storage via KU Leuven. 6 4 Data preservation after the end of the research project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans. Where will these data be archived (stored and curated for the long-term)? Large volume storage (long term for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? This will be around €173.58 per year per TB and will be covered by KU Leuven. 5 Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval or institutional access only) Given the nature of the data generated in the VICAR project, including sensitive clinical data and the potential for intellectual property protection, the data will not be made publicly available without restric- tions. Any sharing of data will be subject to approval by the PI and institutional guidelines, including the MTA/DTA. Relevant datasets may be available after evaluation and approval by KU Leuven’s LRD to ensure compliance with intellectual property and ethical requirements. If access is restricted, please specify who will be able to access the data and under what con- ditions. Once data files associated with a publication are released, they can be used by anyone to generate new results, provided they reference the original publication and do not use the data for commercial purposes. Other data will only be released upon requests, after an embargo period following publication. Access must be requested from a KU Leuven representative responsible for the data and model repositories, with written approval from the PI, adherence to institutional guidelines, and evaluation by LRD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, ethical aspects Ethical considerations related to the use of sensitive data from clinical or animal studies may impose restric- tions, requiring evaluations and approvals before data sharing. 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. •KU Leuven RDR •Other data repository This will be decided upon later in the project, once a clearer view on the amount of data is possible. When will the data be made available? •Upon publication of research results •Other The data will be made available after publication via the required link in the publication or upon requests and after an embargo period after publication, upon decision of the PI and after evaluation by LRD. Which data usage licenses are you going to provide? If none, please explain why. Yet to be decided. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? The expected cost is not yet defined and will depend on the amount of data that is shared. The cost, however, will be covered by KU Leuven. 6 Responsibilities Who will manage data documentation and metadata during the research project? Prof. dr. Marc Sabbe, PI of the research project, is responsible for the data documentation and metadata. He delegates this task to ir. Ana¨ ıs Langlois as she is working full-time on this project and is performing the measurements. Who will manage data storage and backup during the research project? Prof. dr. Marc Sabbe is responsible for the data storage and back-up during the project and at least 10 years after the end of the research project. Who will manage data preservation and sharing? Prof. dr. Marc Sabbe is responsible for ensuring data preservation for at least 10 years after the end of the research project and the sharing of the data as outlined in the DMP. Who will update and implement this DMP? The end responsibility to update and implement this DMP lies with prof. dr. Marc Sabbe. 8 7 Logbook DMP Version Time Notes 1 29/12/2024 Initial DMP 9"
}