{
    "document_id": "D-2023-2060",
    "LinkTitle": "D-2023-2060",
    "file_name": "D-2023-2060.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2060.pdf",
    "metadata": {
        "title": "Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage-microtissues in alginate microcapsules",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Biofabrication of remotely actuated skeletal implants using magnetically augmented \ncartilage-\nmicrotissues in alginate microcapsules\nA Data Management Plan created using DMPonline.be\nCreators: \nKonstantinos Ioannidis, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nKonstantinos Ioannidis\nProject Administrator:\n \nKonstantinos Ioannidis, n.n. n.n.\nGrant number / URL: \n1SD7223N\nID: \n197330\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nThe multidisciplinary field of Regenerative Medicine has clearly showed its great potential especially\nwith tissue engineered cell based advanced therapeutic medicinal products (ATMPs). Despite being\nconsidered as a very promising tool most of the times ATMPs, fail to be translated into clinical\npractices. There is still a knowledge gap concerning the biomanufacturing and biofabrication\nprocesses of these ATMPs, thus limiting their applicability in clinical translation. In this project, we\npropose an experimental approach following a sequence of processes to develop a high throughput\npipeline for the production of osteochondral implants by overcoming limitations faced by traditional\nbiomanufacturing (BMP) and biofabrication strategies. This would be achieved by utilizing a magnetic\nhydrogel, in which a few hundred of iPS cells would be microencapsulated per microcapsule to form\nmicrotissues. Following the proper maturation (bone – cartilage forming populations) and biological\nevaluation of the microtissues, they will be used to develop through magnetic driven biofabrication,\nzonated OC implants (bone-cartilage zone) and will be assessed in in vivo transplantation\nexperiments (ectopic) and after magnetic induced mechanical stimulation regimes (knee OC defect).\nFinally, this novel approach will not be only useful for accelerating research and clinical translation for\nskeletal ATMPs but it can be adapted as a BMP for any other type of tissue, s.a liver, heart, brain, and\nskin.\nLast modified: \n14-03-2023\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n1 of 10\nBiofabrication of remotely actuated skeletal implants using magnetically augmented \ncartilage-\nmicrotissues in alginate microcapsules\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\nThis project will generate new data using various sophisticated machines and equipment: \n1\n. \nMicroscopes (Olympus, LIMSy, confocal, histological stainings), data will be in .vsi format will be saved in cloud server and their\ncorresponding .jpeg formats are going to be used for presentations and publications; .vsi format includes metadata related to\nmicroscope settings. Analyzed data from image analysis would be stored in an excel file and the plots generated with either OriginLab\nor Graphpad would be also saved in the same file containing the raw data files. \n2\n. \nMRI, CT scan of in vivo experiments: for this type of data, the rawdata, plus metadata will be stored in the server (L-Driver); all\nanalysis will be stored in the same folder with the analyzed images in a subfolder. Any calculations and analysis on the images will be\nsaved in excel format and it'll be save in the corresponding file location of the sample and experimental protocol used. The processed\ndata would be .jpg images.\n3\n. \nVideos; with high-speed camera will be saved in .mp4 format and their corresponding analysis with Tracker analysis software would\ngenerate tracking results in an excel file format; all of them saved in cloud server in their corresponding sample file location. \n4\n. \nMagnetic Hysteresis, z-potential measurements; saved in excel file and stored in the cloud server in the location of their\ncorresponding sample and experimental template subfolders. Metadata format is also going to be stored in the same folder.  \n5\n. \nBiophysics analysis; all data used to generate new data in order to analyze the biophysics of our system will be stored in an excel file\nand their corresponding plots will be visualized in .jpeg images; all of them saved in the cloud server in their corresponding file\nlocation described by the experimental template used to generate them. \n6\n. \nRNA sequencing data; raw and analyzed data will be stored both in the Genomics Core KU Leuven server and in the cloud server of\nour lab. Analyzed data will be stored in excel files with their corresponding generated plots, while tubes containing a portion of the\nsamples used would be reserved in the lab for at least 5 years after the completion of the research.\n7\n. \nMaterial Characterazation: all data obtained using SEM, TEM, FTIR, NMR will be stored in their raw version and the analyzed images\nand data will be stored in excel and .jpeg formats in the cloud server in the folder corresponding to the project. The samples that were\nused for this measurements will be also maintained.  \n8\n. \nPublications, draft texts and files used to generate these files will be stored in a seperated folder indicating the publication Journal.\nPosters, abstracts and presentations in group meetings, conferences and departmental meetings will be also saved in a separeted file\nin the cloud server. The format of these data will vary from .word files to PDF and ppt presentantions. \n9\n. \nAny data generated from computational models will be saved in their raw file version and proccessed data will be found in the same\nfolders with the rawdata they describe.\nWe expect that by the end of the funded fellowship the project will generate new data with \nan estimated volume around 3-3.5TB.\n The\ncloud server of our lab will facilitate the data storage for up to 5 years after the completion of this project and special SSD external hard\ndrivers have already been purchused for storing nanoCT and MRI data that have the biggest volume; the hard drivers will be maintained as\nlab's property and we will guarantee their availability for up to 5 years after the completion of the project; the data stored in SSD hard\ndrivers will also be stored in the cloud server as a backup; but for their analysis the hard drivers must be used (faster analysis). \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end\nof the research? Motivate your answer. (use up to 700 characters)\nDesignation of responsible person: \nPI: Ioannis Papantoniou and Lab Manager: Jenny Peeters\n \nStorage capacity/repository\nduring the research: will be stored in Cranium (L driver), Total Capacity: 8 PetaBytes= 8.000.000 GB for all users of the lab. \nafter the research: important data will be maintained in Cranium for up to 5 years after the completion of the research, since the\nresearch included human derived specimens it is important that some of the data will have to be saved and reported to the\nethical committe upon request. For this type of data we will guarantee their availability even longer after the expire of the 5 year\nperiod. \nTherefore we believe that we will not meet any problems regarding the storage of these data. Moreover, since we are using human cells in\nthis research, we have to report their usage to ethical commite upon request and maintain the original files. \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n2 of 10\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nIn this project we do not have, store or use any personal data of human participants/donors. Data derived from the use of human biological\nmaterial would be stored and maintained for reporting back to the ethical committe upon request even after the end of this project. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nAt the moment, we do not have any issues or limitations regarding data management\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n3 of 10\nBiofabrication of remotely actuated skeletal implants using magnetically augmented \ncartilage-\nmicrotissues in alginate microcapsules\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n4 of 10\nBiofabrication of remotely actuated skeletal implants using magnetically augmented \ncartilage-\nmicrotissues in alginate microcapsules\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n5 of 10\nBiofabrication of remotely actuated skeletal implants using magnetically augmented \ncartilage-\nmicrotissues in alginate microcapsules\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the\ntype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the\ndata.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMaterial\ncharacterazation\nMaterial\nanalysis on\nhydrogel\nand tissue\nGenerate new data\nDigital\nPhysical\nExperimental \nobservational\n.tif, .jpg, .ppt,\n.pdf, graphs\n50GB\nMaterials\nanalyzed\nkept for\nreference\nMicroscope\nanalysis\nMic images\nfrom\nbiological\nsamples\ngenerate new data\nDigital\nPhysical\nExperimental \nobservational\n.jpg, .ppt, .tif,\ndata: .excel,\ngraphs\n1TB\nSlide\nboxes\nwith\nsections\nkept in\nthe lab\nMRI-nanoCT\nscan\nin vivo\nimaging\ngenerate new data\nDigital\nExperimental\nraw data,\n.jpg, .pdf\n1-2 TB\n \nH-speed Videos\nvideo \nnew data\nDIgital\nObservational\n.mp4, .tif,\ntracker\nsoftware\nformat, .excel\n100GB\n \nRNA-seq\nmRNA\nexpression\nNew data\nDigital\nExperimental/aggregated\ndata\n.excel file\n1-1.5TB\n \nPoster-\nPublications\n-\nReuse existing data\n \n \n.ppt, .pdf\n100GB\n \nBiophysics\nobservations\nand\nsimulations\nnew data\nDigital\nExperimental,\nObservational +\nSimulation Data\n.mp4, data\nfrom comsol\n150GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n6 of 10\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nIn this project we do not have, store or use any personal data of human participants/donors\n.\nData derived from the use of human biological material would be stored and maintained for reporting back to the ethical committe upon\nrequest even after the end of this project.\nThe biological samples derived from humans have been approved by ethical commite and the codes for their experimental use are: \nFor the EC human periosteum derived cells:\n it is S53717 and S64471 \nFor the EC iPS cells:\n it is S66219   Since for this research we\nplanned in vivo implantations in animals:   \nFor the EC animalium\n it is P059-2020  \nmouse ectopic and orthotopic model\n \nFor the EC\nanimalium\n it is P056-2019 \nrat knee joint model\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nNo\nIn this project we do not have, store or use any personal data of human participants/donors\n.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nIn this research they are 2 components that can have great valorization value. \n1st valorazation opportunity is the encapsulation technik and material after the end of WP2. Although as a technik isnt new and its widely\nused in state of the art companies to encapsulate biological material (TreeFrog) in order to bioprocess them and cultivate them, the use of\nmagnetic nanoparticles and thus the magnetic actuation of the droplets with the encapsulated stem cells opens new possibilities in the way\nthat these samples are treated during the downstreaming processes. Thus, we believe that it would be viable for commercial exploitation. \n2nd valorazation opportunity is the magnetic driven assembly of microtissues into bigger biological samples as well as their biological\nbehaviour upon culture under magnetic field WP3-4. We are currently conducting experiments to evaluate if this process step of\nbioassembly offers further enhancement for the phenotype of the implants that we aim to produce.\nA Non-invesively visualization of implants with MRI would also let us explore any possibilities for clinical translation options.\nAfter gathering the data and producing ppt presentations and pdfs we will consult with the LRD department. Main goal is the establishment\nof a spin-off/start up company within KU Leuven for further exploitation of this research.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n7 of 10\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nExperimental templates describing analytical the experimental procedure as well as the instruments usage and settings will accompany the\nfolder where the raw data will be stored, giving the future user the ability  to understand, retrieve infromation and recapitulate the research. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nMetadata file from highly speciallized instruments will be stored and maintained\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nIn Cranium, L Driver provided by KU Leuven: 8 PetaBytes volume capacity. \nBackup files stored in SSD hard drivers to make analysis easier and faster. \nHow will the data be backed up?\nNA\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is enough storage capacity in L drive to save the estimated output of our research (2TB)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData are stored in L Driver, thus users affilieted strictly with KU Leuven and in particular our Lab will only have access; every user having\naccess to the L driver signs a doc related to the crecedential rights of use;\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nData obtained by using human derived biological material will be maintained and used for reporting to ethical committes. Data will be\nstored for 10 years. \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n8 of 10\nWhere will these data be archived (stored and curated for the long-term)?\nIn L driver, KU Leuven storage solution\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data generated will and could be used for access within our group.\nIn case of spin-offs the data will be stored in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPI - Ioannis Papantoniou \nResearcher: Konstantinos Ioannidis \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nTechnological aspects of the projects will be the intellectual property of this Project. \nIn case of publications, the datasets and rawdata would be available for sharing via the Journal. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn L Driver, they are stored, saved and available as soon as they are getting generated\nWhen will the data be made available?\nUpon Generation for raw data, and upon publication of research results of the analyzed processed version of data. \nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n9 of 10\nNA\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nKonstantinos Ioannidids, Ioannis Papantoniou \nWho will manage data storage and backup during the research project?\nKonstantinos Ioannidis \nWho will manage data preservation and sharing?\nIoannis Papantoniou \nWho will update and implement this DMP?\nIoannis Papantoniou \nCreated using DMPonline.be. Last modiﬁed 14 March 2023\n10 of 10"
    },
    "clean_full_text": "Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage- microtissues in alginate microcapsules A Data Management Plan created using DMPonline.be Creators: Konstantinos Ioannidis, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Konstantinos Ioannidis Project Administrator: Konstantinos Ioannidis, n.n. n.n. Grant number / URL: 1SD7223N ID: 197330 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: The multidisciplinary field of Regenerative Medicine has clearly showed its great potential especially with tissue engineered cell based advanced therapeutic medicinal products (ATMPs). Despite being considered as a very promising tool most of the times ATMPs, fail to be translated into clinical practices. There is still a knowledge gap concerning the biomanufacturing and biofabrication processes of these ATMPs, thus limiting their applicability in clinical translation. In this project, we propose an experimental approach following a sequence of processes to develop a high throughput pipeline for the production of osteochondral implants by overcoming limitations faced by traditional biomanufacturing (BMP) and biofabrication strategies. This would be achieved by utilizing a magnetic hydrogel, in which a few hundred of iPS cells would be microencapsulated per microcapsule to form microtissues. Following the proper maturation (bone – cartilage forming populations) and biological evaluation of the microtissues, they will be used to develop through magnetic driven biofabrication, zonated OC implants (bone-cartilage zone) and will be assessed in in vivo transplantation experiments (ectopic) and after magnetic induced mechanical stimulation regimes (knee OC defect). Finally, this novel approach will not be only useful for accelerating research and clinical translation for skeletal ATMPs but it can be adapted as a BMP for any other type of tissue, s.a liver, heart, brain, and skin. Last modified: 14-03-2023 Created using DMPonline.be. Last modiﬁed 14 March 2023 1 of 10 Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage- microtissues in alginate microcapsules Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This project will generate new data using various sophisticated machines and equipment: 1 . Microscopes (Olympus, LIMSy, confocal, histological stainings), data will be in .vsi format will be saved in cloud server and their corresponding .jpeg formats are going to be used for presentations and publications; .vsi format includes metadata related to microscope settings. Analyzed data from image analysis would be stored in an excel file and the plots generated with either OriginLab or Graphpad would be also saved in the same file containing the raw data files. 2 . MRI, CT scan of in vivo experiments: for this type of data, the rawdata, plus metadata will be stored in the server (L-Driver); all analysis will be stored in the same folder with the analyzed images in a subfolder. Any calculations and analysis on the images will be saved in excel format and it'll be save in the corresponding file location of the sample and experimental protocol used. The processed data would be .jpg images. 3 . Videos; with high-speed camera will be saved in .mp4 format and their corresponding analysis with Tracker analysis software would generate tracking results in an excel file format; all of them saved in cloud server in their corresponding sample file location. 4 . Magnetic Hysteresis, z-potential measurements; saved in excel file and stored in the cloud server in the location of their corresponding sample and experimental template subfolders. Metadata format is also going to be stored in the same folder. 5 . Biophysics analysis; all data used to generate new data in order to analyze the biophysics of our system will be stored in an excel file and their corresponding plots will be visualized in .jpeg images; all of them saved in the cloud server in their corresponding file location described by the experimental template used to generate them. 6 . RNA sequencing data; raw and analyzed data will be stored both in the Genomics Core KU Leuven server and in the cloud server of our lab. Analyzed data will be stored in excel files with their corresponding generated plots, while tubes containing a portion of the samples used would be reserved in the lab for at least 5 years after the completion of the research. 7 . Material Characterazation: all data obtained using SEM, TEM, FTIR, NMR will be stored in their raw version and the analyzed images and data will be stored in excel and .jpeg formats in the cloud server in the folder corresponding to the project. The samples that were used for this measurements will be also maintained. 8 . Publications, draft texts and files used to generate these files will be stored in a seperated folder indicating the publication Journal. Posters, abstracts and presentations in group meetings, conferences and departmental meetings will be also saved in a separeted file in the cloud server. The format of these data will vary from .word files to PDF and ppt presentantions. 9 . Any data generated from computational models will be saved in their raw file version and proccessed data will be found in the same folders with the rawdata they describe. We expect that by the end of the funded fellowship the project will generate new data with an estimated volume around 3-3.5TB. The cloud server of our lab will facilitate the data storage for up to 5 years after the completion of this project and special SSD external hard drivers have already been purchused for storing nanoCT and MRI data that have the biggest volume; the hard drivers will be maintained as lab's property and we will guarantee their availability for up to 5 years after the completion of the project; the data stored in SSD hard drivers will also be stored in the cloud server as a backup; but for their analysis the hard drivers must be used (faster analysis). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Designation of responsible person: PI: Ioannis Papantoniou and Lab Manager: Jenny Peeters Storage capacity/repository during the research: will be stored in Cranium (L driver), Total Capacity: 8 PetaBytes= 8.000.000 GB for all users of the lab. after the research: important data will be maintained in Cranium for up to 5 years after the completion of the research, since the research included human derived specimens it is important that some of the data will have to be saved and reported to the ethical committe upon request. For this type of data we will guarantee their availability even longer after the expire of the 5 year period. Therefore we believe that we will not meet any problems regarding the storage of these data. Moreover, since we are using human cells in this research, we have to report their usage to ethical commite upon request and maintain the original files. Created using DMPonline.be. Last modiﬁed 14 March 2023 2 of 10 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) In this project we do not have, store or use any personal data of human participants/donors. Data derived from the use of human biological material would be stored and maintained for reporting back to the ethical committe upon request even after the end of this project. Which other issues related to the data management are relevant to mention? (use up to 700 characters) At the moment, we do not have any issues or limitations regarding data management Created using DMPonline.be. Last modiﬁed 14 March 2023 3 of 10 Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage- microtissues in alginate microcapsules DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 14 March 2023 4 of 10 Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage- microtissues in alginate microcapsules GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 14 March 2023 5 of 10 Biofabrication of remotely actuated skeletal implants using magnetically augmented cartilage- microtissues in alginate microcapsules FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Material characterazation Material analysis on hydrogel and tissue Generate new data Digital Physical Experimental observational .tif, .jpg, .ppt, .pdf, graphs 50GB Materials analyzed kept for reference Microscope analysis Mic images from biological samples generate new data Digital Physical Experimental observational .jpg, .ppt, .tif, data: .excel, graphs 1TB Slide boxes with sections kept in the lab MRI-nanoCT scan in vivo imaging generate new data Digital Experimental raw data, .jpg, .pdf 1-2 TB H-speed Videos video new data DIgital Observational .mp4, .tif, tracker software format, .excel 100GB RNA-seq mRNA expression New data Digital Experimental/aggregated data .excel file 1-1.5TB Poster- Publications - Reuse existing data .ppt, .pdf 100GB Biophysics observations and simulations new data Digital Experimental, Observational + Simulation Data .mp4, data from comsol 150GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Created using DMPonline.be. Last modiﬁed 14 March 2023 6 of 10 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data In this project we do not have, store or use any personal data of human participants/donors . Data derived from the use of human biological material would be stored and maintained for reporting back to the ethical committe upon request even after the end of this project. The biological samples derived from humans have been approved by ethical commite and the codes for their experimental use are: For the EC human periosteum derived cells: it is S53717 and S64471 For the EC iPS cells: it is S66219 Since for this research we planned in vivo implantations in animals: For the EC animalium it is P059-2020 mouse ectopic and orthotopic model For the EC animalium it is P056-2019 rat knee joint model Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No In this project we do not have, store or use any personal data of human participants/donors . Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes In this research they are 2 components that can have great valorization value. 1st valorazation opportunity is the encapsulation technik and material after the end of WP2. Although as a technik isnt new and its widely used in state of the art companies to encapsulate biological material (TreeFrog) in order to bioprocess them and cultivate them, the use of magnetic nanoparticles and thus the magnetic actuation of the droplets with the encapsulated stem cells opens new possibilities in the way that these samples are treated during the downstreaming processes. Thus, we believe that it would be viable for commercial exploitation. 2nd valorazation opportunity is the magnetic driven assembly of microtissues into bigger biological samples as well as their biological behaviour upon culture under magnetic field WP3-4. We are currently conducting experiments to evaluate if this process step of bioassembly offers further enhancement for the phenotype of the implants that we aim to produce. A Non-invesively visualization of implants with MRI would also let us explore any possibilities for clinical translation options. After gathering the data and producing ppt presentations and pdfs we will consult with the LRD department. Main goal is the establishment of a spin-off/start up company within KU Leuven for further exploitation of this research. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data Created using DMPonline.be. Last modiﬁed 14 March 2023 7 of 10 understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experimental templates describing analytical the experimental procedure as well as the instruments usage and settings will accompany the folder where the raw data will be stored, giving the future user the ability to understand, retrieve infromation and recapitulate the research. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata file from highly speciallized instruments will be stored and maintained 3. Data storage & back-up during the research project Where will the data be stored? In Cranium, L Driver provided by KU Leuven: 8 PetaBytes volume capacity. Backup files stored in SSD hard drivers to make analysis easier and faster. How will the data be backed up? NA Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is enough storage capacity in L drive to save the estimated output of our research (2TB) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are stored in L Driver, thus users affilieted strictly with KU Leuven and in particular our Lab will only have access; every user having access to the L driver signs a doc related to the crecedential rights of use; What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data obtained by using human derived biological material will be maintained and used for reporting to ethical committes. Data will be stored for 10 years. Created using DMPonline.be. Last modiﬁed 14 March 2023 8 of 10 Where will these data be archived (stored and curated for the long-term)? In L driver, KU Leuven storage solution What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data generated will and could be used for access within our group. In case of spin-offs the data will be stored in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. PI - Ioannis Papantoniou Researcher: Konstantinos Ioannidis Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Technological aspects of the projects will be the intellectual property of this Project. In case of publications, the datasets and rawdata would be available for sharing via the Journal. Where will the data be made available? If already known, please provide a repository per dataset or data type. In L Driver, they are stored, saved and available as soon as they are getting generated When will the data be made available? Upon Generation for raw data, and upon publication of research results of the analyzed processed version of data. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Created using DMPonline.be. Last modiﬁed 14 March 2023 9 of 10 NA What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities Who will manage data documentation and metadata during the research project? Konstantinos Ioannidids, Ioannis Papantoniou Who will manage data storage and backup during the research project? Konstantinos Ioannidis Who will manage data preservation and sharing? Ioannis Papantoniou Who will update and implement this DMP? Ioannis Papantoniou Created using DMPonline.be. Last modiﬁed 14 March 2023 10 of 10"
}