{
    "document_id": "D-2024-3096",
    "LinkTitle": "D-2024-3096",
    "file_name": "D-2024-3096.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3096.pdf",
    "metadata": {
        "title": "KU Leuven BOF C2 internal funding project C2M/24/006",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nKU Leuven BOF C2 internal funding project C2M/24/006\nCreator:\nCreator:\nJohan Eyckmans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nThe Belgian textile value chain is economically significant and still firmly rooted in the linear economy. The 2022 EU Strategy for\nSustainable and Circular Textiles set out an ambitious vision for the urgent transition of this highly polluting value chain. This project first\nmaps the economic significance and environmental impacts of the Belgian textile value chain. Second, it analyses the forthcoming EU\necodesign requirements for sustainable textile products, the corporate sustainability due diligence requirements for companies in the\nsector and the extended producer responsibility for producers of textile products. Third, quantitative estimates of the effect of various\nmandatory EU regulations and voluntary initiatives on the Belgian textile value chain are made. Finally, the various regulations and\ninitiatives are evaluated and recommendations are made for fine-tuning at either the EU and/or national level.\nID: \nID: \n213741\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n20-03-2025\nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n1 of 6\nKU Leuven BOF C2 internal funding project C2M/24/006\nKU Leuven BOF C2 internal funding project C2M/24/006\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nEUROSTAT\nFIGARO \nFIGARO =  ‘Full International and Global Accounts for\nResearch in input-Output analysis’\nE\nD\nN\ncsv\n<100GB\n \nGTAP v11\nGTAP = Global Trade Analysis Project\nE\nD\nN\ncsv\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nEUROSTAT FIGARO: \nhttps://ec.europa.eu/eurostat/web/esa-supply-use-input-tables/information-data#figaro\nGTAP 11: \nhttps://www.gtap.agecon.purdue.edu/databases/v11/\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven\nprivacy register number (G or S number).\nprivacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n2 of 6\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nREADME.txt files, codebook.tsv etc. where this information is recorded). \nData manipulations will be carried out using different  software tools including GAMS (General Algebraic Modeling System, \nwww.gams.com\n), STATA\n(\nhttps://www.stata.com/\n and specific data manipulation tools provided with the GTAP 11 database (for example GTAPagg tool for aggregation of\nsectors and regions).\nAll data manipulation will be done in batch scripts that will document all data cleaning steps and every analysis such that a knowledgable person\ntrained in these tools can understand how we go from the raw data to data inputs for the simulation models that will be developed during the\nresearch project. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nWe will use the storage solutions provided by KU Leuven FEB, in particular shared OneDrive folders on a KULeuven-managed computers of the\nresearchers involved in the project.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n3 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data is stored on the secured university storage (Microsoft OneDrive). Access via KUL-managed laptops is secured via standard KU Leuven ICTS\ntwo factor authentication procedure (KU Leuven Authenticator app). The data folders will only be shared with KU Leuven researchers involved in the\nresearch project.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nno extra costs for data storage are expected\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nThe programming code, input and output data will be stored and managed in accordance with the prevailing RDM policy of KU Leuven and FEB.\nFor the PhD students involved in the project, standard KU Leuven FEB procedure applies. Just \nbefore the PhD defense, a FEB data repository (J drive) will be created in which research data and code will be copied. A confirmation that this folder\nis sealed is a necessary requirement for PhD defense in the faculty of economics and business. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nno additional costs for data preservation during the retention period are expected\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIn principle the datasets will not be made available as open data. But in the framework of scientific publications in peer reviewed journals, we will\nmake them available as supplementary material in accordance with the policy of the journal.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nSome of the datasets can be made available as supplementary material accompanying publications in peer reviewed journals. This is only available\nfor researchers that have access to these journals.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n4 of 6\nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nParts of the raw data are freely available (Eurostat FIGARO).\nOther parts of the data (GTAP 11) are available behind a paywall because they are intellectual property right of GTAP and Purdue University. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nKU Leuven RDR (Research Data Repository)\nsee higher, via scientific journals\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nOnly the dataset for replication purposes (with the accompanying code) will be shared.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nno addtional costs for data sharing are expected\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nJohan Eyckmans\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nJohan Eyckmans\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n5 of 6\nJohan Eyckmans\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nJohan Eyckmans\nCreated using DMPonline.be. Last modiﬁed 20 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: KU Leuven BOF C2 internal funding project C2M/24/006 Creator: Creator: Johan Eyckmans Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: The Belgian textile value chain is economically significant and still firmly rooted in the linear economy. The 2022 EU Strategy for Sustainable and Circular Textiles set out an ambitious vision for the urgent transition of this highly polluting value chain. This project first maps the economic significance and environmental impacts of the Belgian textile value chain. Second, it analyses the forthcoming EU ecodesign requirements for sustainable textile products, the corporate sustainability due diligence requirements for companies in the sector and the extended producer responsibility for producers of textile products. Third, quantitative estimates of the effect of various mandatory EU regulations and voluntary initiatives on the Belgian textile value chain are made. Finally, the various regulations and initiatives are evaluated and recommendations are made for fine-tuning at either the EU and/or national level. ID: ID: 213741 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 20-03-2025 Created using DMPonline.be. Last modiﬁed 20 March 2025 1 of 6 KU Leuven BOF C2 internal funding project C2M/24/006 KU Leuven BOF C2 internal funding project C2M/24/006 Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA EUROSTAT FIGARO FIGARO = ‘Full International and Global Accounts for Research in input-Output analysis’ E D N csv <100GB GTAP v11 GTAP = Global Trade Analysis Project E D N csv <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: EUROSTAT FIGARO: https://ec.europa.eu/eurostat/web/esa-supply-use-input-tables/information-data#figaro GTAP 11: https://www.gtap.agecon.purdue.edu/databases/v11/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 20 March 2025 2 of 6 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). README.txt files, codebook.tsv etc. where this information is recorded). Data manipulations will be carried out using different software tools including GAMS (General Algebraic Modeling System, www.gams.com ), STATA ( https://www.stata.com/ and specific data manipulation tools provided with the GTAP 11 database (for example GTAPagg tool for aggregation of sectors and regions). All data manipulation will be done in batch scripts that will document all data cleaning steps and every analysis such that a knowledgable person trained in these tools can understand how we go from the raw data to data inputs for the simulation models that will be developed during the research project. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) We will use the storage solutions provided by KU Leuven FEB, in particular shared OneDrive folders on a KULeuven-managed computers of the researchers involved in the project. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 20 March 2025 3 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secured university storage (Microsoft OneDrive). Access via KUL-managed laptops is secured via standard KU Leuven ICTS two factor authentication procedure (KU Leuven Authenticator app). The data folders will only be shared with KU Leuven researchers involved in the research project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? no extra costs for data storage are expected Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR The programming code, input and output data will be stored and managed in accordance with the prevailing RDM policy of KU Leuven and FEB. For the PhD students involved in the project, standard KU Leuven FEB procedure applies. Just before the PhD defense, a FEB data repository (J drive) will be created in which research data and code will be copied. A confirmation that this folder is sealed is a necessary requirement for PhD defense in the faculty of economics and business. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? no additional costs for data preservation during the retention period are expected Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) In principle the datasets will not be made available as open data. But in the framework of scientific publications in peer reviewed journals, we will make them available as supplementary material in accordance with the policy of the journal. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Some of the datasets can be made available as supplementary material accompanying publications in peer reviewed journals. This is only available for researchers that have access to these journals. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Created using DMPonline.be. Last modiﬁed 20 March 2025 4 of 6 Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Parts of the raw data are freely available (Eurostat FIGARO). Other parts of the data (GTAP 11) are available behind a paywall because they are intellectual property right of GTAP and Purdue University. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) KU Leuven RDR (Research Data Repository) see higher, via scientific journals When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Only the dataset for replication purposes (with the accompanying code) will be shared. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? no addtional costs for data sharing are expected Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Johan Eyckmans Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Johan Eyckmans Who will manage data preservation and sharing? Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 20 March 2025 5 of 6 Johan Eyckmans Who will update and implement this DMP? Who will update and implement this DMP? Johan Eyckmans Created using DMPonline.be. Last modiﬁed 20 March 2025 6 of 6"
}