{
    "document_id": "D-2023-2080",
    "LinkTitle": "D-2023-2080",
    "file_name": "D-2023-2080.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2080.pdf",
    "metadata": {
        "title": "D-2023-2080",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Joren  Malfroy 0000 -0002 -6487 -014X  \nContributor name(s) ( + ORCID) & roles  Promotor: Dirk Vandepitte  0000 -0003 -0978 -3315  \nCo-promotor: Johan Steelant  0000 -0003 -1811 -9002  \nProject number1 & title 3E220444  Conformable Pressurized Tanks for Hydrogen Storage and Transportation  \nFunder(s) GrantID2 1SG1523N  \nAffiliation(s)  KU Leuven  \nPlease provide a short project description  The conformable concept significantly improves the volumetric efficiency of a pressure vessel  compared \nwith traditional stacks of cylindrical pressure vessels. The addition of a tapering degree of freedom \nenlarges the design space with an even further increase of volumetric efficiency. This project develops a \ncomprehensive modelling approach of tap ered conformable pressurized tanks for hydrogen storage taking \ninto account all mechanical, thermal and cyclic loads which may be present at both low and high \ndifferential pressure. A constrained optimization problem is defined with the objectives to minim ize \nweight and to maximize volumetric efficiency, including both concave and convex contours and with a \nwide range of aspect ratios. Designs for storage of liquid hydrogen as well as compressed gaseous \nhydrogen are optimized through analytical and finite e lement models of the stress distribution in the thin -\nwalled or thick -walled shell of the conformable tank. Exploiting the high structural efficiency of axi -\nsymmetric pressure vessels, the first step is the modelling of tapered conformable tanks using only axi-\nsymmetrical primary structures for a given pressurization in conjunction with different stress and strain \nconstraints. After the feasibility of the conformable concept is proven from a geometrical and structural \nperspective, initial investigations are conducted on the temperature distributions in the tank and its \nmanufacturability.  \n \n \n  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \nFWO DMP Template (Flemish Standard DMP)   3 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset Name  Descripti on New or \nReused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nFinite element \nanalysis simulations  Simulations run in \nSiemens NX  New  Digital  Simulation data  \n \n .prt, .fem, .sim, \n.op2 , .csv < 1 TB  NA \nAnalytical \ncomputations  Computation s run \nin MATLAB  New Digital Computational  \ndata  \n .m, . mat, .eps  < 10 GB  NA \n \n \n \n3 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   4 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRU CTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on  humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \n \n \n \n4 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   5 \n Will you process personal  data5? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \n \n \n \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nMeetings with the Intellectual Property Unit of KU Leuven Research & Development (LDR) will be arranged \nto discuss the process of protecting intellectual property and how it is applicable to research about \nconformable pressurized tank for hydrogen storage.  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \n \n \n \n \n5 See Glossary Flemish  Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   6 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Computational data  is accompani ed by: (1) a README.txt file  explaining the code's purpose, inputs, \noutputs, structure of the generated data, connection to  other files  and assumptions , (2) comments \nthroughout the code for clarification  and (3) u nits and a brief  explanation placed after t he declaration of \neach variable.  \n \nSimulation data is a ccompanied by: (1) a README.txt file  explaining the simulation  purpose, CAD  model  \nproperties ( shape and dimensions ), finite element model properties ( element type , size and material ) and \nsimulation model properties ( load s and constraints)  and (2) appropriate  naming of  materials , load s, \nconstraints , mesh collectors , group s of nodes , simulation objects  and solutions  throughout the simulation \nfiles. \n \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \n \nTo the researcher's knowledge there is no formally acknowledged metadata standard in the  context of  \nconformable pressurized tanks . The refore, it will be ensured that all metadata  are described consistently \nthroughout the project and are well documented . \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   7 \n  \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  All datasets are version controlled and stored in  OneDrive. The choice for OneDrive is made because the \nproject does not  involve sensitive personal data and to facilitate collaboration, should an opportunity \npresent itself.  The datasets are also stored on the  researcher's computer  hard drive. This hard copy serves \nas an easy access alternative for  instances when there is no (secure) internet connection.  \n \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n OneDrive as a storage locatio n has  adequate backup strategies in place. The  risks and loss of time \nassociated with data loss or damage are mitigated by the use of multiple  storage locations (OneDrive  and \nhard drive).  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nThe researcher's computer hard drive  and Onedrive have  a storage space of 1 TB  and 2 TB, respectively.  \n \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   8 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF  COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 6 \n All generated data is stored securely on KU Leuven's  servers (OneDrive) and behind proper authentication. \nDuring the project, the researcher  and the promotor will evaluate how and when to sh are data. Sharing of \ndata will occur through a  secure channel such as Belnet Filesender.  \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  Data storage costs on OneDrive and hard drive capacity on the research laptop are  covered by the internal \nICT contributions.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   9 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All datasets relate d to publications are stored in the KU Leuven Research Data Repository (RDR). The data \nwithin the RDR are openly available and linked to the publications through Lirias, ORCID and ResearchGate \nto maximize dissemination.  \nWhere will these data be archived ( stored and \ncurated for the long -term)?  The retained data is archived in the KU Leuven RDR.  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n The amount of preserved data is expected to not exceed 50 GB per year . This amount of storage on the KU \nLeuven RDR is covered by the internal ICT contributions.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   10 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse  after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specif y: \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The data  will be made available as open access. Therefore, it will be available to anyone for any  purpose, \nprovided that they give appropriate credit to the creators.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  The data  will be deposited in the KU Leuven Research Data Repository (RDR ). \n \nFWO DMP Template (Flemish Standard DMP)   11 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research  results . \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND C ANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAI LABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 7   \n Data from the project that can be shared will be made available under a Creative Commons Attribution \nlicense, so that users have to give credit to the original data creators . \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \n \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n The cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If  \npublishers require datasets to be stored elsewhere, related costs are expe cted to be marginal  since \nindividual publications are not accompanied by very large amounts of data (expected  <10 GB per \npublication). These costs will then be covered by the project's consumable budget.  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https:// osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   12 \n 7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher is responsible for datasets with proper metadata.  \nWho will manage data storage and backup \nduring the research project?  The researcher is responsible for data storage & backup during the project.  \nWho will manage data preservation and \nsharing?  The researcher is responsible for ensuring data preservation and reuse.  \nWho will update and implement this DMP?  The researcher bears  the end responsibility of updating & implementing this DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Joren Malfroy 0000 -0002 -6487 -014X Contributor name(s) ( + ORCID) & roles Promotor: Dirk Vandepitte 0000 -0003 -0978 -3315 Co-promotor: Johan Steelant 0000 -0003 -1811 -9002 Project number1 & title 3E220444 Conformable Pressurized Tanks for Hydrogen Storage and Transportation Funder(s) GrantID2 1SG1523N Affiliation(s) KU Leuven Please provide a short project description The conformable concept significantly improves the volumetric efficiency of a pressure vessel compared with traditional stacks of cylindrical pressure vessels. The addition of a tapering degree of freedom enlarges the design space with an even further increase of volumetric efficiency. This project develops a comprehensive modelling approach of tap ered conformable pressurized tanks for hydrogen storage taking into account all mechanical, thermal and cyclic loads which may be present at both low and high differential pressure. A constrained optimization problem is defined with the objectives to minim ize weight and to maximize volumetric efficiency, including both concave and convex contours and with a wide range of aspect ratios. Designs for storage of liquid hydrogen as well as compressed gaseous hydrogen are optimized through analytical and finite e lement models of the stress distribution in the thin - walled or thick -walled shell of the conformable tank. Exploiting the high structural efficiency of axi - symmetric pressure vessels, the first step is the modelling of tapered conformable tanks using only axi- symmetrical primary structures for a given pressurization in conjunction with different stress and strain constraints. After the feasibility of the conformable concept is proven from a geometrical and structural perspective, initial investigations are conducted on the temperature distributions in the tank and its manufacturability. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the t ype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Descripti on New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Finite element analysis simulations Simulations run in Siemens NX New Digital Simulation data .prt, .fem, .sim, .op2 , .csv < 1 TB NA Analytical computations Computation s run in MATLAB New Digital Computational data .m, . mat, .eps < 10 GB NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRU CTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No 4 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 5 Will you process personal data5? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No Meetings with the Intellectual Property Unit of KU Leuven Research & Development (LDR) will be arranged to discuss the process of protecting intellectual property and how it is applicable to research about conformable pressurized tank for hydrogen storage. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 6 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Computational data is accompani ed by: (1) a README.txt file explaining the code's purpose, inputs, outputs, structure of the generated data, connection to other files and assumptions , (2) comments throughout the code for clarification and (3) u nits and a brief explanation placed after t he declaration of each variable. Simulation data is a ccompanied by: (1) a README.txt file explaining the simulation purpose, CAD model properties ( shape and dimensions ), finite element model properties ( element type , size and material ) and simulation model properties ( load s and constraints) and (2) appropriate naming of materials , load s, constraints , mesh collectors , group s of nodes , simulation objects and solutions throughout the simulation files. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No To the researcher's knowledge there is no formally acknowledged metadata standard in the context of conformable pressurized tanks . The refore, it will be ensured that all metadata are described consistently throughout the project and are well documented . FWO DMP Template (Flemish Standard DMP) 7 4. Data Storage & Back-up during the Research Project Where will the data be stored? All datasets are version controlled and stored in OneDrive. The choice for OneDrive is made because the project does not involve sensitive personal data and to facilitate collaboration, should an opportunity present itself. The datasets are also stored on the researcher's computer hard drive. This hard copy serves as an easy access alternative for instances when there is no (secure) internet connection. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . OneDrive as a storage locatio n has adequate backup strategies in place. The risks and loss of time associated with data loss or damage are mitigated by the use of multiple storage locations (OneDrive and hard drive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The researcher's computer hard drive and Onedrive have a storage space of 1 TB and 2 TB, respectively. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 6 All generated data is stored securely on KU Leuven's servers (OneDrive) and behind proper authentication. During the project, the researcher and the promotor will evaluate how and when to sh are data. Sharing of data will occur through a secure channel such as Belnet Filesender. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on OneDrive and hard drive capacity on the research laptop are covered by the internal ICT contributions. FWO DMP Template (Flemish Standard DMP) 9 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All datasets relate d to publications are stored in the KU Leuven Research Data Repository (RDR). The data within the RDR are openly available and linked to the publications through Lirias, ORCID and ResearchGate to maximize dissemination. Where will these data be archived ( stored and curated for the long -term)? The retained data is archived in the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The amount of preserved data is expected to not exceed 50 GB per year . This amount of storage on the KU Leuven RDR is covered by the internal ICT contributions. FWO DMP Template (Flemish Standard DMP) 10 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specif y: If access is restricted, please specify who will be able to access the data and under what conditions. The data will be made available as open access. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be deposited in the KU Leuven Research Data Repository (RDR ). FWO DMP Template (Flemish Standard DMP) 11 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results . Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND C ANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAI LABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 7 Data from the project that can be shared will be made available under a Creative Commons Attribution license, so that users have to give credit to the original data creators . Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No What are the expected costs for data sharing? How will these costs be covered? The cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If publishers require datasets to be stored elsewhere, related costs are expe cted to be marginal since individual publications are not accompanied by very large amounts of data (expected <10 GB per publication). These costs will then be covered by the project's consumable budget. 7 Source: Ghent University Generic DMP Evaluation Rubric: https:// osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher is responsible for datasets with proper metadata. Who will manage data storage and backup during the research project? The researcher is responsible for data storage & backup during the project. Who will manage data preservation and sharing? The researcher is responsible for ensuring data preservation and reuse. Who will update and implement this DMP? The researcher bears the end responsibility of updating & implementing this DMP."
}