{
    "document_id": "D-2023-2462",
    "LinkTitle": "D-2023-2462",
    "file_name": "D-2023-2462.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2462.pdf",
    "metadata": {
        "title": "D-2023-2462",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "QuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of\nQuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of\nfirefighters\nfirefighters\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nPatrick Wagner \n \nhttps://orcid.org/0000-0002-4028-3629\n, Irene Taurino, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nPatrick Wagner \n \nhttps://orcid.org/0000-0002-4028-3629\n, Irene Taurino, n.n. n.n.\nProject Administrator:\nProject Administrator:\n \nPatrick Wagner \n \nhttps://orcid.org/0000-0002-4028-3629\nGrant number / URL: \nGrant number / URL: \nC3/23/022\nID: \nID: \n203787\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nAmbient air pollution is associated with adverse health effects, including cardiovascular and respiratory diseases. Besides of particulate matter, the\nexhaust of combustion contains nitric oxides and volatile organic compounds such as benzene, aldehydes, and polycyclic aromatic hydrocarbons\n(PAHs) and their nitrated derivatives. In an occupational setting, firefighters are a group that encounters massive exposure to PAHs, which pones a\nhigh risk for developing cancer. After entering the human body, PAHs are metabolized and appear in the urine in their hydroxylated forms. The\nexisting methods to quantify PAH metabolites in urine require high-end instrumentation and complex sample treatment, meaning that the analysis is\ntedious and done far too sparsely. Within QuantPAH, we will develop an electronic sensor that quantifies a panel of PAH metabolites in urine in a fast\nand user-friendly way with an instrument that firefighters can handle at the fire station or at home. The data will we transmitted to a physician for\ninterpretation and medical follow-up. For the sensor-based analysis, we will combine receptors (molecularly imprinted polymers) with electrode\narrays, using processes that comply with wafer-scale fabrication to ensure reliable manufacturing at low cost. The electronic readout will employ\nelectrochemical principles, delivering quantitative information on basis of automated data processing. The sensor system will be validated in\ncooperation with a firefighter school and bench-marked against gold-standard analytical laboratory techniques.\nLast modified: \nLast modified: \n22-12-2023\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n1 of 7\nQuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of\nQuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of\nfirefighters\nfirefighters\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n1\nSynthesis protocols for receptors\nN\nD\nT\n.docx\n< 1 GB\n \n2\nBioassay\nN\nD\nT\n.docx\n< 1 GB\n \n3a\nChip design\nN\nD\nI\n.tif,\n.jpeg\n< 1 GB\n \n3b\nFunctionalized chips\nN\nP\nPhysical\nobjects\n \nNA\nmax. 150 pieces, each ca. 1\nmm thick, 20 mm long, 30\nmm wide\n4a\nConstruction drawings of sensor\ndevice\nN\nD\nI\n.tif,\n.jpeg\n< 1 GB\n \n4b\nSensor device in two to three copies\nN\nP\nPhysical\nobjects\n \nNA\nmaximum size is 10 by 20 by\n30 centi-meters\n5\nSoftware for sample evaluation\nN\nD\nSO\nLabview\n< 1 GB\n \n6\nData sets of sensor calibration\nN\nD\nN\n.txt, .\nxlsx\n< 1 GB\n \n7\nImages of receptor layers (AFM,\nSEM)\nN\nD\nI\n.jpeg,\n.tif\n< 100\nGB\n \n8 \nSensor output data for mock\nsamples and samples of test persons\nN\nD\nN, T\n.txt,\n.xlsx\n< 100\nGB\n \n9\nQuestionnaires from study\nparticipants\nN\nD\nT\n.docx,\n.pdf\n< 1 GB\n \n10\nInformed consent from test persons\nN\nD\nT\n.docx,\n.pdf\n< 1 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n2 of 7\nThe experiments with human participants (firefighters, donating urine samples for analysis) will take take place during the third year of the\nproject. Before, all experiments are carried out with synthetic (mock) urine. The work with the study participants will take place at UZ\nGasthuisberg and co-promoter Jeroen Vanoirbeek will take care of the ethical approval and privacy regulations. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWe will prepare the ethical- and privacy documents during the second year of the project so that they can be approved (and amended where\nnecessary) well in time before the study with human participants takes places during the third year of the project. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe sensor device, the protocol how to synthesize sensor chips, and the bioassay do have a potential for commercial valorization. Here, we\nthink especially about the companies that provided letters-of-support for the project and LRD is aware of this interest from industry. As soon as\nthe device, protocols, and assays are in a sufficiently mature state to think about valorization, we will contact LRD again in due time (second\nhalf of the second project year). \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNot applicable.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe project takes place at three places within KU Leuven:\nRegarding ESAT (I. Taurino) and the Department of Physics and Astronomy (P. Wagner), all data that are created with electronic instruments\n(electrochemical measurements, microscopy, cleanroom instrumentation) come automatically with the instrument settings as metadata. We\nwill also preserve the instrument settings in physical and electronic lab books and will generate and electronic read-me file that is kept together\nwith the original, measured data. \nFor the clinical data on test persons at the Department of Public Health and Primary Care (J. Vanoirbeek), we will generate a read-me file that\nwill contain the lab notes, the standard operating procedures (SOPs) of measurements and data, and the data processing procedures. The read-\nme fil will always be kept together with the data sets. \n \nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n3 of 7\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nA metadata standard had been under discussion with the Department of Physics and Astronomy, but a decision has still not been made. \nSince the present project contains elements of biophysics, engineering, and occupational health, a universally applicable metadata standard\ndoes not exist to best of our knowledge. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nESAT and Department of Physics and Astronomy: The data are stored on the laptops of the research groups and the backup servers at both\ndepartments.\nDepartment of Public Health: The data are stored on laptops and the backup server of UZ Gasthuisberg. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe backup procedures are fully automated on a daily basis.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nESAT and Department of Physics and Astronomy: The data are accessible for the two principle investigators (I. Taurino and P. Wagner) and\nfor the Ph.D. student, who is funded on the project (C. Morgado). To access the data, one has to log in to the server via password-protected\noffice- and measuring laptops.\nDepartment of Public Health (PI J. Vanoirbeek): The data are stored in agreement with the law on data privacy, implying a set of rules and\nprocedures to protect the privacy of the test persons. The sensitive data referring to the general health status and the urinary concentrations of\nPAH metabolites of the test persons are stored in pseudo-anonymized form at UZ Gasthuisberg; the key will be kept at secure, central servers\nof KUL. All data are anonymized prior to entry in a database. The data are stored in documents that are secured by the firewalls of KU Leuven\nand UZ Gasthuisberg. Only persons with access to the University secure storage will be able to access them. In addition, the files will be\npassword-protected and only persons directly involved in the project (J. Vanoirbeek and his team) will have access to the password and hence\nthe data. The system will track logins.  \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n4 of 7\nThe costs for data storage and labor of the ICT specialists are covered by the allowance that each of the three involved Departments receive\nannually from KU Leuven. The Department of Physics and Astronomy charges also a small internal overhead from the ZAP members for,\namongst other purposes, supporting the ICT-related costs. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe 10 years holds for all data that are different from physical objects.\nThe physical objects are the biosensing apparatus (the original model and one or two copies) and the sensor chips used for the analysis of\nurinary biomarkers.\nThe biosensing apparatus contains valuable electronic parts that might become necessary within follow-up projects. We also mention that\nthese electronic parts do usually not have an operational period of up to 10 years. According to the rules by LRD, electronics is considered to\nhave a depreciation period of only 3 years. \nThe sensor chips will have been in contact with human urine, meaning that they must be considered as medical waste and disposed\naccordingly. However, we will preserve all chips that had only been in contact with buffer solutions or synthetic (mock) urine, there is no\nhealth risk associated with these chips. \nRegarding the option of \"25 years according to the CTC recommendations\" we are a bit in doubt: we will collect urine samples and analyze\nthem. This cannot be considered as a clinical trial with medicinal products and we will not carry out medical interventions.\nPlease inform us in case that our interpretation is not correct.\n \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nRDR seems the most practical and reasonable option: We will preserve there all data that are underlying the publications and the Ph.D. thesis\nthat will evolve from the project. \nDuring the start of the project (now), there will be a lot of trial & error, bringing about non-useful results that will not need to be preserved. Of\ncourse, these \"trial data\" especially on synthesis protocols will guide the way to the optimized approach.\nSince RDR offers 50 GB per year per researcher for free, we will have enough. If not, we will pay the necessary fee. \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect not to exceed the amount of data that can be hosted at RDM for free. If we still exceed this limit, we will pay it from future projects\nthat are related to the QuantPAH topic. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as restricted data (upon approval, or institutional access only)\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n5 of 7\nPublications that emerge from the project will be openly available, except in cases that LIRIAS is setting an embargo period.\nMedical data must not be shared, except for anonymized data that enter publications. \nAll data on the sensor development (construction drawings, synthesis protocols, data-evaluation software) will be made freely availably to\nmembers of the departments that participate within this project. Third parties, outside KU Leuven, may receive access as specified in the next\nquestion.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nResearch institutes outside KU Leuven can get access to the data (except for the medical data) upon a reasonable, written request to the project\ncoordinators. The promoter and co-promoters will decide in team. \nInterested companies, such as those who had written letters-of-support, may receive access to the data upon approval by LRD. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe development of the sensor system will take two years, which means a considerable financial and intellectual effort by KUL and the\ninvolved researchers. While it cannot be guaranteed that the project will bring-about patent-worthy knowledge and techniques, we will discuss\nwith LRD whether there are other ways to protect the IP for instance via licensing. \nThere are no legal restrictions or agreements with third parties.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nKU Leuven RDR will be the preferred option.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nRegarding publications, we will strive for journals under the CC-BY 4.0 scheme. However, this depends on the journal and, in case we publish\nin other journals, the embargo will be set by LIRIAS.\nA data transfer agreement will be signed when data are made available to companies or other research institutes outside KUL. The details will\nbe arranged with LRD.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n6 of 7\n​​\nYes, a PID will be added upon deposit in a data repository\nPublications come automatically with a DOI number. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nHere, we do not expect costs and all data can be shared via e-mail or WeTransfer: the amount of data will be comparatively small especially\nbecause we will not make image collections or videos.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nFor all activities within the Department of Physics and Astronomy: Patrick Wagner\nAnalogues for research at ESAT: Irene Taurino\nFor studies on test persons at the Department of Public Health: Jeroen Vanoirbeek\n \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nAt the Department of Physics and Astronomy: Bert Keyaerts, he is a senior member of the departmental ICT staff.\nAt ESAT: Irene Taurino\nAt the Department of Public Health: Jeroen Vanoirbeek\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nFor ESAT and the Department of Physics and Astronomy: Patrick Wagner\nFor the Department of Public Health: Jeroen Vanoirbeek\nWe deem it reasonable to split this aspect: at Campus Arenberg, we produce only \"technical data\" from physics and engineering. The data\ncollected at UZ Gasthuisberg are health-related and therefore different in nature. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPatrick Wagner in his role of project promoter. If necessary, he will be assisted by the co-promoters Irene Taurino and Jeroen Vanoirbeek.\nBoth have already access to this document.\nCreated using DMPonline.be. Last modiﬁed 22 December 2023\n7 of 7"
    },
    "clean_full_text": "QuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of QuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of firefighters firefighters A Data Management Plan created using DMPonline.be Creators: Creators: Patrick Wagner https://orcid.org/0000-0002-4028-3629 , Irene Taurino, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Patrick Wagner https://orcid.org/0000-0002-4028-3629 , Irene Taurino, n.n. n.n. Project Administrator: Project Administrator: Patrick Wagner https://orcid.org/0000-0002-4028-3629 Grant number / URL: Grant number / URL: C3/23/022 ID: ID: 203787 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Ambient air pollution is associated with adverse health effects, including cardiovascular and respiratory diseases. Besides of particulate matter, the exhaust of combustion contains nitric oxides and volatile organic compounds such as benzene, aldehydes, and polycyclic aromatic hydrocarbons (PAHs) and their nitrated derivatives. In an occupational setting, firefighters are a group that encounters massive exposure to PAHs, which pones a high risk for developing cancer. After entering the human body, PAHs are metabolized and appear in the urine in their hydroxylated forms. The existing methods to quantify PAH metabolites in urine require high-end instrumentation and complex sample treatment, meaning that the analysis is tedious and done far too sparsely. Within QuantPAH, we will develop an electronic sensor that quantifies a panel of PAH metabolites in urine in a fast and user-friendly way with an instrument that firefighters can handle at the fire station or at home. The data will we transmitted to a physician for interpretation and medical follow-up. For the sensor-based analysis, we will combine receptors (molecularly imprinted polymers) with electrode arrays, using processes that comply with wafer-scale fabrication to ensure reliable manufacturing at low cost. The electronic readout will employ electrochemical principles, delivering quantitative information on basis of automated data processing. The sensor system will be validated in cooperation with a firefighter school and bench-marked against gold-standard analytical laboratory techniques. Last modified: Last modified: 22-12-2023 Created using DMPonline.be. Last modiﬁed 22 December 2023 1 of 7 QuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of QuantPAH - Handheld electronic sensor system for the rapid quantification of PAH metabolites in the urine of firefighters firefighters Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 1 Synthesis protocols for receptors N D T .docx < 1 GB 2 Bioassay N D T .docx < 1 GB 3a Chip design N D I .tif, .jpeg < 1 GB 3b Functionalized chips N P Physical objects NA max. 150 pieces, each ca. 1 mm thick, 20 mm long, 30 mm wide 4a Construction drawings of sensor device N D I .tif, .jpeg < 1 GB 4b Sensor device in two to three copies N P Physical objects NA maximum size is 10 by 20 by 30 centi-meters 5 Software for sample evaluation N D SO Labview < 1 GB 6 Data sets of sensor calibration N D N .txt, . xlsx < 1 GB 7 Images of receptor layers (AFM, SEM) N D I .jpeg, .tif < 100 GB 8 Sensor output data for mock samples and samples of test persons N D N, T .txt, .xlsx < 100 GB 9 Questionnaires from study participants N D T .docx, .pdf < 1 GB 10 Informed consent from test persons N D T .docx, .pdf < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Created using DMPonline.be. Last modiﬁed 22 December 2023 2 of 7 The experiments with human participants (firefighters, donating urine samples for analysis) will take take place during the third year of the project. Before, all experiments are carried out with synthetic (mock) urine. The work with the study participants will take place at UZ Gasthuisberg and co-promoter Jeroen Vanoirbeek will take care of the ethical approval and privacy regulations. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) We will prepare the ethical- and privacy documents during the second year of the project so that they can be approved (and amended where necessary) well in time before the study with human participants takes places during the third year of the project. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The sensor device, the protocol how to synthesize sensor chips, and the bioassay do have a potential for commercial valorization. Here, we think especially about the companies that provided letters-of-support for the project and LRD is aware of this interest from industry. As soon as the device, protocols, and assays are in a sufficiently mature state to think about valorization, we will contact LRD again in due time (second half of the second project year). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not applicable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The project takes place at three places within KU Leuven: Regarding ESAT (I. Taurino) and the Department of Physics and Astronomy (P. Wagner), all data that are created with electronic instruments (electrochemical measurements, microscopy, cleanroom instrumentation) come automatically with the instrument settings as metadata. We will also preserve the instrument settings in physical and electronic lab books and will generate and electronic read-me file that is kept together with the original, measured data. For the clinical data on test persons at the Department of Public Health and Primary Care (J. Vanoirbeek), we will generate a read-me file that will contain the lab notes, the standard operating procedures (SOPs) of measurements and data, and the data processing procedures. The read- me fil will always be kept together with the data sets. Created using DMPonline.be. Last modiﬁed 22 December 2023 3 of 7 Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No A metadata standard had been under discussion with the Department of Physics and Astronomy, but a decision has still not been made. Since the present project contains elements of biophysics, engineering, and occupational health, a universally applicable metadata standard does not exist to best of our knowledge. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage ESAT and Department of Physics and Astronomy: The data are stored on the laptops of the research groups and the backup servers at both departments. Department of Public Health: The data are stored on laptops and the backup server of UZ Gasthuisberg. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The backup procedures are fully automated on a daily basis. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ESAT and Department of Physics and Astronomy: The data are accessible for the two principle investigators (I. Taurino and P. Wagner) and for the Ph.D. student, who is funded on the project (C. Morgado). To access the data, one has to log in to the server via password-protected office- and measuring laptops. Department of Public Health (PI J. Vanoirbeek): The data are stored in agreement with the law on data privacy, implying a set of rules and procedures to protect the privacy of the test persons. The sensitive data referring to the general health status and the urinary concentrations of PAH metabolites of the test persons are stored in pseudo-anonymized form at UZ Gasthuisberg; the key will be kept at secure, central servers of KUL. All data are anonymized prior to entry in a database. The data are stored in documents that are secured by the firewalls of KU Leuven and UZ Gasthuisberg. Only persons with access to the University secure storage will be able to access them. In addition, the files will be password-protected and only persons directly involved in the project (J. Vanoirbeek and his team) will have access to the password and hence the data. The system will track logins. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 22 December 2023 4 of 7 The costs for data storage and labor of the ICT specialists are covered by the allowance that each of the three involved Departments receive annually from KU Leuven. The Department of Physics and Astronomy charges also a small internal overhead from the ZAP members for, amongst other purposes, supporting the ICT-related costs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The 10 years holds for all data that are different from physical objects. The physical objects are the biosensing apparatus (the original model and one or two copies) and the sensor chips used for the analysis of urinary biomarkers. The biosensing apparatus contains valuable electronic parts that might become necessary within follow-up projects. We also mention that these electronic parts do usually not have an operational period of up to 10 years. According to the rules by LRD, electronics is considered to have a depreciation period of only 3 years. The sensor chips will have been in contact with human urine, meaning that they must be considered as medical waste and disposed accordingly. However, we will preserve all chips that had only been in contact with buffer solutions or synthetic (mock) urine, there is no health risk associated with these chips. Regarding the option of \"25 years according to the CTC recommendations\" we are a bit in doubt: we will collect urine samples and analyze them. This cannot be considered as a clinical trial with medicinal products and we will not carry out medical interventions. Please inform us in case that our interpretation is not correct. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR RDR seems the most practical and reasonable option: We will preserve there all data that are underlying the publications and the Ph.D. thesis that will evolve from the project. During the start of the project (now), there will be a lot of trial & error, bringing about non-useful results that will not need to be preserved. Of course, these \"trial data\" especially on synthesis protocols will guide the way to the optimized approach. Since RDR offers 50 GB per year per researcher for free, we will have enough. If not, we will pay the necessary fee. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect not to exceed the amount of data that can be hosted at RDM for free. If we still exceed this limit, we will pay it from future projects that are related to the QuantPAH topic. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as restricted data (upon approval, or institutional access only) Created using DMPonline.be. Last modiﬁed 22 December 2023 5 of 7 Publications that emerge from the project will be openly available, except in cases that LIRIAS is setting an embargo period. Medical data must not be shared, except for anonymized data that enter publications. All data on the sensor development (construction drawings, synthesis protocols, data-evaluation software) will be made freely availably to members of the departments that participate within this project. Third parties, outside KU Leuven, may receive access as specified in the next question. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Research institutes outside KU Leuven can get access to the data (except for the medical data) upon a reasonable, written request to the project coordinators. The promoter and co-promoters will decide in team. Interested companies, such as those who had written letters-of-support, may receive access to the data upon approval by LRD. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The development of the sensor system will take two years, which means a considerable financial and intellectual effort by KUL and the involved researchers. While it cannot be guaranteed that the project will bring-about patent-worthy knowledge and techniques, we will discuss with LRD whether there are other ways to protect the IP for instance via licensing. There are no legal restrictions or agreements with third parties. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) KU Leuven RDR will be the preferred option. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Regarding publications, we will strive for journals under the CC-BY 4.0 scheme. However, this depends on the journal and, in case we publish in other journals, the embargo will be set by LIRIAS. A data transfer agreement will be signed when data are made available to companies or other research institutes outside KUL. The details will be arranged with LRD. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. Created using DMPonline.be. Last modiﬁed 22 December 2023 6 of 7 ​​ Yes, a PID will be added upon deposit in a data repository Publications come automatically with a DOI number. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Here, we do not expect costs and all data can be shared via e-mail or WeTransfer: the amount of data will be comparatively small especially because we will not make image collections or videos. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? For all activities within the Department of Physics and Astronomy: Patrick Wagner Analogues for research at ESAT: Irene Taurino For studies on test persons at the Department of Public Health: Jeroen Vanoirbeek Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? At the Department of Physics and Astronomy: Bert Keyaerts, he is a senior member of the departmental ICT staff. At ESAT: Irene Taurino At the Department of Public Health: Jeroen Vanoirbeek Who will manage data preservation and sharing? Who will manage data preservation and sharing? For ESAT and the Department of Physics and Astronomy: Patrick Wagner For the Department of Public Health: Jeroen Vanoirbeek We deem it reasonable to split this aspect: at Campus Arenberg, we produce only \"technical data\" from physics and engineering. The data collected at UZ Gasthuisberg are health-related and therefore different in nature. Who will update and implement this DMP? Who will update and implement this DMP? Patrick Wagner in his role of project promoter. If necessary, he will be assisted by the co-promoters Irene Taurino and Jeroen Vanoirbeek. Both have already access to this document. Created using DMPonline.be. Last modiﬁed 22 December 2023 7 of 7"
}