{
    "document_id": "D-2024-3106",
    "LinkTitle": "D-2024-3106",
    "file_name": "D-2024-3106.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3106.pdf",
    "metadata": {
        "title": "D-2024-3106",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle: Assessing Skeletal Muscle Fatigue with sEMG in Patients with COPD: Towards a Tailored \nPulmonary Rehabilitation to Improve Training Effects\nCreator: Paulien Mellaerts\nData Manager: Hans Vanderheyden\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nData Manager: Hans Vanderheyden  \nProject abstract: \nChronic Obstructive Pulmonary Disease (COPD) is a major global health problem, affecting over 300 \nmillion people worldwide. It is the third leading cause of mortality globally. Also in Belgium, COPD \ncontributes to substantial morbidity and mortality. While the disease is primarily characterized by \nrespiratory symptoms, extrapulmonary problems play a crucial role in the daily burden of these patients. \nThe muscles of their lower limbs show a greater susceptibility to fatigue compared to healthy individuals, \nwhich may contribute to reduced exercise tolerance. Skeletal muscle fatigue is a critical yet often \noverlooked factor contributing to exercise limitations. Muscle fatigue, rather than a ventilatory limitation, \nfrequently causes patients to stop the endurance exercise.\nPulmonary rehabilitation (PR) is a key non-pharmacological treatment for patients with COPD; it improves  \nexercise capacity, muscle function, and symptoms like fatigue and breathlessness. However, some \npatients exhibit limited improvement in exercise tolerance following PR. Those who predominantly \nexperience respiratory symptoms during training often struggle to attain the required exercise intensity. In \ncontrast, patients who experience muscle fatigue during a training session demonstrate more significant \ntraining effects, suggesting that muscle fatigue is indicative of an adequate training intensity necessary for  \nphysiological adaptations. In the absence of muscle fatigue, the benefits of training are less pronounced.\nAssessing skeletal muscle fatigue in clinical practice is challenging due to the absence of practical and \nobjective measurement methods. Although transcutaneous femoral nerve stimulation is considered the \ngold standard, it is costly, less feasible in clinical settings, and restricted to post-exercise assessment. \nSurface electromyography (sEMG) may provide a non-invasive, real-time alternative but it remains \nunderutilized in rehabilitation due to the lack of established biomarkers for detecting muscle fatigue.\nThis study aims to validate sEMG biomarkers of muscle fatigue during a submaximal high-intensity \ncycling endurance test. The study will assess these biomarkers' test-retest reliability, criterion validity \n(against femoral nerve stimulation), known-group validity (comparing patients who stop due to muscle \nfatigue versus dyspnea), and responsiveness to PR. The ultimate goal is to integrate validated sEMG \nbiomarkers into clinical practice to detect muscle fatigue during training sessions and to tailor PR based \non the presence of muscle fatigue.\nID: 209695\nStart date: 01-10-2024\nEnd date: 01-10-2027\nLast modified: 30-03-2025\nASSESSING SKELETAL MUSCLE FATIGUE WITH SEMG IN \nPATIENTS WITH COPD: TOWARDS A TAILORED \nPULMONARY REHABILITATION TO IMPROVE TRAINING \nEFFECTS\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse \nduring your research project. For each dataset or data type (observational, experimental etc.), \nprovide a short name & description (sufficient for yourself to know what data it is about), indicate \nwhether the data are newly generated/collected or reused, digital or physical, also indicate the \ntype of the data (the kind of content), its technical format (file extension), and an estimate of the \nupper limit of the volume of the data.\nDataset name / IDDescription New or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume\nN(ew)E(xisting)D(igital) P(hysical)AudiovisualImagesSoundNumerical TextualModelSOftwareOther<1GB<100GB<1TB<5TB>5TBNA\nContactContact details of patientsND and PN and T.xlsx.redcap<1GBPaper forms are stored in secured locationIdentifierPassword protected study identifier formNDN and T.xlsx<1GBNo\nICFSigned ICF ND and PT.redcap<1GBPaper-based ICFs are stored in secured locationDemographic_dataAge, gender, height and weightND and PN and T.redcap<1GBPaper forms are stored in secured locationClinical_dataMedical history and physical testsND and PN and T.redcap<1GBPaper forms are stored in secured locationCWRT_sEMGsEMG data during CWR testNDN.txt.xlsx<1TBNo\nCWRT_physiologicalGas exchange and cardio-respiratory respons during CWR testND and PN.pdf.redcap<100GBPaper forms are stored in secured locationCWRT_BIOPACPotentiated twitch forces (BIOPAC AcqKnowledge software) before and after CWR testNDN.acq<100GBNo\nDynaportPhysical activity monitoring (McRoberts Dynaport)NDN and T.cvs.xlsx.redcap<100GBNo\nQuestionnairesPaper questionnaires ND and PN and T.redcap<1GBPaper-based questionnaires are stored in secured locationKWSMedical record data from routine clinical practiceEDN and T.redcap<100GBNo\nStatisticsStatistical analysis NDN and T.sas.xlsx<100GBNo\nReportsPresentations, dissemination and discussion of resultsNDN and T.doc.pdf.pptx<100GBNo\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier \n(e.g. DOI, Handle, URL etc.) per dataset or data type:\nSome data used in this project was not specifically collected for this study, but was gathered as part of \nclinical routine. With consent of the patient, we will extract this data from the Clinical Workstation (KWS), \nthe electronic database of UZ Leuven Gasthuisberg.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and \nprovide the relevant ethical approval number.\n●Yes, human subject data (Provide SMEC or EC approval number below)\nThe trial will be conducted in compliance with the principles of the Declaration of Helsinki (current \nversion), the principles of GCP and in accordance with all applicable regulatory requirements.  We have \nsubmitted this project for ethical review (S69204), and we have received a positive decision. The project \nwas approved by the ethical committee on 11/10/2024.\nWill you process personal data? If so, please refer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●Yes (Provide PRET G-number or EC S-number below)\nWe work with personal data at KU/UZ Leuven and have submitted this project for ethical review \n(S69204), which has received a positive decision. The GDPR questionnaire for UZ Leuven has also been \nsubmitted.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  If so, please comment per dataset or data type where \nappropriate. \n●No\nN.A.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use \n(e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please \nexplain in the comment section to what data they relate and what restrictions are in place.\n●No\nN.A.\nAre there any other legal issues, such as intellectual property rights and ownership, to be \nmanaged related to the data you (re)use? If so, please explain in the comment section to what \ndata they relate and which restrictions will be asserted.\n●No\nN.A.\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information \nnecessary to keep data understandable and usable, for yourself and others, now and in the future \n(e.g. in terms of documentation levels and types required, procedures used, Electronic Lab \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded).  \nThe study identifier will be stored in a separate password-protected file on the secured KU Leuven's \nLarge Volume Storage managed by KU Leuven, only accessible to the study staff.\nDemographics, clinical data (medical history and physical tests), data derived from McRoberts, data \nderived from questionnaires and the ICF will be gathered via the Research Electronic Data Capture \n(REDCap). If paper forms are used, data from paper forms will subsequently be entered into REDCap. \nPaper forms will be stored in a secured location at Onderwijs en Navorsing 4 (ON4) in KU Leuven \ncampus Gasthuisberg.\nA REDCap codebook will be stored on the secured KU Leuven's Large Volume Storage managed by KU \nLeuven, only accessible to the study staff.\nA readme.txt file in every folder will be explaining the structure and content of the data. Structure will be \nlogged in REDCap.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes\nMetadata standards imbedded in REDCap will be used.  REDCap has the ability to export an entire \nREDCap project (its metadata of forms and events, as well as its data) as an XML file in CDISC ODM \nformat. New projects can  also be created in REDCap using an ODM metadata file that has originated \nfrom REDCap itself or from any other ODM-compatible system.\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\n●Other (specify below)\n●Large Volume Storage\nStudy-related data will be stored and organized with the electronic application REDCap (Research \nElectronic Data Capture). It is a web-based software and tool set that allows researchers to create \nsecured online forms for data capture, management and analysis. It is already widely used in many \nacademic medical centers. Data will be stored for at least 25 years.\nStudy related documents that are not stored in REDCap, will be digitalised and collected on the Large \nVolume Storage (L-drive) managed by KU Leuven.\nPaper forms will be stored in a secured location at Onderwijs en Navorsing 4 (ON4) in KU Leuven \ncampus Gasthuisberg.\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nData will be stored and automatically backed up in REDCap and the server of KU Leuven. The REDcap \nserver is hosted and managed by the KU Leuven ICT department.  The data is backed up on a daily basis \nin addition to daily snapshots of the server. The backups and snapshots are retained for a period of 14 \ndays.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care \nof. \n●Yes\nYes, the KU Leuven provides hosting for the REDcap application and will provide sufficient storage.\nThe L drive has a total capacity of 11.7 PB. Currently, 4.32 PB of free space is available.\nHow will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?  \nAuthentication is based on a personal username and password, using the KU Leuven's Active directory \nserver for authentication. Authorisation in REDcap is granted on a  project basis through REDcap's \ninternal authorisation mechanism.\nWhat are the expected costs for data storage and backup during the research project? How will \nthese costs be covered?\nData are stored in REDcap. The costs for the hosting and licence for REDcap is 80 euro each year \ncovered by project funding.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\nFor clinical experiments on humans, it is recommended at UZ Leuven ro keep the study documents for 25  \nyears (studies that fall under the Belgian Law of 7 May 2004 on Experiments on the Human Person.\nPersonal data will not be kept longer than necessary for the purposes for which they are processed.\nPersonal data will be kept for 25 years (or longer) if they are needed for verification of the results, \ncontractual obligations, IP protection or further research. In this study, we ask permission to the study \nparticipants to keep personal data, also for future research questions.\nWhere will these data be archived (stored and curated for the long-term)?  \n●Other (specify below)\n●KU Leuven RDR\nAll data will also be stored for a period of 25 years on the K-drive from KU Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will \nthese costs be covered?\nThe cost of storing the data will be covered by the KU Leuven.\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval, or institutional access only)\nAll pseudonymized data will be made available after the project upon request by mail.\nIf access is restricted, please specify who will be able to access the data and under what \nconditions. \nOnly individuals directly involved in the project and authorized by the project lead will have access to the \nfull, non-pseudonymized data. Pseudonymized data may be accessed by external researchers or \ncollaborators upon request.\nParticipants had the option to give permission, as stated in the informed consent form (ICF), for their \ncoded (pseudonymized) data to be shared with other research centers conducting related studies.  \nThe research data will be pseudonymized and stored in the KU Leuven Research Data Repository \n(RDR), where it can be shared with others.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nThe research data will be stored and can be shared via the KU Leuven Research Data Repository (RDR).\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Data Transfer Agreement (restricted data)\nData can only be used after approval by the PI and after setting up a data transfer agreement between \nKU Leuven and the other party.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession \nnumber? If already available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\nTo ensure the long-term accessibility and proper citation of the research data, a persistent identifier in the  \nform of a Digital Object Identifier (DOI) will be assigned to the dataset. The DOI will be generated and \nassigned through the KU Leuven Research Data Repository (RDR).\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected.\nRESPONSIBILITIES  \nWho will manage data documentation and metadata during the research project?  \nThierry Troosters, Wim Janssens, Paulien Mellaerts.\nWho will manage data storage and backup during the research project?  \nThierry Troosters, Hans Vanderheyden, Paulien Mellaerts.\nWho will manage data preservation and sharing?  \nThierry Troosters, Hans Vanderheyden, Paulien Mellaerts\nWho will update and implement this DMP?  \nThe PI bears the overall responsibility for updating & implementing this DMP."
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Assessing Skeletal Muscle Fatigue with sEMG in Patients with COPD: Towards a Tailored Pulmonary Rehabilitation to Improve Training Effects Creator: Paulien Mellaerts Data Manager: Hans Vanderheyden Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Data Manager: Hans Vanderheyden Project abstract: Chronic Obstructive Pulmonary Disease (COPD) is a major global health problem, affecting over 300 million people worldwide. It is the third leading cause of mortality globally. Also in Belgium, COPD contributes to substantial morbidity and mortality. While the disease is primarily characterized by respiratory symptoms, extrapulmonary problems play a crucial role in the daily burden of these patients. The muscles of their lower limbs show a greater susceptibility to fatigue compared to healthy individuals, which may contribute to reduced exercise tolerance. Skeletal muscle fatigue is a critical yet often overlooked factor contributing to exercise limitations. Muscle fatigue, rather than a ventilatory limitation, frequently causes patients to stop the endurance exercise. Pulmonary rehabilitation (PR) is a key non-pharmacological treatment for patients with COPD; it improves exercise capacity, muscle function, and symptoms like fatigue and breathlessness. However, some patients exhibit limited improvement in exercise tolerance following PR. Those who predominantly experience respiratory symptoms during training often struggle to attain the required exercise intensity. In contrast, patients who experience muscle fatigue during a training session demonstrate more significant training effects, suggesting that muscle fatigue is indicative of an adequate training intensity necessary for physiological adaptations. In the absence of muscle fatigue, the benefits of training are less pronounced. Assessing skeletal muscle fatigue in clinical practice is challenging due to the absence of practical and objective measurement methods. Although transcutaneous femoral nerve stimulation is considered the gold standard, it is costly, less feasible in clinical settings, and restricted to post-exercise assessment. Surface electromyography (sEMG) may provide a non-invasive, real-time alternative but it remains underutilized in rehabilitation due to the lack of established biomarkers for detecting muscle fatigue. This study aims to validate sEMG biomarkers of muscle fatigue during a submaximal high-intensity cycling endurance test. The study will assess these biomarkers' test-retest reliability, criterion validity (against femoral nerve stimulation), known-group validity (comparing patients who stop due to muscle fatigue versus dyspnea), and responsiveness to PR. The ultimate goal is to integrate validated sEMG biomarkers into clinical practice to detect muscle fatigue during training sessions and to tailor PR based on the presence of muscle fatigue. ID: 209695 Start date: 01-10-2024 End date: 01-10-2027 Last modified: 30-03-2025 ASSESSING SKELETAL MUSCLE FATIGUE WITH SEMG IN PATIENTS WITH COPD: TOWARDS A TAILORED PULMONARY REHABILITATION TO IMPROVE TRAINING EFFECTS RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescription New or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume N(ew)E(xisting)D(igital) P(hysical)AudiovisualImagesSoundNumerical TextualModelSOftwareOther<1GB<100GB<1TB<5TB>5TBNA ContactContact details of patientsND and PN and T.xlsx.redcap<1GBPaper forms are stored in secured locationIdentifierPassword protected study identifier formNDN and T.xlsx<1GBNo ICFSigned ICF ND and PT.redcap<1GBPaper-based ICFs are stored in secured locationDemographic_dataAge, gender, height and weightND and PN and T.redcap<1GBPaper forms are stored in secured locationClinical_dataMedical history and physical testsND and PN and T.redcap<1GBPaper forms are stored in secured locationCWRT_sEMGsEMG data during CWR testNDN.txt.xlsx<1TBNo CWRT_physiologicalGas exchange and cardio-respiratory respons during CWR testND and PN.pdf.redcap<100GBPaper forms are stored in secured locationCWRT_BIOPACPotentiated twitch forces (BIOPAC AcqKnowledge software) before and after CWR testNDN.acq<100GBNo DynaportPhysical activity monitoring (McRoberts Dynaport)NDN and T.cvs.xlsx.redcap<100GBNo QuestionnairesPaper questionnaires ND and PN and T.redcap<1GBPaper-based questionnaires are stored in secured locationKWSMedical record data from routine clinical practiceEDN and T.redcap<100GBNo StatisticsStatistical analysis NDN and T.sas.xlsx<100GBNo ReportsPresentations, dissemination and discussion of resultsNDN and T.doc.pdf.pptx<100GBNo If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Some data used in this project was not specifically collected for this study, but was gathered as part of clinical routine. With consent of the patient, we will extract this data from the Clinical Workstation (KWS), the electronic database of UZ Leuven Gasthuisberg. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, human subject data (Provide SMEC or EC approval number below) The trial will be conducted in compliance with the principles of the Declaration of Helsinki (current version), the principles of GCP and in accordance with all applicable regulatory requirements. We have submitted this project for ethical review (S69204), and we have received a positive decision. The project was approved by the ethical committee on 11/10/2024. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (Provide PRET G-number or EC S-number below) We work with personal data at KU/UZ Leuven and have submitted this project for ethical review (S69204), which has received a positive decision. The GDPR questionnaire for UZ Leuven has also been submitted. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No N.A. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No N.A. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No N.A. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The study identifier will be stored in a separate password-protected file on the secured KU Leuven's Large Volume Storage managed by KU Leuven, only accessible to the study staff. Demographics, clinical data (medical history and physical tests), data derived from McRoberts, data derived from questionnaires and the ICF will be gathered via the Research Electronic Data Capture (REDCap). If paper forms are used, data from paper forms will subsequently be entered into REDCap. Paper forms will be stored in a secured location at Onderwijs en Navorsing 4 (ON4) in KU Leuven campus Gasthuisberg. A REDCap codebook will be stored on the secured KU Leuven's Large Volume Storage managed by KU Leuven, only accessible to the study staff. A readme.txt file in every folder will be explaining the structure and content of the data. Structure will be logged in REDCap. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes Metadata standards imbedded in REDCap will be used. REDCap has the ability to export an entire REDCap project (its metadata of forms and events, as well as its data) as an XML file in CDISC ODM format. New projects can also be created in REDCap using an ODM metadata file that has originated from REDCap itself or from any other ODM-compatible system. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) ●Other (specify below) ●Large Volume Storage Study-related data will be stored and organized with the electronic application REDCap (Research Electronic Data Capture). It is a web-based software and tool set that allows researchers to create secured online forms for data capture, management and analysis. It is already widely used in many academic medical centers. Data will be stored for at least 25 years. Study related documents that are not stored in REDCap, will be digitalised and collected on the Large Volume Storage (L-drive) managed by KU Leuven. Paper forms will be stored in a secured location at Onderwijs en Navorsing 4 (ON4) in KU Leuven campus Gasthuisberg. How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Data will be stored and automatically backed up in REDCap and the server of KU Leuven. The REDcap server is hosted and managed by the KU Leuven ICT department. The data is backed up on a daily basis in addition to daily snapshots of the server. The backups and snapshots are retained for a period of 14 days. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes Yes, the KU Leuven provides hosting for the REDcap application and will provide sufficient storage. The L drive has a total capacity of 11.7 PB. Currently, 4.32 PB of free space is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Authentication is based on a personal username and password, using the KU Leuven's Active directory server for authentication. Authorisation in REDcap is granted on a project basis through REDcap's internal authorisation mechanism. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data are stored in REDcap. The costs for the hosting and licence for REDcap is 80 euro each year covered by project funding. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans For clinical experiments on humans, it is recommended at UZ Leuven ro keep the study documents for 25 years (studies that fall under the Belgian Law of 7 May 2004 on Experiments on the Human Person. Personal data will not be kept longer than necessary for the purposes for which they are processed. Personal data will be kept for 25 years (or longer) if they are needed for verification of the results, contractual obligations, IP protection or further research. In this study, we ask permission to the study participants to keep personal data, also for future research questions. Where will these data be archived (stored and curated for the long-term)? ●Other (specify below) ●KU Leuven RDR All data will also be stored for a period of 25 years on the K-drive from KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of storing the data will be covered by the KU Leuven. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval, or institutional access only) All pseudonymized data will be made available after the project upon request by mail. If access is restricted, please specify who will be able to access the data and under what conditions. Only individuals directly involved in the project and authorized by the project lead will have access to the full, non-pseudonymized data. Pseudonymized data may be accessed by external researchers or collaborators upon request. Participants had the option to give permission, as stated in the informed consent form (ICF), for their coded (pseudonymized) data to be shared with other research centers conducting related studies. The research data will be pseudonymized and stored in the KU Leuven Research Data Repository (RDR), where it can be shared with others. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) The research data will be stored and can be shared via the KU Leuven Research Data Repository (RDR). When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●Data Transfer Agreement (restricted data) Data can only be used after approval by the PI and after setting up a data transfer agreement between KU Leuven and the other party. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository To ensure the long-term accessibility and proper citation of the research data, a persistent identifier in the form of a Digital Object Identifier (DOI) will be assigned to the dataset. The DOI will be generated and assigned through the KU Leuven Research Data Repository (RDR). What are the expected costs for data sharing? How will these costs be covered? No costs are expected. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Thierry Troosters, Wim Janssens, Paulien Mellaerts. Who will manage data storage and backup during the research project? Thierry Troosters, Hans Vanderheyden, Paulien Mellaerts. Who will manage data preservation and sharing? Thierry Troosters, Hans Vanderheyden, Paulien Mellaerts Who will update and implement this DMP? The PI bears the overall responsibility for updating & implementing this DMP."
}