{
    "document_id": "D-2023-2115",
    "LinkTitle": "D-2023-2115",
    "file_name": "D-2023-2115.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2115.pdf",
    "metadata": {
        "title": "Adaptive Fused Filament Fabrication (AF3)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Adaptive Fused Filament Fabrication (AF3)\nA Data Management Plan created using DMPonline.be\nCreators: \nMathias Verbeke, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \n3E230064\nID: \n200335\nStart date: \n01-03-2023\nEnd date: \n28-02-2025\nProject abstract:\nIn the Advanced Manufacturing Lab (AML) of KU Leuven, campus de Nayer, code enabling to predict and simulate the\nbuild temperature of FFF (Fused Filament Fabrication) printed parts has been developed [doi:10.1007/s40964-022-\n00271-0]. This code, which is named Temperature for Fused Filament Fabrication (T4F3), has been successfully applied\nto predict critical reheating temperatures for high-quality PLA (polylactic acid) [doi: 10.1016/j.cirp.2022.03.046] printed\nparts and to develop the first examples of adaptive printing strategies in FFF. In this project, we aim to develop a stand-\nalone tool “AF3”, which will generate adaptive tool paths/G-code for printing free form shapes efficiently while\nmaintaining consistent quality, regardless of part designs or the material. This will provide deep insights into the\nrelations between thermal history and thermally driven failures. A combined physical and data-driven (machine\nlearning-based) approach will be used to solve less evident physical relations. For this development, the AML group of\nthe Mechanical Engineering department partners up with M-Group of KU Leuven Bruges Campus, with interdisciplinary\nexpertise from the departments of Computer Science and Electrical Engineering (ESAT).\nLast modified: \n15-06-2023\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n1 of 5\nAdaptive Fused Filament Fabrication (AF3)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew\nor\nreuse\nDigital\nor\nPhysical\ndata\nData\nType\nFile\nformat\nData\nvolume\nPhysical\nvolume\nModel\ntraining and\nvalidation\nsets\nRepresentative datasets gathered from a laboratory and industrial environment \nfor training and validation of\nthe models\nN\nD\nN\n \nCSV,\nMAT,\nRAVI\n<1TB\n \nT4F3\nTemperature for Fused Filament Fabrication (T4F3) tool to predict the associated thermal history. More\nspecifically, T4F3 is a Matlab code accepting up to 18 input variables (part dimensions, material properties, and\nprocess parameters) and returning spatial and temporal build temperatures of printed FFF parts.\nR\nD\nS\nMatlab\ncode\n<1GB\n \nAF3\nA standalone software tool for Adaptive Fused Filament Fabrication that enables high-efficiency printing with\nhigh quality part, applicable to a wide range of materials and thermally driven defects.\nN\nD\nS\nPython,\nC or\nC++\ncode\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAn executable version of the T4F3 software is currently available for download by externals after registration at:\nhttps://iiw.kuleuven.be/onderzoek/aml/technologyoffer/FFFthermalsimulation/T4F3_original\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nThe aforementioned datasets wil be used to train and validate models that will be incorporated into AF3, a standalone software tool for Adaptive Fused Filament\nFabrication that enables high-efficiency printing with high quality part, applicable to a wide range of materials and thermally driven defects. Possible routes for valorization\nare (1) the direct licensing of the software to companies selling FFF machines, to FFF service providers and/or to companies using FFF in production, or (2) by placing the\nsoftware on a software platform where companies can download the solution for a specific price.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNot at the moment; specific data sharing agreements for industrial datasets still need to be discussed with industrial partners.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nThe model training and validation sets will be documented by means of electronics notebooks (e.g., Jupyter) and accompanied by a README. The currently existing T4F3\ncode is available as documented Matlab code. The newly developed AF4 code will be properly documented and accompanied by a README.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe model training and validation sets will be deposited and shared via KU Leuven Research Data Repository. Hence, DataCite will be used as a metadata standard. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nManGO\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe proper storage security principles are provided implicitly through the use of the ManGO platform.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for the storage on ManGO are limited, for which possibly the free space provided might suffice for the project needs. If not, the costs will be covered from the\nworking means of the project.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nPossible costs associated with KU Leuven RDR will initially be covered from the working means of the project (during the project runtime) and later on by the internal\nfunds available at the involved research groups.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nDecisions on this will be taken in a further stage of the project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nData will be made available upon publication of research results, or postponed if this would be required for IP protection reasons.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nTo be determined in a later phase of the project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nA DOI will be used as persistent identifier.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nPossible costs associated with KU Leuven RDR will initially be covered from the working means of the project (during the project runtime) and later on by the internal\nfunds available at the involved research groups.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe researchers who generate the data will be responsible for documentation, metadata, storage and backup, whereas the involved supervisors of the project will have\nthe end responsibility and manages long term preservation and sharing.\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n4 of 5\nWho will manage data storage and backup during the research project? \nThe researchers who generate the data will be responsible for this aspect.\nWho will manage data preservation and sharing? \nThe involved supervisors of the project.\nWho will update and implement this DMP? \nThe involved supervisors of the project.\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n5 of 5"
    },
    "clean_full_text": "Adaptive Fused Filament Fabrication (AF3) A Data Management Plan created using DMPonline.be Creators: Mathias Verbeke, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Grant number / URL: 3E230064 ID: 200335 Start date: 01-03-2023 End date: 28-02-2025 Project abstract: In the Advanced Manufacturing Lab (AML) of KU Leuven, campus de Nayer, code enabling to predict and simulate the build temperature of FFF (Fused Filament Fabrication) printed parts has been developed [doi:10.1007/s40964-022- 00271-0]. This code, which is named Temperature for Fused Filament Fabrication (T4F3), has been successfully applied to predict critical reheating temperatures for high-quality PLA (polylactic acid) [doi: 10.1016/j.cirp.2022.03.046] printed parts and to develop the first examples of adaptive printing strategies in FFF. In this project, we aim to develop a stand- alone tool “AF3”, which will generate adaptive tool paths/G-code for printing free form shapes efficiently while maintaining consistent quality, regardless of part designs or the material. This will provide deep insights into the relations between thermal history and thermally driven failures. A combined physical and data-driven (machine learning-based) approach will be used to solve less evident physical relations. For this development, the AML group of the Mechanical Engineering department partners up with M-Group of KU Leuven Bruges Campus, with interdisciplinary expertise from the departments of Computer Science and Electrical Engineering (ESAT). Last modified: 15-06-2023 Created using DMPonline.be. Last modiﬁed 15 June 2023 1 of 5 Adaptive Fused Filament Fabrication (AF3) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Model training and validation sets Representative datasets gathered from a laboratory and industrial environment for training and validation of the models N D N CSV, MAT, RAVI <1TB T4F3 Temperature for Fused Filament Fabrication (T4F3) tool to predict the associated thermal history. More specifically, T4F3 is a Matlab code accepting up to 18 input variables (part dimensions, material properties, and process parameters) and returning spatial and temporal build temperatures of printed FFF parts. R D S Matlab code <1GB AF3 A standalone software tool for Adaptive Fused Filament Fabrication that enables high-efficiency printing with high quality part, applicable to a wide range of materials and thermally driven defects. N D S Python, C or C++ code <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: An executable version of the T4F3 software is currently available for download by externals after registration at: https://iiw.kuleuven.be/onderzoek/aml/technologyoffer/FFFthermalsimulation/T4F3_original Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The aforementioned datasets wil be used to train and validate models that will be incorporated into AF3, a standalone software tool for Adaptive Fused Filament Fabrication that enables high-efficiency printing with high quality part, applicable to a wide range of materials and thermally driven defects. Possible routes for valorization are (1) the direct licensing of the software to companies selling FFF machines, to FFF service providers and/or to companies using FFF in production, or (2) by placing the software on a software platform where companies can download the solution for a specific price. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not at the moment; specific data sharing agreements for industrial datasets still need to be discussed with industrial partners. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 15 June 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The model training and validation sets will be documented by means of electronics notebooks (e.g., Jupyter) and accompanied by a README. The currently existing T4F3 code is available as documented Matlab code. The newly developed AF4 code will be properly documented and accompanied by a README. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The model training and validation sets will be deposited and shared via KU Leuven Research Data Repository. Hence, DataCite will be used as a metadata standard. Data Storage & Back-up during the Research Project Where will the data be stored? ManGO OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The proper storage security principles are provided implicitly through the use of the ManGO platform. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for the storage on ManGO are limited, for which possibly the free space provided might suffice for the project needs. If not, the costs will be covered from the working means of the project. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Created using DMPonline.be. Last modiﬁed 15 June 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Possible costs associated with KU Leuven RDR will initially be covered from the working means of the project (during the project runtime) and later on by the internal funds available at the involved research groups. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Decisions on this will be taken in a further stage of the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Data will be made available upon publication of research results, or postponed if this would be required for IP protection reasons. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) To be determined in a later phase of the project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository A DOI will be used as persistent identifier. What are the expected costs for data sharing? How will these costs be covered? Possible costs associated with KU Leuven RDR will initially be covered from the working means of the project (during the project runtime) and later on by the internal funds available at the involved research groups. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data will be responsible for documentation, metadata, storage and backup, whereas the involved supervisors of the project will have the end responsibility and manages long term preservation and sharing. Created using DMPonline.be. Last modiﬁed 15 June 2023 4 of 5 Who will manage data storage and backup during the research project? The researchers who generate the data will be responsible for this aspect. Who will manage data preservation and sharing? The involved supervisors of the project. Who will update and implement this DMP? The involved supervisors of the project. Created using DMPonline.be. Last modiﬁed 15 June 2023 5 of 5"
}