{
    "document_id": "D-2023-2460",
    "LinkTitle": "D-2023-2460",
    "file_name": "D-2023-2460.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2460.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Rob Ameloot",
        "num_pages": 8
    },
    "content": {
        "full_text": "1MY Data Management PLAN (DMP)\nDMP TITLE\nDMP: RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling\nADMIN DETAILS\nProject Name: RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling\nGrant Title: C3/23/019\nPrincipal Investigator / Researcher: Christian Steuwe\nProject Data Contact: Christian.steuwe@kuleuven.be\nDescription: In Europe, 29.1 million tons (Mton) of plastic waste is collected every year. Of that collected  \nfraction, only 4 Mton (13.7% of the total waste volume) is converted into new products by mechanical  \nrecycling. Recycling rates have been increasing by only a few percentage points per year over the last 2  \ndecades. The reason for this slow increase is that recycling comes at a cost which makes the competition  \nwith virgin plastic prices difficult. Unfortunately, this pace of progress is far too slow to achieve the goals set  \nin pledges such as the one by the Circular Plastics Alliance (i.e., to reach 10 Mton of recycled plastics in  \n2025; meaning that in just 3 years we would have to increase the recycled fraction by 6Mton!) and less  \nvoluntary commitments such as the European Recycling targets for packaging plastics of 55% by 2030. It is  \nclear that radical innovations are needed. Current sorting installations only operate cost-efficiently at (very)  \nhigh volumes. Therefore the goal of this C3 project is to improve the situation by enabling distributed sorting  \ncloser to the source, empowering new, more efficient value chains for mechanical recycling.  Our proposal is \nto have consumers sort their waste using a self-scan system (similar to self-checkout in supermarkets or  \nbaggage scanners) when they visit the recycling center. Instead of throwing a plastic item in a container, a  \nvisitor would drop it on a transport belt or a similar installation. The recycling center then receives pre-sorted  \nfractions of plastics which could be sold for winst rather than disposing the plastics at a cost.  \n1. GENERAL INFORMATION\nName applicant\nChristian Steuwe\nProject Number & Title\nC3/23/019 - RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling\nAffiliation\n●KU Leuven\n22. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.\nThe expected data volume generated within the C3 project is 10-20 Gb per month.\nObjective 1: Development and validation of NIR, MIR, and VIS optical sensing modules for sorting.\nData related to this objective are mostly acquired for the characterization of plastics. The details of raw \nand exported data formats are listed below.\nequipment raw format exported format\nDeveloped NIR spectrometer CSV CSV\nVarian MIR spectrometer CSV CSV\nBruker NIR spectrometer Bruker Opus CSV\nCamera Uncompressed 8-12 bit Jpeg compressed\nObjective 2: Demonstrator of an artificial intelligence architecture & prototype.\nTo achieve this objective, we will mainly use the data from objective 1. We will set up a database to \nautomatically acquire data from spectral sensors and cameras. The database architecture has still to be \ndefined. Storage will be arranged in a cloud-based solution.\nObjective 3: Demonstrator of a mechanical sorting architecture & prototype.\nTo achieve this objective, we will use the database infrastructure from objective 2. During tests, we will \nfurther feed the database from objective 2 with data.\n.\n33. LEGAL & ETHICAL ISSUES\nWill you use personal data? If so, shortly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \n●No\nPrivacy Registry Reference: /\nShort description of the kind of personal data that will be used: /\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\nNo\n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes\nIf the proposed concept works, a meeting will be planned with the KU Leuven tech transfer office to  \ninvestigate  how to protect the resulting  database and to  investigate patentability.  In case a patent  \napplication will be filed directly resulting from this project, the related data will not be freely shared at least  \nuntil the patent filing. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n44. DOCUMENTATION & METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this  \nproject?\nAn overview file that contains references to the raw data files will be kept. Regular reports based on the data  \nwill be generated using Microsoft Word and on GIT. PowerPoint files will be used for presentation at regular  \ninternal meetings between the WP leaders and researchers involved in the project. In both the Word reports  \nand Powerpoint presentations, the file names of the raw data files will be included.  \nWill a metadata standard be used? If so, describe in detail which standard will be used. If no, state  \nin detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nGeneral experiments:\nThe details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of  \nthe raw and processed datafiles will be mentioned. Files will be named according to a pre-agreed  \nconvention. This working method obviates the need for a separate INFO.txt file in each directory yet ensures  \nthat the data can be understood by other team members and can be reused in the future.  \nFor published papers, the subset of the raw and processed data discussed in that manuscript will be copied  \nand organized according the paper structure. Likely, this is the data subset that will be most frequently  \nrevisited and shared afterwards. \nDatabase:\nThe centralized database (Objective 2) will consist of data that is registered using a pre-discussed protocol  \nin an automated manner. The conventions are to be stored on GIT. \n55. DATA STORAGE & BACK UP DURING THE PROJECT\nWhere will the data be stored? \nThe data will be stored via a cloud storage solution that allows sharing with the WP leaders and researchers  \ninvolved in the project.\nThe database will be stored on a cloud platform.\nHow is backup of the data provided?\nThe data on the cloud storage server are automatically backed up. Unlimited versioning is included in the  \nselected plan so that accidental erasing or modifying does not pose a risk. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available then explain how this will be taken  \ncare of.\n●Yes\nThe total amount of data generated during the project should not exceed several TB and is therefore \ncompatible with the selected cloud storage solution.  \nWhat are the expected costs for data storage and backup during the project? How will these costs  \nbe covered? \nThe costs for saving the data to the cloud storage server (including regular backup) should not exceed a few  \nhundred euros. These costs will be covered by the project. \nData security: how will you ensure that the data are securely stored and not accessed or modified by  \nunauthorized persons?\nThe data generated during the project will be systematically transferred to the cloud storage server. Only the  \nWP leaders and researchers involved in this project will have access to the shared folders where the data,  \nreports and presentations will be stored. \n66. DATA PRESERVATION AFTER THE PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project. \nWhere will the data be archived (= stored for the longer term)?\nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project. \nBeyond 5 years after the end of the project, one of the following options will be picked (1) continuation of \nstoring the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers \nfor archiving. \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nThe annual cost for long-term storage of the data, either through a cloud storage service or the university's  \ncentral servers, is estimated at a few hundred euro. Since the budget of the current project will no longer be  \navailable, creative solutions will have to be found. \n77. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●Yes. Specify:\nThe data will remain accessible among the WP leaders and the researchers involved in the project. \nAccess to the data can be granted to other persons, upon request and agreement among the leaders. \nImminent commercial interests or a patent application can be a limiting factor in granting access to the \ndata. \nWhich data will be made available after the end of the project?\nIn case no restrictions apply, the written reports and Powerpoint presentations summarizing the results \nobtained can be made available. The (raw) data used in publications can be made available on a \nrepository, if e.g. requested by the Editors or Publisher of a scientific journal.  \nWhere/how will the data be made available for reuse?\n●Upon request by mail\nThe data that will not have been uploaded in a resository such as 'Scientific data' \n(https://www.nature.com/sdata/) to accompany a publication can be requested via email.  \nWhen will the data be made available?\n●Upon publication of the research results\nDescription of the full scientific method and results will be made available with journal publications.  \nWho will be able to access the data and under what conditions?\nUpon request, access to the samples and data can be granted, upon agreement of the project leaders. \nCommercial reuse will not be allowed.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nBecause of the choice for a cloud storage solution for the data, no additional costs will be booked for data  \nsharing. \n88. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe project leaders and the researchers involved in this project will be jointly responsible.  \nWho will be responsible for data storage & back up during the project?\nThe project leaders and the researchers involved in this project will be jointly responsible. Because of the \nchoice for a cloud storage solution, no additional action is needed for data backup.  \nWho will be responsible for ensuring data preservation and reuse ?\nThe project leaders and the researchers involved in this project will be jointly responsible.  \nWho bears the end responsibility for updating & implementing this DMP?\nThe project leaders bear the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1MY Data Management PLAN (DMP) DMP TITLE DMP: RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling ADMIN DETAILS Project Name: RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling Grant Title: C3/23/019 Principal Investigator / Researcher: Christian Steuwe Project Data Contact: Christian.steuwe@kuleuven.be Description: In Europe, 29.1 million tons (Mton) of plastic waste is collected every year. Of that collected fraction, only 4 Mton (13.7% of the total waste volume) is converted into new products by mechanical recycling. Recycling rates have been increasing by only a few percentage points per year over the last 2 decades. The reason for this slow increase is that recycling comes at a cost which makes the competition with virgin plastic prices difficult. Unfortunately, this pace of progress is far too slow to achieve the goals set in pledges such as the one by the Circular Plastics Alliance (i.e., to reach 10 Mton of recycled plastics in 2025; meaning that in just 3 years we would have to increase the recycled fraction by 6Mton!) and less voluntary commitments such as the European Recycling targets for packaging plastics of 55% by 2030. It is clear that radical innovations are needed. Current sorting installations only operate cost-efficiently at (very) high volumes. Therefore the goal of this C3 project is to improve the situation by enabling distributed sorting closer to the source, empowering new, more efficient value chains for mechanical recycling. Our proposal is to have consumers sort their waste using a self-scan system (similar to self-checkout in supermarkets or baggage scanners) when they visit the recycling center. Instead of throwing a plastic item in a container, a visitor would drop it on a transport belt or a similar installation. The recycling center then receives pre-sorted fractions of plastics which could be sold for winst rather than disposing the plastics at a cost. 1. GENERAL INFORMATION Name applicant Christian Steuwe Project Number & Title C3/23/019 - RecyClear - Data- & AI-driven sorting for efficient rigid plastics recycling Affiliation ●KU Leuven 22. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The expected data volume generated within the C3 project is 10-20 Gb per month. Objective 1: Development and validation of NIR, MIR, and VIS optical sensing modules for sorting. Data related to this objective are mostly acquired for the characterization of plastics. The details of raw and exported data formats are listed below. equipment raw format exported format Developed NIR spectrometer CSV CSV Varian MIR spectrometer CSV CSV Bruker NIR spectrometer Bruker Opus CSV Camera Uncompressed 8-12 bit Jpeg compressed Objective 2: Demonstrator of an artificial intelligence architecture & prototype. To achieve this objective, we will mainly use the data from objective 1. We will set up a database to automatically acquire data from spectral sensors and cameras. The database architecture has still to be defined. Storage will be arranged in a cloud-based solution. Objective 3: Demonstrator of a mechanical sorting architecture & prototype. To achieve this objective, we will use the database infrastructure from objective 2. During tests, we will further feed the database from objective 2 with data. . 33. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) ●No Privacy Registry Reference: / Short description of the kind of personal data that will be used: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes If the proposed concept works, a meeting will be planned with the KU Leuven tech transfer office to investigate how to protect the resulting database and to investigate patentability. In case a patent application will be filed directly resulting from this project, the related data will not be freely shared at least until the patent filing. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 44. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? An overview file that contains references to the raw data files will be kept. Regular reports based on the data will be generated using Microsoft Word and on GIT. PowerPoint files will be used for presentation at regular internal meetings between the WP leaders and researchers involved in the project. In both the Word reports and Powerpoint presentations, the file names of the raw data files will be included. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No General experiments: The details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of the raw and processed datafiles will be mentioned. Files will be named according to a pre-agreed convention. This working method obviates the need for a separate INFO.txt file in each directory yet ensures that the data can be understood by other team members and can be reused in the future. For published papers, the subset of the raw and processed data discussed in that manuscript will be copied and organized according the paper structure. Likely, this is the data subset that will be most frequently revisited and shared afterwards. Database: The centralized database (Objective 2) will consist of data that is registered using a pre-discussed protocol in an automated manner. The conventions are to be stored on GIT. 55. DATA STORAGE & BACK UP DURING THE PROJECT Where will the data be stored? The data will be stored via a cloud storage solution that allows sharing with the WP leaders and researchers involved in the project. The database will be stored on a cloud platform. How is backup of the data provided? The data on the cloud storage server are automatically backed up. Unlimited versioning is included in the selected plan so that accidental erasing or modifying does not pose a risk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes The total amount of data generated during the project should not exceed several TB and is therefore compatible with the selected cloud storage solution. What are the expected costs for data storage and backup during the project? How will these costs be covered? The costs for saving the data to the cloud storage server (including regular backup) should not exceed a few hundred euros. These costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated during the project will be systematically transferred to the cloud storage server. Only the WP leaders and researchers involved in this project will have access to the shared folders where the data, reports and presentations will be stored. 66. DATA PRESERVATION AFTER THE PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The annual cost for long-term storage of the data, either through a cloud storage service or the university's central servers, is estimated at a few hundred euro. Since the budget of the current project will no longer be available, creative solutions will have to be found. 77. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●Yes. Specify: The data will remain accessible among the WP leaders and the researchers involved in the project. Access to the data can be granted to other persons, upon request and agreement among the leaders. Imminent commercial interests or a patent application can be a limiting factor in granting access to the data. Which data will be made available after the end of the project? In case no restrictions apply, the written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? ●Upon request by mail The data that will not have been uploaded in a resository such as 'Scientific data' (https://www.nature.com/sdata/) to accompany a publication can be requested via email. When will the data be made available? ●Upon publication of the research results Description of the full scientific method and results will be made available with journal publications. Who will be able to access the data and under what conditions? Upon request, access to the samples and data can be granted, upon agreement of the project leaders. Commercial reuse will not be allowed. What are the expected costs for data sharing? How will the costs be covered? Because of the choice for a cloud storage solution for the data, no additional costs will be booked for data sharing. 88. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The project leaders and the researchers involved in this project will be jointly responsible. Who will be responsible for data storage & back up during the project? The project leaders and the researchers involved in this project will be jointly responsible. Because of the choice for a cloud storage solution, no additional action is needed for data backup. Who will be responsible for ensuring data preservation and reuse ? The project leaders and the researchers involved in this project will be jointly responsible. Who bears the end responsibility for updating & implementing this DMP? The project leaders bear the end responsibility of updating & implementing this DMP."
}