{
    "document_id": "D-2022-1722",
    "LinkTitle": "D-2022-1722",
    "file_name": "D-2022-1722.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1722.pdf",
    "metadata": {
        "title": "Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D\nprinted composites\nA Data Management Plan created using DMPonline.be\nCreators: \nAart Willem Van Vuure, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAart Willem Van Vuure, n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n.\nData Manager:\n \nn.n. n.n.\nProject Administrator:\n \nAart Willem Van Vuure\nGrant number / URL: \nG0K9722N\nID: \n197626\nStart date: \n01-09-2022\nEnd date: \n31-08-2025\nProject abstract:\nThis project proposes the incorporation of an aligned cellulose based reinforcement for continuous fibre 3D printing by creating our own\ntechnical natural fibre with enhanced physical properties, spun from cellulose derivatives or directly obtained from bacteria. The project\nproposes to study two cellulose sources: bacterial and the waste from agricultural/textile industry.\nSince individual cellulose fibres will be accessible at the nano level, it will be possible to treat them efficiently against water sorption and\nimproving the fibre/matrix interface at the same time.\nThe obtained treated fibre yarn will be pre-impregnated with low molecular weight polymer for an efficient impregnation, creating a 3 level\nhierarchical reinforcement fibre which resembles the complex microstructure of a natural fibre. This hierarchical structure will potentially\nincrease yarn toughness, since dissipative mechanisms related to local failure at the fibre/polymer interface will produce a non-linear\ndeformation during loading .\nThis hierarchical reinforcement will be used to develop a continuous fibre reinforced 3D printed composite. In this way a composite with\nhigh toughness and strength will be created, overcoming the inherent water sorption and mechanical properties variability of typical\nnatural fibres.\nThe mechanical properties of produced yarns are mainly controlled by the alignment and mechanical properties of their building blocks,\nelectro-spun nanofibers, which are formed by coalescence of cellulose chains. Molecular dynamics simulations will be used to inspect the\nbehaviour and properties of the cellulose chains at the molecular scale. Prediction of the tensile properties of the cellulose chains and the\nway they get aligned during electrospinning will be investigated.\nLast modified: \n09-03-2023\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n1 of 8\nCellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D\nprinted composites\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n2 of 8\nCellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D\nprinted composites\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n3 of 8\nCellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D\nprinted composites\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n4 of 8\nCellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D\nprinted composites\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab, .cvs,.pdf,\n.txt, .rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSurface energy of fibres, yarns\nand polymers\nTensiometer and\nIGC\nmeasurements\nNew data\nDigital\nExperimental\n.xls\n<100GB\n \nMechanical test data of yarns\nand composites, 3D printed\nspecimens\nResults from\ntensile and\nbending tests\nNew data\nDigital\nExperimental\n.xls\n<100GB\n \nMicro-CT scanning data of 3D\nprinted parts\nImages\nNew data\nDigital\nExperimental\nAvizo format\n<10TB\n \n3D printing processing\nparameters\nMachine\nparameters\nNew data\nDigital\nExperimental\n.xls\n<100GB\n \nMD simulation files\nSimulation input\nand output\nNew data\nDigital\nSimulation data\nMD files\n<50TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nnot foreseen\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nnot applicable\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nnot applicable\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nSurface characterization: results may lead to dedicated fibre treatments that could be protected.\n3D printing parameters: establishing the right window for printability will be important information for possible valorisation of the technology.\nMD simulations: simulation may point to principally different ways to accomplish better yarn formation.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThere is a consortium agreement for the M-ERA-NET project. IP that is generated by collaboration between partners will be shared, so permission for exploitation should also be given by the\nproject partner.\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n5 of 8\n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nWhere-ever own results are patentable, there will be some delays in the dissemination of the results, till the moment the patent has been filed.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nRaw data will first be gathered and handled by the individual researchers, but resulting datafiles should also be saved on project dedicated hard drives, which will be made available to each\nresearcher, and be handed over to the principal researchers at the end of the project, so they are available also after the researcher may have left.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nData will be structured on the hard drives according to a logical directory tree structure.\nLater use of the KU Leuven RDR system will be considered.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on both the hard drives of the individual researchers and on project dedicated hard drives with a logical directory tree structure.\nOther repositories will be discussed and agreed upon in a project management meeting.\nHow will the data be backed up?\nThe project dedicated hard drives serve as back-up of the data on the drives of the individual researchers.\nOther data repositories will be discussed and agreed upon in a project management meeting.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nNecessary hard drives will be purchased. Storage in other repositories needs to be evaluated.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHard drives will be kept in closed cabinets inside locked offices.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData will typically be stored on 5 TB hard drives which cost order 100 Euros each. It is anticipated that less than 10 of these drives will be needed to store all essential data.\nCost of alternative repositories needs to be carefully considered.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nHard drives will be kept for at least 10 years according to the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe conventional way would be to store the data on dedicated hard drives which are kept undisturbed in the offices of the principal investigators after the project.\nBut since KU Leuven is offering dedicated data repositories, this option will be further explored during the project.\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n6 of 8\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor any other option than the conventional storage of hard drives in the offices of principal investigators, the cost aspect still needs to be evaluated.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll promising and important results will be published in the open literature. Associated datasets will be made available upon request to the principal investigators, where possible given the size of\ncertain datafiles (e.g. MD simulation files will not be easy to transfer over the internet).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData will be made available by the principal investigators, upon request and where possible.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere-ever patents are files or where data are co-owned by a project partner, first the IP constraints need to be clarified and managed. It is likely the data could be released with a time delay.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFor now data will be available with the individual principal investigators, but use and possible switch to the KU Leuven RDR system will be considered during the project.\nWhen will the data be made available?\nWhere-ever there are no IP issues, data will be made available immediately after the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo particular restrictions would apply if there are no IP issues (if findings could be patented), except that the users would be expected to clearly cite the source they are using.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nThis depends on which repository will finally be chosen for the project outcomes.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNormal sized files could be sent over the internet. But for large size datasets special arrangements would have to be made. The cost for this should be with the requesting party.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nInitially the data will be managed by the individual researchers. Towards the end of the project and after the project, the principal investigators will become responsible. \nWho will manage data storage and backup during the research project?\nThe individual researchers have to manage the data and hand them over in a structured manner to the principal investigators towards the end of the project. \nWho will manage data preservation and sharing?\nThe principal investigators Aart van Vuure, David Seveno and Eleonora Ferraris \nWho will update and implement this DMP?\nAart van Vuure, KU Leuven coordinator of the project \nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n7 of 8\nCreated using DMPonline.be. Last modiﬁed 09 March 2023\n8 of 8"
    },
    "clean_full_text": "Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites A Data Management Plan created using DMPonline.be Creators: Aart Willem Van Vuure, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Aart Willem Van Vuure, n.n. n.n., n.n. n.n., n.n. n.n., n.n. n.n. Data Manager: n.n. n.n. Project Administrator: Aart Willem Van Vuure Grant number / URL: G0K9722N ID: 197626 Start date: 01-09-2022 End date: 31-08-2025 Project abstract: This project proposes the incorporation of an aligned cellulose based reinforcement for continuous fibre 3D printing by creating our own technical natural fibre with enhanced physical properties, spun from cellulose derivatives or directly obtained from bacteria. The project proposes to study two cellulose sources: bacterial and the waste from agricultural/textile industry. Since individual cellulose fibres will be accessible at the nano level, it will be possible to treat them efficiently against water sorption and improving the fibre/matrix interface at the same time. The obtained treated fibre yarn will be pre-impregnated with low molecular weight polymer for an efficient impregnation, creating a 3 level hierarchical reinforcement fibre which resembles the complex microstructure of a natural fibre. This hierarchical structure will potentially increase yarn toughness, since dissipative mechanisms related to local failure at the fibre/polymer interface will produce a non-linear deformation during loading . This hierarchical reinforcement will be used to develop a continuous fibre reinforced 3D printed composite. In this way a composite with high toughness and strength will be created, overcoming the inherent water sorption and mechanical properties variability of typical natural fibres. The mechanical properties of produced yarns are mainly controlled by the alignment and mechanical properties of their building blocks, electro-spun nanofibers, which are formed by coalescence of cellulose chains. Molecular dynamics simulations will be used to inspect the behaviour and properties of the cellulose chains at the molecular scale. Prediction of the tensile properties of the cellulose chains and the way they get aligned during electrospinning will be investigated. Last modified: 09-03-2023 Created using DMPonline.be. Last modiﬁed 09 March 2023 1 of 8 Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 09 March 2023 2 of 8 Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 09 March 2023 3 of 8 Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 09 March 2023 4 of 8 Cellulose from waste and bacteria in electro-spinning for continuous fibre reinforced 3D printed composites FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Surface energy of fibres, yarns and polymers Tensiometer and IGC measurements New data Digital Experimental .xls <100GB Mechanical test data of yarns and composites, 3D printed specimens Results from tensile and bending tests New data Digital Experimental .xls <100GB Micro-CT scanning data of 3D printed parts Images New data Digital Experimental Avizo format <10TB 3D printing processing parameters Machine parameters New data Digital Experimental .xls <100GB MD simulation files Simulation input and output New data Digital Simulation data MD files <50TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: not foreseen Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No not applicable Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No not applicable Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Surface characterization: results may lead to dedicated fibre treatments that could be protected. 3D printing parameters: establishing the right window for printability will be important information for possible valorisation of the technology. MD simulations: simulation may point to principally different ways to accomplish better yarn formation. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes There is a consortium agreement for the M-ERA-NET project. IP that is generated by collaboration between partners will be shared, so permission for exploitation should also be given by the project partner. Created using DMPonline.be. Last modiﬁed 09 March 2023 5 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Where-ever own results are patentable, there will be some delays in the dissemination of the results, till the moment the patent has been filed. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Raw data will first be gathered and handled by the individual researchers, but resulting datafiles should also be saved on project dedicated hard drives, which will be made available to each researcher, and be handed over to the principal researchers at the end of the project, so they are available also after the researcher may have left. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Data will be structured on the hard drives according to a logical directory tree structure. Later use of the KU Leuven RDR system will be considered. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on both the hard drives of the individual researchers and on project dedicated hard drives with a logical directory tree structure. Other repositories will be discussed and agreed upon in a project management meeting. How will the data be backed up? The project dedicated hard drives serve as back-up of the data on the drives of the individual researchers. Other data repositories will be discussed and agreed upon in a project management meeting. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No Necessary hard drives will be purchased. Storage in other repositories needs to be evaluated. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Hard drives will be kept in closed cabinets inside locked offices. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data will typically be stored on 5 TB hard drives which cost order 100 Euros each. It is anticipated that less than 10 of these drives will be needed to store all essential data. Cost of alternative repositories needs to be carefully considered. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Hard drives will be kept for at least 10 years according to the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The conventional way would be to store the data on dedicated hard drives which are kept undisturbed in the offices of the principal investigators after the project. But since KU Leuven is offering dedicated data repositories, this option will be further explored during the project. Created using DMPonline.be. Last modiﬁed 09 March 2023 6 of 8 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For any other option than the conventional storage of hard drives in the offices of principal investigators, the cost aspect still needs to be evaluated. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All promising and important results will be published in the open literature. Associated datasets will be made available upon request to the principal investigators, where possible given the size of certain datafiles (e.g. MD simulation files will not be easy to transfer over the internet). If access is restricted, please specify who will be able to access the data and under what conditions. Data will be made available by the principal investigators, upon request and where possible. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where-ever patents are files or where data are co-owned by a project partner, first the IP constraints need to be clarified and managed. It is likely the data could be released with a time delay. Where will the data be made available? If already known, please provide a repository per dataset or data type. For now data will be available with the individual principal investigators, but use and possible switch to the KU Leuven RDR system will be considered during the project. When will the data be made available? Where-ever there are no IP issues, data will be made available immediately after the project. Which data usage licenses are you going to provide? If none, please explain why. No particular restrictions would apply if there are no IP issues (if findings could be patented), except that the users would be expected to clearly cite the source they are using. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes This depends on which repository will finally be chosen for the project outcomes. What are the expected costs for data sharing? How will these costs be covered? Normal sized files could be sent over the internet. But for large size datasets special arrangements would have to be made. The cost for this should be with the requesting party. 6. Responsibilities Who will manage data documentation and metadata during the research project? Initially the data will be managed by the individual researchers. Towards the end of the project and after the project, the principal investigators will become responsible. Who will manage data storage and backup during the research project? The individual researchers have to manage the data and hand them over in a structured manner to the principal investigators towards the end of the project. Who will manage data preservation and sharing? The principal investigators Aart van Vuure, David Seveno and Eleonora Ferraris Who will update and implement this DMP? Aart van Vuure, KU Leuven coordinator of the project Created using DMPonline.be. Last modiﬁed 09 March 2023 7 of 8 Created using DMPonline.be. Last modiﬁed 09 March 2023 8 of 8"
}