{
    "document_id": "D-2024-3238",
    "LinkTitle": "D-2024-3238",
    "file_name": "D-2024-3238.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3238.pdf",
    "metadata": {
        "title": "D-2024-3238",
        "author": "Altynay Kaidarova",
        "num_pages": 10
    },
    "content": {
        "full_text": " \nDATA MANAGEMENT PLAN  \nPROJECT  \nProject number : 1228525N  \nProject acronym:  BEST -TEC \nProject name:  Boosting the efficiency of skin thermoelectrics  by \ndeveloping stretchable nanocomposite substrates with \ntunable anisotropic thermal and electrical conductivity  \n \nDATA MANAGEMENT PLAN  \nDate : 07/04/2025  \nVersion:  1.0 \n \nData Summary  \nWill you re -use any existing data and what will you re -use it for? State the reasons if re -use of any existing data \nhas been considered but discarded.  \nNo existing data will be reused in the BEST -TEC project. All data generated will be new and experimental . \nWhat types and formats of data will the project generate or re -use?  \nType of data  Format  Volume  How created  WP \nMaterials datasheet  .pdf 1-10 MB  To be received from suppliers.  1 \nStandard Operating \nProcedures  .docx, \n.mp4, \n.AVI 10 GB  Written or filmed by the researcher  1-3 \nMicroscopy (Optical and \nSEM) images  .tif \n.jpg 1 GB Digital Keyence and SEM microscope \nimages of the nanocomposites and TE \ndevice interfaces under strain and \nalignment.  1-3 \nEnergy -dispersive X -ray \nspectroscopy (EDS) peaks \nand mapping images  .docx  1-10 MB  Images and elemental compositional \nanalysis of blended interface  3 \nThermal conductivity  \nmeasurements  .csv 1-10 MB  Generated from thermal analysis (e.g. \nLight Flash Analysis (LFA)) of the \nnanocomposites, capturing directional \nthermal conductivity properties.  1-2 \nLayouts of device \ncomponents  CAD \nfiles & \n.bmp  100 MB  Designed using CAD software (e.g., \nSolidWorks) to create precise blueprints \nfor magnetic field alignment setups, \nnanocomposite prototypes, and \nsubstrate layouts. These layouts guide \nthe fabrication and assembly of flexible \nsubstrates and thermoelectric dev ices 2-3 \n \nSimulation data for heat \nflow and power output  .xls 100 MB  Generated using COMSOL or \nequivalent tools to model \nthermal/electrical performance of \nsubstrates with different nanorod \nalignments and geometries..  2-3 \nElectrical contact \nresistance data  .xls 100 MB  Measured using the Transmission Line \nMethod (TLM) for various configurations \nof TE legs, interconnects, and \nnanocomposite substrates.  3 \nVideos with demos  .mp4 & \n.AVI 10 GB  Videos showing working demos and \nbending tests.  3 \nRelevant reviewed \nliterature  .pdf, .bib  1-10 MB  Articles will be available at the KU \nLeuven digital library. The articles may \nbe stored in pdf and the selection of \narticles can be exported as a .bib file \nusing the reference manager Mendeley.  1-3 \nLab books with written \ndetails about the different \nprocess trials, results, and \nobservations.  Written \nin paper  1 drawer  Written  by researcher in the lab. To be \nkept for 5 years.  1-3 \nPhysical samples  Physical  - Fabricated  by researcher in the lab. To \nbe kept for 5 years.  1-3 \n \nWhat is the purpose of the data generation or re -use and its relation to the objectives of the project?  \nThe data generated in the BEST -TEC project will provide critical insights into designing advanced materials and \ndevices. It will support the development of skin -mimetic nanocomposites with customizable thermal and \nelectrical transport properties, aimed at significantly enhancing the performance of  skin thermoelectric \ngenerators  (sTEGs ). The data is generated  to optimize material properties, improve substrate -device interfaces, \nand validate the efficacy of prototypes through performance testing. This aligns directly with the project’s \nobjectives to reduce thermal and electrical resistances, streamline heat flo w, and achieve a tenfold improvement \nin energy conversion efficiency compared to existing technologies.  \nWhat is the expected size of the data that you intend to generate or re -use?  \nIncluded in the table  \nWhat is the origin/provenance of the data, either generated or re -used?  \nIncluded in the table  \nTo whom might your data be useful ('data  utility'), outside your project?  \nThe data generated in the BEST -TEC project could be valuable to a range of stakeholders outside the \nproject.  \n• Researchers and academics . Scholars in materials science, flexible electronics, and energy \nharvesting will benefit from insights into the design and optimization of stretchable nanocomposites \nwith anisotropic thermal and electrical properties.  \n• Wearable technology developers . Companies and engineers developing skin -mimetic and wearable \ndevices.  \n• Biomedical industry . The data supports advancements in medical devices such as skin -attached \nthermoelectric generators for monitoring and therapy.  \n• Energy sector . The insights on heat dissipation and energy harvesting will be valuable for creating \nsustainable  and efficient energy solutions.  \n \n• Consumer electronics and IoT.  Engineers and designers can utilize the results to improve \nlightweight, flexible energy harvesting devices for everyday applications.  \n• Industry stakeholders . Biotechnology, environmental monitoring, and automotive sectors can adopt \nthe findings for innovative material solutions and improved device interfaces.  \n• Educational institutions . Universities and students can use the data as a case study or foundation \nfor further research into hybrid nanocomposites and thermoelectric technologies.  \nWith its focus on customizable thermal and electrical properties, the data can help establish new industry \nstandards, driving innovation in efficient heat dissipation and energy conversion solutions  \n \nFAIR data  \nMaking data findable, including provisions for metadata  \nWill data be identified by a persistent identifier?  \nYes, the data will be identified by a persistent identifier. The full dataset will be uploaded in Zenodo o r the \nOPENAire, where it will be assigned a Digital Object Identifier (DOI)  under a CC -BY license.   \nWill rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or general \nstandards will be followed? In case metadata standards do not exist in your discipline, please outline what type \nof metadata will be created and how.  \nYes, rich metadata will be provided to enable data discovery and reuse.  Our group joined the pilot program, \niRODS, developed by the Research Data Management Competence Center (RDM -CC) at KU Leuven to \nstandardize data and metadata. This allows us to define metadata for different data collections. For instance, \nwe can assign fie lds like \"user\", \"project\", \"instrument\", \"date\" to each of our files. The files will be stored in a \nuniversity -owned server, free of charge and without space limitation. \"ReadMe\" txt files will be provided as \nlegends for the metadata fields and attributes. Regarding other kinds of generated data:  \n• SOPs: These will be stored in a shared drive and organized by material, process, or device to ensure \neasy accessibility.  \n• Lab books: Entries will be organized by date, and include details of experiments, measurements, and \nobservations.  \n• Microscopy images: These will be accompanied by a scale bar and a .txt \"ReadMe\" file detailing the \nconditions of the measurements (light intensity, contrast, magnification, etc.). These conditions will \nalso be annotated in the lab books.  \n• Standard equipment metadata: Tools such as LFA, SEM, and EDS will generate metadata files with \nthe measurement conditions. These files will be retained, and the corresponding conditions will also \nbe documented in the lab books.  \n• Weekly Presentations: PowerPoint files summarizing experimental setups, partial results, and \nmethodologies will be stored for reference.  \n \nWill search keywords be provided in the metadata to optimize the possibility for discovery and then potential re -\nuse?  \nYes, search keywords will be provided in the metadata. These keywords will include terms related to the \nproject's focus, such as \"skin thermoelectric generators,\" \"stretchable nanocomposites,\" \"anisotropic thermal \nconductivity,\" \"energy harvesting,\" and \"f lexible electronics ”. \nWill metadata be offered in such a way that it can be harvested and indexed?  \nYes, metadata will be structured and offered in a manner that allows it to be harvested and indexed. The project \nwill utilize trusted repositories such as Zenodo and OPENAire , which support metadata harvesting through \nstandard protocols like OAI -PMH (Open Archives Initiative Protocol for Metadata Harvesting). This ensures the \nmetadata is accessible to indexing services, enhancing discoverability and reusability in accordance w ith FAIR \nprinciple  \n \nMaking data accessible  \nRepository:  \nWill the data be deposited in a trusted repository?  \nYes, the data will be deposited in trusted Open Access repositories such as Zenodo or  OPENAire , both of \nwhich are recognized for their reliability and adherence to FAIR principles. These repositories ensure secure \nstorage, persistent identifiers (e.g., DOIs), and open access, making the data discoverable and reusable by the \nbroader research communit y. \nHave you explored appropriate arrangements with the identified repository where your data will be deposited?  \nYes, appropriate arrangements have been explored with the identified repositories,  \nDoes the repository ensure that the data is assigned an identifier? Will the repository resolve the identifier to a \ndigital object?  \nYes, the chosen repositories ensure that data is assigned a persistent identifier, typically a Digital Object \nIdentifier (DOI). These identifiers are resolvable to a digital object, allowing users to access the data directly \nthrough the repository's interf ace, ensuring discoverability, citation, and long -term accessibility of the data  \nData:  \nWill all data be made openly available? If certain datasets cannot be shared (or need to be shared under \nrestricted access conditions), explain why, clearly separating legal and contractual reasons from intentional \nrestrictions. Note that in multi -benefici ary projects it is also possible for specific beneficiaries to keep their data \nclosed if opening their data goes against their legitimate interests or other constraints as per the Grant \nAgreement.  \nIf an embargo is applied to give time to publish or seek protection of the intellectual property (e.g. patents), \nspecify why and how long this will apply, bearing in mind that research data should be made available as soon \nas possible.  \nThe data will be available to anyone for any purpose, provided that they give appropriate credit to the creators. \nHowever unpublished SOPs and other know -how-related knowledge, which is non -essential for the \nreproducibility of claimed results will not be sh ared.  \nAdditionally, some data will be subject to an embargo period, typically 12 months, as required by journal policies. \nDuring this period, published but embargoed data will be stored in the Lirias KU Leuven repository and can be \naccessed upon personal request  by email.  \nWill the data be accessible through a free and standardized access protocol?  \nYes, the data will be accessible through a free and standardized access protocol. It will support open access \nand utilize standard protocols like HTTPS  ( Hypertext Transfer Protocol Secure)  and OAI -PMH (Open Archives \nInitiative Protocol for Metadata Harvesting) to ensure accessibility, interoperability, and discoverability.  \nIf there are restrictions on use, how will access be provided to the data, both during and after the end of the \nproject?  This controlled access ensures compliance with intellectual property protection while promoting data \nsharing where feasible.  \nIf restrictions apply, access to the data will be managed as follows:  \n- During the Project: Embargoed data stored in the Lirias KU Leuven repository can be accessed upon \npersonal request via email, provided the requester agrees to proper use and citation.  \n- After the Project: Datasets will be openly available in repositories like Zenodo or the OPENAir under a CC -\nBY license. Embargoed data can still be shared upon justified request during the embargo period.  \nHow will the identity of the person accessing the data be ascertained?  \nThe identity of individuals requesting access to embargoed data will be verified through formal email \ncorrespondence. Requesters will be required to provide their full name, institutional affiliation, and the intended \npurpose of data use. This information will be assessed to ensure alignment with the project’s dat a-sharing \npolicies and any applicable restrictions. For openly available datasets hosted in repositories such as Zenodo or \n \nthe OPENAire identity verification will not be necessary, as these datasets will be accessible under a CC -BY \nlicense  \nIs there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive \ndata)?  \nNo, there is no need for a data access committee in the BEST -TEC project, as the data generated does not \ninclude personal or sensitive information. Access to restricted or embargoed data, such as unpublished \nStandard Operating Procedures (SOPs) and know -how-related files, will be managed by the project’s Principal \nInvestigator . Requests for such data will be evaluated on a case -by-case basis via email correspondence to \nensure compliance with data -sharing policies  \nMetadata:  \nWill metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant \nAgreement? If not, please clarify why. Will metadata contain information to enable the user to access the data?  \nYes, metadata will be made openly available and licensed under a public domain dedication (CC0) in \naccordance with the Grant Agreement. This ensures that metadata can be freely accessed, shared, and reused \nwithout restrictions. The metadata will include de tailed information such as dataset descriptions, experimental \nconditions, file formats, and DOIs. It will also provide clear instructions and links to enable users to locate and \naccess the associated data in repositories  \nHow long will the data remain available and findable? Will metadata be guaranteed to remain available after \ndata is no longer available?  \nThe data will remain available and findable for a minimum of 10 years .  Metadata will be preserved indefinitely, \neven after the associated data is no longer available. This ensures that information about the datasets, including \ntheir descriptions, experimental conditions, and identifiers, remains accessible for reference .. \nWill documentation or reference about any software be needed to access or read the data be included? Will it \nbe possible to include the relevant software (e.g. in open source code)?  \nYes, documentation or references about any software needed to access or read the data will be included. \nThis will ensure that users can understand the requirements for working with the data. For proprietary or \nspecialized software, details such as version numbers, configuration settings, and usage instructions will be \nprovided. Where possible, relevant open -source software will be included or referenced to facilitate access. \nFor example:  \n• Scripts or custom tools developed during the project (e.g., MATLAB or Python scripts for data \nanalysis) will be shared in repositories under an open -source license.  \n• Any freely available software used, such as COMSOL files for simulations, will be accompanied by \nlinks or guidance for obtaining the software.  \nMaking data  interoperable  \nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data \ninteroperable to allow data exchange and re -use within and across disciplines? Will you follow community -\nendorsed interoperability best practices? Wh ich ones?  \nTo ensure interoperability and facilitate data exchange and re -use, the following data and metadata \nvocabularies, standards, formats, and methodologies will be followed:  \nData formats. Standard, widely -used formats such as .csv for measurements, .tif or .jpg for images, and .xls \nfor simulation and analytical data will be employed. Metadata files will be provided in .txt or compatible \nformats to ensure broad accessibility ac ross disciplines.  \nMetadata standards. While specific community -endorsed metadata standards may not yet exist for this \ndiscipline, the project will adopt general best practices, aligning with the FAIR principles. The metadata will \ninclude detailed experimental parameters, me thodologies, and descriptions of the datasets to ensure \nreusability and transparency.  \nVocabularies and methodologies. Controlled vocabularies and consistent terminologies will be used for \nmetadata, ensuring clarity and compatibility with other datasets.Experimental conditions and variable \ndefinitions will follow recognized methodologies whe re applicable, with clear documentation in lab books and \n \naccompanying \"ReadMe\" files.  \nCommunity -endorsed practices: Interoperability best practices from repositories like Zenodo and OPENAire \nwill be adopted.The project will participate in KU Leuven’s Research Data Management Competence Center \n(RDM -CC) initiative to align with evolving standards.  \nIn case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will \nyou provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or \nvocabularies to allow reusing, refining  or extending them?  \nIf it becomes unavoidable to use uncommon or project -specific ontologies or vocabularies, mappings to more \ncommonly used ontologies will be provided wherever possible. This will ensure compatibility with established \nstandards and facilitate data interopera bility and reuse.  \nAdditionally, any project -specific ontologies or vocabularies generated will be openly published in trusted \nrepositories  under an appropriate open license. This will allow others to reuse, refine, or extend them for future \nresearch, contributing to broader scientific advancements and alignment with FAIR principles  \nWill your data include qualified references 1 to other data (e.g. other data from your project, or datasets from \nprevious research)?  \nYes, the data will include qualified references to enhance contextu lal knowledge and usability. These \nreferences will explicitly explain the relationships between datasets and provide meaningful links. For example:  \n• Within the project : Data relationships will be clearly described, such as \"Thermal conductivity \nmeasurements of Material X are used to validate the simulation results of Model Y\" or \"Microscopy \nimages of Interface A provide supporting evidence for the electrical resistance d ata of Device B.\"  \n• External datasets : If external data is referenced, qualified links will be created, such as \"Dataset Z \nfrom Research A is used as baseline data for comparing the thermal properties of Material X.\"  \nIncrease data re -use \nHow will you provide documentation needed to validate data analysis and facilitate data re -use (e.g. readme \nfiles with information on methodology, codebooks, data cleaning, analyses, variable definitions, units of \nmeasurement, etc.)?  This documentation will ensure external researchers can understand, validate, and reuse \nthe data effectively, supporting reproducibility and alignment with FAIR principles  \nTo validate data analysis and facilitate data reuse, the following documentation will be provided:  \n \n• ReadMe files: These will accompany each dataset and include detailed methodologies, variable \ndefinitions, units of measurement, and experimental conditions (e.g., equipment settings, light \nintensity, and environmental factors).  \n• Software and workflow documentation: Information about the software and tools used, including \nversion numbers, will be provided. Scripts (e.g., MATLAB, Python) used for data analysis will be \nshared with comments and, where possible, under an open -source li cense.  \n• Lab books: Detailed experimental records will be maintained, organized by dateThese will document \nthe methodologies, observations, and conditions for each experiment.  \n• Weekly summaries: PowerPoint presentations summarizing experimental progress and partial results \nwill be prepared and stored for reference, ensuring clear communication and traceability.  \nWill your data be made freely available in the public domain to permit the widest re -use possible? Will your data \nbe licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?  \nYes, the data generated in the BEST -TEC project will be made freely available in the public domain to permit \nthe widest possible reuse. The data will be deposited in Open Access repositories such as Zenodo or \n \n1  A qualified reference is a cross -reference that explains its intent. For example, X is regulator of Y is a much more qualified \nreference than X is associated with Y, or X see also Y. The goal therefore is to create as many meaningful links as \npossible betw een (meta)data resources to enrich the contextual knowledge about the data. (Source: https://www.go -\nfair.org/fair -principles/i3 -metadata -include -qualified -references -metadata/ ) \n \nOPENAire and licensed under standard reuse licenses, such as CC -BY, in accordance with the obligations \nset out in the Grant Agreement. This licensing will ensure that the data is openly accessible while requiring \nproper attribution to the creators.  \nHowever, certain datasets, such as unpublished Standard Operating Procedures (SOPs) and know -how-related \nfiles, will remain restricted to protect intellectual property. These datasets will not be made public as they are \nnon-essential for reproducibility. E mbargoed data will also follow journal -specific requirements and will be \nshared upon request during the embargo period  \nWill the data produced in the project be useable by third parties, in particular after the end of the project?  \nYes, the data produced in the BEST -TEC project will be usable by third parties, particularly after the end of the \nproject.  \nWill the provenance of the data be thoroughly documented using the appropriate standards?  \nYes, the provenance of the data will be thoroughly documented to ensure traceability and reliability . \nDescribe all relevant data quality assurance processes  \nThe following quality assurance processes will be implemented to ensure the integrity, reliability, and \nconsistency of the data generated in the BEST -TEC project:  \nSOPs: SOPs will be developed and followed for all experiments and data collection processes to maintain \nconsistency and minimize variability. SOPs will include detailed instructions for equipment setup, calibration, \nand experimental conditions . \nInstrumentation calibration:  All equipment, such as SEM, LFA, EDS  and other measurement tools, will be \nregularly calibrated to ensure accuracy.  Calibration logs will be maintained and referenced during data \nanalysis.  \nData validation:  Data will be cross -validated by performing replicate measurements and comparing results \nacross different techniques where possible.  Outliers and inconsistencies will be reviewed and documented \nwith justifications for inclusion or exclusion.  \nPeer review and verification: Weekly group meetings will include presentations of experimental results for \npeer review. Feedback from team members will help identify potential errors and improve data reliability . \nDocumentation standards:  Metadata and ReadMe files will be created for each dataset, providing detailed \ncontext, methodology, and conditions to prevent misinterpretation.  \nLab books will record all procedural details and observations systematically, ensuring transparency . \nAutomated data checks: Scripts and workflows used for data processing (e.g., MATLAB, Python) will include \nerror -checking protocols to detect anomalies.  Automated checks will ensure data formatting, completeness, \nand logical consistency.  \nVersion control: Data files will be stored in secure, version -controlled systems (e.g., KU Leuven’s Box or MTM \ndrives), enabling tracking of changes and preventing unauthorized modifications.  \nData integrity audits: Periodic audits will verify that the data complies with the project's quality standards and \nFAIR principles. Further to the FAIR principles,  \nDMPs should also address research outputs other than data, and should carefully consider aspects related to \nthe allocation of resources, data security and ethical aspects.  \nIn addition to data, the BEST -TEC project will produce other research outputs, such as  \nScientific publications:  Peer -reviewed articles summarizing key findings will be published in open -access \njournals where possible. Resources have been allocated for publication fees to ensure accessibility.  \nPrototypes and physical sample:  Functional prototypes of skin thermoelectric generators (sTEGs) and related \nnanocomposites will be developed. Samples will be retained for five  years.  \nEducational resources:  Presentations and instructional materials created during weekly meetings will be \n \narchived for training and educational purposes.  \nAllocation of resources:  The data will be generated in lab computers and personal computers, and they will \nbe backed up in a central storage facilities of the KU Leuven facilitated by the pilot data storage management \nsystem iRODS.  \nData security:  We will use the central server storage of KU Leuven, which provides a daily automatic back up.  \nAccess is password -protected and limited to authorized team members . \nEthical Aspects:  No personal or sensitive data will be used, minimizing ethical risks.   Intellectual property \narising from outputs will be protected through appropriate agreements  \n  \nOther research outputs  \nIn addition to the management of data, beneficiaries should also consider and plan for the management of other \nresearch outputs that may be generated or re -used throughout their projects. Such outputs can be either digital \n(e.g. software, workflows, protoc ols, models, etc.) or physical (e.g. new materials, antibodies, reagents, \nsamples, etc.).  \nBeneficiaries should consider which of the questions pertaining to FAIR data above, can apply to the \nmanagement of other research outputs, and should strive to provide sufficient detail on how their research \noutputs will be managed and shared, or made available for re -use, in line with the FAIR pri nciples.  \nIn addition to data management, the BEST -TEC project carefully plans for the management of other research \noutputs, both digital and physical, ensuring alignment with the FAIR principles:  \nDigital outputs:  \nSoftware and workflows:  Custom scripts (e.g., MATLAB, Python) for data analysis and simulations will be \ndocumented and shared under an open -source license . Metadata for scripts will describe their purpose, \nfunctionality, and required software versions, ensuring reusability and interoperability.  Workflows for \nexperimental and computational processes will be detailed in ReadMe files and publications for reproducibility.  \nProtocols and models:  Experimental protocols, including device fabrication methods, will be described in \npublications and supplementary materials.  Computational models (e.g., for thermal and electrical simulations) \nwill be shared in standardized formats (e.g., .comsol or .xls) with accompanying documentation to facilitate \nreuse.  \nPhysical outputs:  \nPrototypes and materials:  Prototypes of sTEGs and nanocomposites will be stored for five years. Due to \ndegradation, long -term preservation beyond this period is not feasible.  Access to physical samples will be \nconsidered on a case -by-case basis, subject to material availability and project needs.  \nSamples:  Fabricated samples (e.g., nanocomposites) will be accompanied by detailed lab notes and \nmetadata describing their preparation and characterization . \nAllocation of  resources  \nWhat will the costs be for making data or other research outputs FAIR in your project (e.g. direct and indirect \ncosts related to storage, archiving, re -use, security, etc.) ?  \nSince storage, archiving, and security infrastructure are provided by KU Leuven, and metadata creation is part \nof standard project workflows, no additional financial resources are anticipated for ensuring compliance with \nFAIR principles. Any open -access publication fees or software -related costs (if applicable) will be covered by \ninstitutional or grant allocations.  \nHow will these be covered? Note that costs related to research data/output management are eligible as part of \nthe Horizon Europe grant (if compliant with the Grant Agreement conditions)  \nKU Leuven provides essential infrastructure for data management, including secure storage solutions (e.g., \nMTM drives and Box) and tools for metadata preparation, at no additional cost to the project.Repository \nservices such as Zenodo and the OPENAire are free, reducing the need for additional external expenditures.  \nOpen -Access costs:  Any publication fees required for open -access dissemination of research outputs will be \n \ncovered by project funds designated for dissemination and communication . \nArchiving and preservation:  Costs for long -term archiving and ensuring data availability will be managed using \ninstitutional resources, ensuring compliance with FAIR principles without incurring extra charges.  \nWho will be responsible for data management in your project?  \nThe PI, Francisco Molina -Lopez, will oversee the overall data management strategy, ensuring compliance \nwith the Horizon Europe Grant Agreement and FAIR principles. The PI will also approve the deposition of data \nand research outputs into repositories.  \nResearcher, Altynay Kaidarova, will m aintain accurate lab records and metadata.  Preparing data for \ndeposition, including creating ReadMe files and associated documentation.  Ensuring that data aligns with \nFAIR principles . \nHow will long term preservation be ensured? Discuss the necessary resources to accomplish this (costs and \npotential value, who decides and how, what data will be kept and for how long)?  \n Long -term preservation in the BEST -TEC project will be ensured through trusted repositories such as Zenodo , \nOPENAire or  Lirias (KU Leuven's repository), with essential datasets preserved for a minimum of 10 years. \nInstitutional resources, including KU Leuven’s MTM drives and Box systems, will support secure storage during \nthe project, with long -term archiving provided at m inimal or no cost. Decisions on data preservation will be made \nby the PI in consultation with researcher  and KU Leuven’s Research Data M anagement Competence Center \n(RDM -CC), focusing on datasets with high reuse potential, such as experimental results, validated simulations, \nmetadata, protocols, and scripts. Personnel costs for organizing and archiving data are covered by the Horizon \nEurope  grant, ensuring compliance with FAIR principles. Comprehensive metadata and documentation will \naccompany preserved data to maximize its value and usability for future research, while non -essential or low -\nvalue intermediate datasets may not be retaine d \n  \nData  security  \nWhat provisions are or will be in place for data security (including data recovery as well as secure \nstorage/archiving and transfer of sensitive data)?  \nThe BEST -TEC project ensures data security through KU Leuven’s secure platforms, such as MTM drives and \nBox, which provide controlled access, automatic backups, and secure long -term archiving in repositories like \nZenodo , OPENAire , and Lirias . Access to data is restricted to authorized team members using password -\nprotected accounts and institutional authentication, with sensitive data access managed by the PI on a need -\nto-know basis. Data recovery is supported by regular backups on institution al systems, while repositories like \nZenodo offer redundancy for archived data. Secure data transfer methods, including encrypted file sharing \nthrough institutional tools and VPNs, ensure data is protected during transit. These measures safeguard the \nprojec t’s data throughout its lifecycle, aligning with institutional policies and grant requirements.  \nWill the data be safely stored in trusted repositories for long term preservation and curation?  \nYes, data from the BEST -TEC project will be safely stored in trusted repositories like Zenodo , OPENAire , or \nLirias for long -term preservation and curation. These repositories ensure secure storage, metadata curation, \nand accessibility with persistent identifiers, aligning with FAIR principles . \nEthics  \nAre there, or could there be, any ethics or legal issues that can have an impact on data sharing? These can \nalso be discussed in the context of the ethics review. If relevant, include references to ethics deliverables and \nethics chapter in the Description of the Action (DoA).  \nNo ethics or legal issues are anticipated that would impact data sharing in the BEST -TEC project, as the data \ngenerated does not involve personal, sensitive, or ethically challenging information.  \nWill informed consent for data sharing and long term preservation be included in questionnaires dealing with \npersonal data?  \nThe BEST -TEC project does not involve the collection or use of personal data; therefore, informed consent for \ndata sharing and long -term preservation is not applicable. If, in the future, any activities involving personal data \nare introduced, informed cons ent procedures will be implemented in compliance with GDPR regulations and \n \nHorizon Europe guidelines, ensuring participants' rights and data protection are prioritized  \nOther  issues  \nDo you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? \nIf yes, which ones (please list and briefly describe them)?  \nYes, the BEST -TEC project follows KU Leuven’s institutional procedures for data management alongside \nHorizon Europe requirements. This includes using the Research Data Management Competence Center (RDM -\nCC) for guidelines and tools to ensure compliance with  FAIR principles, as well as secure storage platforms like \nMTM Drives and Box for data backup and controlled access.   \n \nHISTORY OF CHANGES  \nVERSION  PUBLICATION  \nDATE  CHANGE  \n1.0 07/04/2025  Initial version  \n   \n   \n \n "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN PROJECT Project number : 1228525N Project acronym: BEST -TEC Project name: Boosting the efficiency of skin thermoelectrics by developing stretchable nanocomposite substrates with tunable anisotropic thermal and electrical conductivity DATA MANAGEMENT PLAN Date : 07/04/2025 Version: 1.0 Data Summary Will you re -use any existing data and what will you re -use it for? State the reasons if re -use of any existing data has been considered but discarded. No existing data will be reused in the BEST -TEC project. All data generated will be new and experimental . What types and formats of data will the project generate or re -use? Type of data Format Volume How created WP Materials datasheet .pdf 1-10 MB To be received from suppliers. 1 Standard Operating Procedures .docx, .mp4, .AVI 10 GB Written or filmed by the researcher 1-3 Microscopy (Optical and SEM) images .tif .jpg 1 GB Digital Keyence and SEM microscope images of the nanocomposites and TE device interfaces under strain and alignment. 1-3 Energy -dispersive X -ray spectroscopy (EDS) peaks and mapping images .docx 1-10 MB Images and elemental compositional analysis of blended interface 3 Thermal conductivity measurements .csv 1-10 MB Generated from thermal analysis (e.g. Light Flash Analysis (LFA)) of the nanocomposites, capturing directional thermal conductivity properties. 1-2 Layouts of device components CAD files & .bmp 100 MB Designed using CAD software (e.g., SolidWorks) to create precise blueprints for magnetic field alignment setups, nanocomposite prototypes, and substrate layouts. These layouts guide the fabrication and assembly of flexible substrates and thermoelectric dev ices 2-3 Simulation data for heat flow and power output .xls 100 MB Generated using COMSOL or equivalent tools to model thermal/electrical performance of substrates with different nanorod alignments and geometries.. 2-3 Electrical contact resistance data .xls 100 MB Measured using the Transmission Line Method (TLM) for various configurations of TE legs, interconnects, and nanocomposite substrates. 3 Videos with demos .mp4 & .AVI 10 GB Videos showing working demos and bending tests. 3 Relevant reviewed literature .pdf, .bib 1-10 MB Articles will be available at the KU Leuven digital library. The articles may be stored in pdf and the selection of articles can be exported as a .bib file using the reference manager Mendeley. 1-3 Lab books with written details about the different process trials, results, and observations. Written in paper 1 drawer Written by researcher in the lab. To be kept for 5 years. 1-3 Physical samples Physical - Fabricated by researcher in the lab. To be kept for 5 years. 1-3 What is the purpose of the data generation or re -use and its relation to the objectives of the project? The data generated in the BEST -TEC project will provide critical insights into designing advanced materials and devices. It will support the development of skin -mimetic nanocomposites with customizable thermal and electrical transport properties, aimed at significantly enhancing the performance of skin thermoelectric generators (sTEGs ). The data is generated to optimize material properties, improve substrate -device interfaces, and validate the efficacy of prototypes through performance testing. This aligns directly with the project’s objectives to reduce thermal and electrical resistances, streamline heat flo w, and achieve a tenfold improvement in energy conversion efficiency compared to existing technologies. What is the expected size of the data that you intend to generate or re -use? Included in the table What is the origin/provenance of the data, either generated or re -used? Included in the table To whom might your data be useful ('data utility'), outside your project? The data generated in the BEST -TEC project could be valuable to a range of stakeholders outside the project. • Researchers and academics . Scholars in materials science, flexible electronics, and energy harvesting will benefit from insights into the design and optimization of stretchable nanocomposites with anisotropic thermal and electrical properties. • Wearable technology developers . Companies and engineers developing skin -mimetic and wearable devices. • Biomedical industry . The data supports advancements in medical devices such as skin -attached thermoelectric generators for monitoring and therapy. • Energy sector . The insights on heat dissipation and energy harvesting will be valuable for creating sustainable and efficient energy solutions. • Consumer electronics and IoT. Engineers and designers can utilize the results to improve lightweight, flexible energy harvesting devices for everyday applications. • Industry stakeholders . Biotechnology, environmental monitoring, and automotive sectors can adopt the findings for innovative material solutions and improved device interfaces. • Educational institutions . Universities and students can use the data as a case study or foundation for further research into hybrid nanocomposites and thermoelectric technologies. With its focus on customizable thermal and electrical properties, the data can help establish new industry standards, driving innovation in efficient heat dissipation and energy conversion solutions FAIR data Making data findable, including provisions for metadata Will data be identified by a persistent identifier? Yes, the data will be identified by a persistent identifier. The full dataset will be uploaded in Zenodo o r the OPENAire, where it will be assigned a Digital Object Identifier (DOI) under a CC -BY license. Will rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. Yes, rich metadata will be provided to enable data discovery and reuse. Our group joined the pilot program, iRODS, developed by the Research Data Management Competence Center (RDM -CC) at KU Leuven to standardize data and metadata. This allows us to define metadata for different data collections. For instance, we can assign fie lds like \"user\", \"project\", \"instrument\", \"date\" to each of our files. The files will be stored in a university -owned server, free of charge and without space limitation. \"ReadMe\" txt files will be provided as legends for the metadata fields and attributes. Regarding other kinds of generated data: • SOPs: These will be stored in a shared drive and organized by material, process, or device to ensure easy accessibility. • Lab books: Entries will be organized by date, and include details of experiments, measurements, and observations. • Microscopy images: These will be accompanied by a scale bar and a .txt \"ReadMe\" file detailing the conditions of the measurements (light intensity, contrast, magnification, etc.). These conditions will also be annotated in the lab books. • Standard equipment metadata: Tools such as LFA, SEM, and EDS will generate metadata files with the measurement conditions. These files will be retained, and the corresponding conditions will also be documented in the lab books. • Weekly Presentations: PowerPoint files summarizing experimental setups, partial results, and methodologies will be stored for reference. Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re - use? Yes, search keywords will be provided in the metadata. These keywords will include terms related to the project's focus, such as \"skin thermoelectric generators,\" \"stretchable nanocomposites,\" \"anisotropic thermal conductivity,\" \"energy harvesting,\" and \"f lexible electronics ”. Will metadata be offered in such a way that it can be harvested and indexed? Yes, metadata will be structured and offered in a manner that allows it to be harvested and indexed. The project will utilize trusted repositories such as Zenodo and OPENAire , which support metadata harvesting through standard protocols like OAI -PMH (Open Archives Initiative Protocol for Metadata Harvesting). This ensures the metadata is accessible to indexing services, enhancing discoverability and reusability in accordance w ith FAIR principle Making data accessible Repository: Will the data be deposited in a trusted repository? Yes, the data will be deposited in trusted Open Access repositories such as Zenodo or OPENAire , both of which are recognized for their reliability and adherence to FAIR principles. These repositories ensure secure storage, persistent identifiers (e.g., DOIs), and open access, making the data discoverable and reusable by the broader research communit y. Have you explored appropriate arrangements with the identified repository where your data will be deposited? Yes, appropriate arrangements have been explored with the identified repositories, Does the repository ensure that the data is assigned an identifier? Will the repository resolve the identifier to a digital object? Yes, the chosen repositories ensure that data is assigned a persistent identifier, typically a Digital Object Identifier (DOI). These identifiers are resolvable to a digital object, allowing users to access the data directly through the repository's interf ace, ensuring discoverability, citation, and long -term accessibility of the data Data: Will all data be made openly available? If certain datasets cannot be shared (or need to be shared under restricted access conditions), explain why, clearly separating legal and contractual reasons from intentional restrictions. Note that in multi -benefici ary projects it is also possible for specific beneficiaries to keep their data closed if opening their data goes against their legitimate interests or other constraints as per the Grant Agreement. If an embargo is applied to give time to publish or seek protection of the intellectual property (e.g. patents), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. The data will be available to anyone for any purpose, provided that they give appropriate credit to the creators. However unpublished SOPs and other know -how-related knowledge, which is non -essential for the reproducibility of claimed results will not be sh ared. Additionally, some data will be subject to an embargo period, typically 12 months, as required by journal policies. During this period, published but embargoed data will be stored in the Lirias KU Leuven repository and can be accessed upon personal request by email. Will the data be accessible through a free and standardized access protocol? Yes, the data will be accessible through a free and standardized access protocol. It will support open access and utilize standard protocols like HTTPS ( Hypertext Transfer Protocol Secure) and OAI -PMH (Open Archives Initiative Protocol for Metadata Harvesting) to ensure accessibility, interoperability, and discoverability. If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? This controlled access ensures compliance with intellectual property protection while promoting data sharing where feasible. If restrictions apply, access to the data will be managed as follows: - During the Project: Embargoed data stored in the Lirias KU Leuven repository can be accessed upon personal request via email, provided the requester agrees to proper use and citation. - After the Project: Datasets will be openly available in repositories like Zenodo or the OPENAir under a CC - BY license. Embargoed data can still be shared upon justified request during the embargo period. How will the identity of the person accessing the data be ascertained? The identity of individuals requesting access to embargoed data will be verified through formal email correspondence. Requesters will be required to provide their full name, institutional affiliation, and the intended purpose of data use. This information will be assessed to ensure alignment with the project’s dat a-sharing policies and any applicable restrictions. For openly available datasets hosted in repositories such as Zenodo or the OPENAire identity verification will not be necessary, as these datasets will be accessible under a CC -BY license Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? No, there is no need for a data access committee in the BEST -TEC project, as the data generated does not include personal or sensitive information. Access to restricted or embargoed data, such as unpublished Standard Operating Procedures (SOPs) and know -how-related files, will be managed by the project’s Principal Investigator . Requests for such data will be evaluated on a case -by-case basis via email correspondence to ensure compliance with data -sharing policies Metadata: Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. Will metadata contain information to enable the user to access the data? Yes, metadata will be made openly available and licensed under a public domain dedication (CC0) in accordance with the Grant Agreement. This ensures that metadata can be freely accessed, shared, and reused without restrictions. The metadata will include de tailed information such as dataset descriptions, experimental conditions, file formats, and DOIs. It will also provide clear instructions and links to enable users to locate and access the associated data in repositories How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? The data will remain available and findable for a minimum of 10 years . Metadata will be preserved indefinitely, even after the associated data is no longer available. This ensures that information about the datasets, including their descriptions, experimental conditions, and identifiers, remains accessible for reference .. Will documentation or reference about any software be needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? Yes, documentation or references about any software needed to access or read the data will be included. This will ensure that users can understand the requirements for working with the data. For proprietary or specialized software, details such as version numbers, configuration settings, and usage instructions will be provided. Where possible, relevant open -source software will be included or referenced to facilitate access. For example: • Scripts or custom tools developed during the project (e.g., MATLAB or Python scripts for data analysis) will be shared in repositories under an open -source license. • Any freely available software used, such as COMSOL files for simulations, will be accompanied by links or guidance for obtaining the software. Making data interoperable What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re -use within and across disciplines? Will you follow community - endorsed interoperability best practices? Wh ich ones? To ensure interoperability and facilitate data exchange and re -use, the following data and metadata vocabularies, standards, formats, and methodologies will be followed: Data formats. Standard, widely -used formats such as .csv for measurements, .tif or .jpg for images, and .xls for simulation and analytical data will be employed. Metadata files will be provided in .txt or compatible formats to ensure broad accessibility ac ross disciplines. Metadata standards. While specific community -endorsed metadata standards may not yet exist for this discipline, the project will adopt general best practices, aligning with the FAIR principles. The metadata will include detailed experimental parameters, me thodologies, and descriptions of the datasets to ensure reusability and transparency. Vocabularies and methodologies. Controlled vocabularies and consistent terminologies will be used for metadata, ensuring clarity and compatibility with other datasets.Experimental conditions and variable definitions will follow recognized methodologies whe re applicable, with clear documentation in lab books and accompanying \"ReadMe\" files. Community -endorsed practices: Interoperability best practices from repositories like Zenodo and OPENAire will be adopted.The project will participate in KU Leuven’s Research Data Management Competence Center (RDM -CC) initiative to align with evolving standards. In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies, will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? If it becomes unavoidable to use uncommon or project -specific ontologies or vocabularies, mappings to more commonly used ontologies will be provided wherever possible. This will ensure compatibility with established standards and facilitate data interopera bility and reuse. Additionally, any project -specific ontologies or vocabularies generated will be openly published in trusted repositories under an appropriate open license. This will allow others to reuse, refine, or extend them for future research, contributing to broader scientific advancements and alignment with FAIR principles Will your data include qualified references 1 to other data (e.g. other data from your project, or datasets from previous research)? Yes, the data will include qualified references to enhance contextu lal knowledge and usability. These references will explicitly explain the relationships between datasets and provide meaningful links. For example: • Within the project : Data relationships will be clearly described, such as \"Thermal conductivity measurements of Material X are used to validate the simulation results of Model Y\" or \"Microscopy images of Interface A provide supporting evidence for the electrical resistance d ata of Device B.\" • External datasets : If external data is referenced, qualified links will be created, such as \"Dataset Z from Research A is used as baseline data for comparing the thermal properties of Material X.\" Increase data re -use How will you provide documentation needed to validate data analysis and facilitate data re -use (e.g. readme files with information on methodology, codebooks, data cleaning, analyses, variable definitions, units of measurement, etc.)? This documentation will ensure external researchers can understand, validate, and reuse the data effectively, supporting reproducibility and alignment with FAIR principles To validate data analysis and facilitate data reuse, the following documentation will be provided: • ReadMe files: These will accompany each dataset and include detailed methodologies, variable definitions, units of measurement, and experimental conditions (e.g., equipment settings, light intensity, and environmental factors). • Software and workflow documentation: Information about the software and tools used, including version numbers, will be provided. Scripts (e.g., MATLAB, Python) used for data analysis will be shared with comments and, where possible, under an open -source li cense. • Lab books: Detailed experimental records will be maintained, organized by dateThese will document the methodologies, observations, and conditions for each experiment. • Weekly summaries: PowerPoint presentations summarizing experimental progress and partial results will be prepared and stored for reference, ensuring clear communication and traceability. Will your data be made freely available in the public domain to permit the widest re -use possible? Will your data be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Yes, the data generated in the BEST -TEC project will be made freely available in the public domain to permit the widest possible reuse. The data will be deposited in Open Access repositories such as Zenodo or 1 A qualified reference is a cross -reference that explains its intent. For example, X is regulator of Y is a much more qualified reference than X is associated with Y, or X see also Y. The goal therefore is to create as many meaningful links as possible betw een (meta)data resources to enrich the contextual knowledge about the data. (Source: https://www.go - fair.org/fair -principles/i3 -metadata -include -qualified -references -metadata/ ) OPENAire and licensed under standard reuse licenses, such as CC -BY, in accordance with the obligations set out in the Grant Agreement. This licensing will ensure that the data is openly accessible while requiring proper attribution to the creators. However, certain datasets, such as unpublished Standard Operating Procedures (SOPs) and know -how-related files, will remain restricted to protect intellectual property. These datasets will not be made public as they are non-essential for reproducibility. E mbargoed data will also follow journal -specific requirements and will be shared upon request during the embargo period Will the data produced in the project be useable by third parties, in particular after the end of the project? Yes, the data produced in the BEST -TEC project will be usable by third parties, particularly after the end of the project. Will the provenance of the data be thoroughly documented using the appropriate standards? Yes, the provenance of the data will be thoroughly documented to ensure traceability and reliability . Describe all relevant data quality assurance processes The following quality assurance processes will be implemented to ensure the integrity, reliability, and consistency of the data generated in the BEST -TEC project: SOPs: SOPs will be developed and followed for all experiments and data collection processes to maintain consistency and minimize variability. SOPs will include detailed instructions for equipment setup, calibration, and experimental conditions . Instrumentation calibration: All equipment, such as SEM, LFA, EDS and other measurement tools, will be regularly calibrated to ensure accuracy. Calibration logs will be maintained and referenced during data analysis. Data validation: Data will be cross -validated by performing replicate measurements and comparing results across different techniques where possible. Outliers and inconsistencies will be reviewed and documented with justifications for inclusion or exclusion. Peer review and verification: Weekly group meetings will include presentations of experimental results for peer review. Feedback from team members will help identify potential errors and improve data reliability . Documentation standards: Metadata and ReadMe files will be created for each dataset, providing detailed context, methodology, and conditions to prevent misinterpretation. Lab books will record all procedural details and observations systematically, ensuring transparency . Automated data checks: Scripts and workflows used for data processing (e.g., MATLAB, Python) will include error -checking protocols to detect anomalies. Automated checks will ensure data formatting, completeness, and logical consistency. Version control: Data files will be stored in secure, version -controlled systems (e.g., KU Leuven’s Box or MTM drives), enabling tracking of changes and preventing unauthorized modifications. Data integrity audits: Periodic audits will verify that the data complies with the project's quality standards and FAIR principles. Further to the FAIR principles, DMPs should also address research outputs other than data, and should carefully consider aspects related to the allocation of resources, data security and ethical aspects. In addition to data, the BEST -TEC project will produce other research outputs, such as Scientific publications: Peer -reviewed articles summarizing key findings will be published in open -access journals where possible. Resources have been allocated for publication fees to ensure accessibility. Prototypes and physical sample: Functional prototypes of skin thermoelectric generators (sTEGs) and related nanocomposites will be developed. Samples will be retained for five years. Educational resources: Presentations and instructional materials created during weekly meetings will be archived for training and educational purposes. Allocation of resources: The data will be generated in lab computers and personal computers, and they will be backed up in a central storage facilities of the KU Leuven facilitated by the pilot data storage management system iRODS. Data security: We will use the central server storage of KU Leuven, which provides a daily automatic back up. Access is password -protected and limited to authorized team members . Ethical Aspects: No personal or sensitive data will be used, minimizing ethical risks. Intellectual property arising from outputs will be protected through appropriate agreements Other research outputs In addition to the management of data, beneficiaries should also consider and plan for the management of other research outputs that may be generated or re -used throughout their projects. Such outputs can be either digital (e.g. software, workflows, protoc ols, models, etc.) or physical (e.g. new materials, antibodies, reagents, samples, etc.). Beneficiaries should consider which of the questions pertaining to FAIR data above, can apply to the management of other research outputs, and should strive to provide sufficient detail on how their research outputs will be managed and shared, or made available for re -use, in line with the FAIR pri nciples. In addition to data management, the BEST -TEC project carefully plans for the management of other research outputs, both digital and physical, ensuring alignment with the FAIR principles: Digital outputs: Software and workflows: Custom scripts (e.g., MATLAB, Python) for data analysis and simulations will be documented and shared under an open -source license . Metadata for scripts will describe their purpose, functionality, and required software versions, ensuring reusability and interoperability. Workflows for experimental and computational processes will be detailed in ReadMe files and publications for reproducibility. Protocols and models: Experimental protocols, including device fabrication methods, will be described in publications and supplementary materials. Computational models (e.g., for thermal and electrical simulations) will be shared in standardized formats (e.g., .comsol or .xls) with accompanying documentation to facilitate reuse. Physical outputs: Prototypes and materials: Prototypes of sTEGs and nanocomposites will be stored for five years. Due to degradation, long -term preservation beyond this period is not feasible. Access to physical samples will be considered on a case -by-case basis, subject to material availability and project needs. Samples: Fabricated samples (e.g., nanocomposites) will be accompanied by detailed lab notes and metadata describing their preparation and characterization . Allocation of resources What will the costs be for making data or other research outputs FAIR in your project (e.g. direct and indirect costs related to storage, archiving, re -use, security, etc.) ? Since storage, archiving, and security infrastructure are provided by KU Leuven, and metadata creation is part of standard project workflows, no additional financial resources are anticipated for ensuring compliance with FAIR principles. Any open -access publication fees or software -related costs (if applicable) will be covered by institutional or grant allocations. How will these be covered? Note that costs related to research data/output management are eligible as part of the Horizon Europe grant (if compliant with the Grant Agreement conditions) KU Leuven provides essential infrastructure for data management, including secure storage solutions (e.g., MTM drives and Box) and tools for metadata preparation, at no additional cost to the project.Repository services such as Zenodo and the OPENAire are free, reducing the need for additional external expenditures. Open -Access costs: Any publication fees required for open -access dissemination of research outputs will be covered by project funds designated for dissemination and communication . Archiving and preservation: Costs for long -term archiving and ensuring data availability will be managed using institutional resources, ensuring compliance with FAIR principles without incurring extra charges. Who will be responsible for data management in your project? The PI, Francisco Molina -Lopez, will oversee the overall data management strategy, ensuring compliance with the Horizon Europe Grant Agreement and FAIR principles. The PI will also approve the deposition of data and research outputs into repositories. Researcher, Altynay Kaidarova, will m aintain accurate lab records and metadata. Preparing data for deposition, including creating ReadMe files and associated documentation. Ensuring that data aligns with FAIR principles . How will long term preservation be ensured? Discuss the necessary resources to accomplish this (costs and potential value, who decides and how, what data will be kept and for how long)? Long -term preservation in the BEST -TEC project will be ensured through trusted repositories such as Zenodo , OPENAire or Lirias (KU Leuven's repository), with essential datasets preserved for a minimum of 10 years. Institutional resources, including KU Leuven’s MTM drives and Box systems, will support secure storage during the project, with long -term archiving provided at m inimal or no cost. Decisions on data preservation will be made by the PI in consultation with researcher and KU Leuven’s Research Data M anagement Competence Center (RDM -CC), focusing on datasets with high reuse potential, such as experimental results, validated simulations, metadata, protocols, and scripts. Personnel costs for organizing and archiving data are covered by the Horizon Europe grant, ensuring compliance with FAIR principles. Comprehensive metadata and documentation will accompany preserved data to maximize its value and usability for future research, while non -essential or low - value intermediate datasets may not be retaine d Data security What provisions are or will be in place for data security (including data recovery as well as secure storage/archiving and transfer of sensitive data)? The BEST -TEC project ensures data security through KU Leuven’s secure platforms, such as MTM drives and Box, which provide controlled access, automatic backups, and secure long -term archiving in repositories like Zenodo , OPENAire , and Lirias . Access to data is restricted to authorized team members using password - protected accounts and institutional authentication, with sensitive data access managed by the PI on a need - to-know basis. Data recovery is supported by regular backups on institution al systems, while repositories like Zenodo offer redundancy for archived data. Secure data transfer methods, including encrypted file sharing through institutional tools and VPNs, ensure data is protected during transit. These measures safeguard the projec t’s data throughout its lifecycle, aligning with institutional policies and grant requirements. Will the data be safely stored in trusted repositories for long term preservation and curation? Yes, data from the BEST -TEC project will be safely stored in trusted repositories like Zenodo , OPENAire , or Lirias for long -term preservation and curation. These repositories ensure secure storage, metadata curation, and accessibility with persistent identifiers, aligning with FAIR principles . Ethics Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? These can also be discussed in the context of the ethics review. If relevant, include references to ethics deliverables and ethics chapter in the Description of the Action (DoA). No ethics or legal issues are anticipated that would impact data sharing in the BEST -TEC project, as the data generated does not involve personal, sensitive, or ethically challenging information. Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? The BEST -TEC project does not involve the collection or use of personal data; therefore, informed consent for data sharing and long -term preservation is not applicable. If, in the future, any activities involving personal data are introduced, informed cons ent procedures will be implemented in compliance with GDPR regulations and Horizon Europe guidelines, ensuring participants' rights and data protection are prioritized Other issues Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? Yes, the BEST -TEC project follows KU Leuven’s institutional procedures for data management alongside Horizon Europe requirements. This includes using the Research Data Management Competence Center (RDM - CC) for guidelines and tools to ensure compliance with FAIR principles, as well as secure storage platforms like MTM Drives and Box for data backup and controlled access. HISTORY OF CHANGES VERSION PUBLICATION DATE CHANGE 1.0 07/04/2025 Initial version"
}