{
    "document_id": "D-2022-1528",
    "LinkTitle": "D-2022-1528",
    "file_name": "D-2022-1528.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1528.pdf",
    "metadata": {
        "title": "DMP_G0C0422N - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP_G0C0422N - DMP title\nGrant Title\n G0C0422N\nPrincipal Investigator / Researcher\n Dirk Springael\nDescription\n Despite the unnatural chemical structure of pesticides and the short time frame in\nwhich they occur in the environment, bacteria emerged that carry catabolic pathways for using\nthe chemicals for growth. Although originating from distant geographical areas, isolates that\ndegrade the same pesticide, display basically similar catabolic pathways and genes, although\nwith differences in gene sequence and organization. The questions are whether such genotypes\nemerged independently and/or whether they spread and further evolved from a few places and\nhow their genetic make-up and evolution contributed to their distribution. Due to the limited\nnumber of isolates from a limited number of locations and the fact that only information is\navailable from cultured strains, these questions can currently not be answered. This project will\ndo so by interrogating the worldwide variation of the tfd genotype that encodes for the\ncatabolism of the herbicide 2,4-dichlorophenoacetic acid (2,4-D) using culture-dependent and\nculture independent approaches. It will be examined whether region-specific 2,4-D catabolic tfd\ngenotypes and profiles of global distribution and evolution can be recognized. This will be linked\nto biotic and abiotic soil parameters and climatic and anthropogenic parameters to infer the\nunderlying factors of emergence/ evolution/distribution of the tfd genotypes and the role of the\ntfd mak-up in global spread.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDirk Springael\nFWO Project Number & Title\nG0C0422N: World-wide diversity of genotypes determining the bacterial catabolism of a\npesticide: does it tell us something about the global origin, evolution and distribution of\nxenobiotic catabolic gene functions?\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nMetadata files (.xls) on origin and characteristics of samples, around 30 in total (max I MB)\ncreated by gathering information on site and physico-chemical analysis of soil characteristics. \nSequencing data files (fastq format), around 200 (plasmid, metagenome sequences), approx. 6\nTB, generated by short read/long read sequencing + 16S amplicon sequencing data files (fastq\nformat) from around 60 from soil samples generated by Illumina sequencing, approx. 100 GB.\nOTU table derived from the 16S amplicon sequences and containing the relative abundances of\neach Operational Taxonomic Unit (OTU) for each sample (in.csv format)\nBacterial culture collection (approx. 500 strains) in glycerol medium, stored at -80째C. 2 replicates\nper strain.\nMineralization kinetic data (.xls), around 60 in total (max. 10 MB) generated by lab-experiments\ncollecting 14CO2 produced from 14C-labeled 2,4-D\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nWe have to check this out. We will use soil samples from different countries all over the world\nand look for the presence of specific bacteria and genes. So, our research, will involve genetic\nresources that might be captured by the EU Regulation related to the Nagoya Protocol. We will\nthough never really \"use\" these genetic resources for applocations etc. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nOverall, (e-)labbooks will contain information on experimental design, protocols, sampling\nlocation, abbreviations used, structure of the data (including link with physical storage of data),\nand steps involved in data analysis and relevant analysis scripts (R scripts, MOTHUR/QIIME\nscripts). A clear coding for all data files related to the project will be used. In the concluding\nstage of the project, a master index file containing the combined information for all experiments\nwill be compiled which will be archived and also stored on the personal harddrives/PC of the PI.\nAltogether, this should allow any secondary analyst to use the data accurately and effectively.\nMore specifically, the following information will be given on the items described in section 2:\nMetadata files on origin and characteristics of samples, will be provided with a clear description\nof the methods (like soil analytics) that were used to collect the data. The metadata will include\ninformation on the samples (where collected (GPS coordinates), environmental conditions at site\nwhen isolated, history of the location, soil physico-chemical characteristics). In addition it will\nprovide where the related sequence and mineralization data can be found. \nSequencing data files deposited in sequence data bases like EMBL will include the information/\ndocumentation required by the data base. \nOTU tables derived from 16S amplicon sequences and containing the relative abundances of\neach Operational Taxonomic Unit (OTU) for each sample will be deposited in an official nucleic\nacid database like EMBL and contain the documentation requested by the depository. \nThe bacterial cultures isolated in the study will be preserved as freezer stocks in glycerol in our\nlaboratory collection at -80째C, and a file with strain details (in Access) (identification/surce of\norigin/main characteristics/storage medium/revival guide/location in the freezer) will be\nmaintained. We have a dedicated on line own system for that.\nMineralization kinetic data will be provided including a detailed description of the method for\ncollecting the data. \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nNo\nMetadata files on origin and characteristics of samples, will be provided with a clear description\nof the methods (like soil analytics) that were used to collect the data. The metadata will include\ninformation on the samples (where collected (GPS coordinates), environmental conditions at site\nwhen isolated, history of the location, soil physico-chemical characteristics). In addition it will\nprovide where the related sequence and mineralization data can be found. \nSequencing data files deposited in sequence data bases like EMBL will include the information/\ndocumentation required by the data base. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored in the university's secure environment. Nucleic acid sequence data\n(plasmid, metagenome, 16S amplicon) will be submitted and stored in official nucleic acid data\nbases like EMBL upon publication. \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe amount of data foreseen to not encompass foreseen capacities\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nIf any, not expected to be high. Costs will be covered by the FWO project itself.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n The data will be stored in the university's secure environment. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nIn the concluding stage of the project, a master index file containing the combined information\nfor all experiments will be compiled which will be archived and also stored on the personal\nharddrives/PC of the PI. Altogether, this should allow any secondary analyst to use the data\naccurately and effectively.All data will be preserved for at least 5 years after completion of the\nproject.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. Nucleic acid sequence data will be\nstored at official public data bases like EMBL. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo direct idea but not expected to be high. If costs, they will be covered by related research\nprojects. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe full dataset (except the nucleic acid sequence data deposited at official repositories for\nsequencing results) will be deposited in a cvs format in KU Leuven RDR under a CC-BY license.\nThe nucleic acid sequence data will be avalailble through official nucleic acid databases like\nEMBL.  \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThrough KU Leuven RDR.\nWhen will the data be made available?\nUpon publication of the research results\nThe full dataset will be uploaded and made available in a cvs format in RDR immediately afer the\nend of the project in case published. Others will be added upon publication. If not published\nwithin 1,5 years of project complation, all datasets will be made available. \nWho will be able to access the data and under what conditions?\nOpen access data in RDR.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo high costs expected. In case, costs will be covered by FWO project itself.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAnahita Modabberi who will act as the PhD student working on the project.\nWho will be responsible for data storage & back up during the project?\nAnahita Modabberi who will act as the PhD student working on the project.\nWho will be responsible for ensuring data preservation and reuse ?\nPI Dirk Springael\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name DMP_G0C0422N - DMP title Grant Title G0C0422N Principal Investigator / Researcher Dirk Springael Description Despite the unnatural chemical structure of pesticides and the short time frame in which they occur in the environment, bacteria emerged that carry catabolic pathways for using the chemicals for growth. Although originating from distant geographical areas, isolates that degrade the same pesticide, display basically similar catabolic pathways and genes, although with differences in gene sequence and organization. The questions are whether such genotypes emerged independently and/or whether they spread and further evolved from a few places and how their genetic make-up and evolution contributed to their distribution. Due to the limited number of isolates from a limited number of locations and the fact that only information is available from cultured strains, these questions can currently not be answered. This project will do so by interrogating the worldwide variation of the tfd genotype that encodes for the catabolism of the herbicide 2,4-dichlorophenoacetic acid (2,4-D) using culture-dependent and culture independent approaches. It will be examined whether region-specific 2,4-D catabolic tfd genotypes and profiles of global distribution and evolution can be recognized. This will be linked to biotic and abiotic soil parameters and climatic and anthropogenic parameters to infer the underlying factors of emergence/ evolution/distribution of the tfd genotypes and the role of the tfd mak-up in global spread. Institution KU Leuven 1. General Information Name applicant Dirk Springael FWO Project Number & Title G0C0422N: World-wide diversity of genotypes determining the bacterial catabolism of a pesticide: does it tell us something about the global origin, evolution and distribution of xenobiotic catabolic gene functions? Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Metadata files (.xls) on origin and characteristics of samples, around 30 in total (max I MB) created by gathering information on site and physico-chemical analysis of soil characteristics. Sequencing data files (fastq format), around 200 (plasmid, metagenome sequences), approx. 6 TB, generated by short read/long read sequencing + 16S amplicon sequencing data files (fastq format) from around 60 from soil samples generated by Illumina sequencing, approx. 100 GB. OTU table derived from the 16S amplicon sequences and containing the relative abundances of each Operational Taxonomic Unit (OTU) for each sample (in.csv format) Bacterial culture collection (approx. 500 strains) in glycerol medium, stored at -80째C. 2 replicates per strain. Mineralization kinetic data (.xls), around 60 in total (max. 10 MB) generated by lab-experiments collecting 14CO2 produced from 14C-labeled 2,4-D 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes We have to check this out. We will use soil samples from different countries all over the world and look for the presence of specific bacteria and genes. So, our research, will involve genetic resources that might be captured by the EU Regulation related to the Nagoya Protocol. We will though never really \"use\" these genetic resources for applocations etc. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Overall, (e-)labbooks will contain information on experimental design, protocols, sampling location, abbreviations used, structure of the data (including link with physical storage of data), and steps involved in data analysis and relevant analysis scripts (R scripts, MOTHUR/QIIME scripts). A clear coding for all data files related to the project will be used. In the concluding stage of the project, a master index file containing the combined information for all experiments will be compiled which will be archived and also stored on the personal harddrives/PC of the PI. Altogether, this should allow any secondary analyst to use the data accurately and effectively. More specifically, the following information will be given on the items described in section 2: Metadata files on origin and characteristics of samples, will be provided with a clear description of the methods (like soil analytics) that were used to collect the data. The metadata will include information on the samples (where collected (GPS coordinates), environmental conditions at site when isolated, history of the location, soil physico-chemical characteristics). In addition it will provide where the related sequence and mineralization data can be found. Sequencing data files deposited in sequence data bases like EMBL will include the information/ documentation required by the data base. OTU tables derived from 16S amplicon sequences and containing the relative abundances of each Operational Taxonomic Unit (OTU) for each sample will be deposited in an official nucleic acid database like EMBL and contain the documentation requested by the depository. The bacterial cultures isolated in the study will be preserved as freezer stocks in glycerol in our laboratory collection at -80째C, and a file with strain details (in Access) (identification/surce of origin/main characteristics/storage medium/revival guide/location in the freezer) will be maintained. We have a dedicated on line own system for that. Mineralization kinetic data will be provided including a detailed description of the method for collecting the data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 No Metadata files on origin and characteristics of samples, will be provided with a clear description of the methods (like soil analytics) that were used to collect the data. The metadata will include information on the samples (where collected (GPS coordinates), environmental conditions at site when isolated, history of the location, soil physico-chemical characteristics). In addition it will provide where the related sequence and mineralization data can be found. Sequencing data files deposited in sequence data bases like EMBL will include the information/ documentation required by the data base. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored in the university's secure environment. Nucleic acid sequence data (plasmid, metagenome, 16S amplicon) will be submitted and stored in official nucleic acid data bases like EMBL upon publication. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The amount of data foreseen to not encompass foreseen capacities What are the expected costs for data storage and back up during the project? How will these costs be covered? If any, not expected to be high. Costs will be covered by the FWO project itself. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). In the concluding stage of the project, a master index file containing the combined information for all experiments will be compiled which will be archived and also stored on the personal harddrives/PC of the PI. Altogether, this should allow any secondary analyst to use the data accurately and effectively.All data will be preserved for at least 5 years after completion of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Nucleic acid sequence data will be stored at official public data bases like EMBL. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No direct idea but not expected to be high. If costs, they will be covered by related research projects. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The full dataset (except the nucleic acid sequence data deposited at official repositories for sequencing results) will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. The nucleic acid sequence data will be avalailble through official nucleic acid databases like EMBL. Where/how will the data be made available for reuse? In an Open Access repository Through KU Leuven RDR. When will the data be made available? Upon publication of the research results The full dataset will be uploaded and made available in a cvs format in RDR immediately afer the end of the project in case published. Others will be added upon publication. If not published within 1,5 years of project complation, all datasets will be made available. Who will be able to access the data and under what conditions? Open access data in RDR. What are the expected costs for data sharing? How will the costs be covered? No high costs expected. In case, costs will be covered by FWO project itself. 8. Responsibilities Who will be responsible for data documentation & metadata? Anahita Modabberi who will act as the PhD student working on the project. Who will be responsible for data storage & back up during the project? Anahita Modabberi who will act as the PhD student working on the project. Who will be responsible for ensuring data preservation and reuse ? PI Dirk Springael Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}