{
    "document_id": "D-2025-3590",
    "LinkTitle": "D-2025-3590",
    "file_name": "D-2025-3590.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3590.pdf",
    "metadata": {
        "title": "DMP project PDMT2/24/036",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nDMP project PDMT2/24/036\nCreator:\nCreator:\nSuzanne Splinter\nPrincipal Investigator: \nPrincipal Investigator: \nSuzanne Splinter\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nSuzanne Splinter\nProject abstract:\nProject abstract:\nPreschoolers’ instructional language development, and especially in the mathematics domain (i.e., mathematical language), is\nfoundational for their academic performance. However, fostering this development by providing a high-quality language environment\nposes challenges. Specifically, preschool teachers must deliver developmentally appropriate adaptive teaching in informal and\nincreasingly demographically diverse classrooms. Adaptive teaching involves offering meaningful interactions—comprising teacher\ninitiation, child response, and teacher follow-up—along with the planning and preparation of these interactions. The current project aims\nto (1) analyze adaptive teaching quality in demographically diverse classrooms and its association with preschoolers’ mathematical\nlanguage development, and (2) evaluate the effectiveness of a professional development program for enhancing preschool teachers’\ncompetence in this regard. In the first study (Work Package [WP] 1), we will examine adaptive teaching quality during shared book reading\nactivities with preschoolers from both demographically disadvantaged and advantaged backgrounds, as well as analyze its association\nwith preschoolers’ mathematical language growth. In the second study (WP 2), we will evaluate the effectiveness of a professional\ndevelopment program to increase teachers’ adaptive teaching quality when sharing picture books in the mathematics domain with\ndemographically disadvantaged preschoolers.\nThe PDM project focuses on a pilot version of WP1, investigating adaptive teaching quality during shared book reading activities with\npreschoolers from both demographically disadvantaged and advantaged backgrounds. \nID: \nID: \n211950\nStart date: \nStart date: \n17-12-2024\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n13-01-2025\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n1 of 7\nDMP project PDMT2/24/036\nDMP project PDMT2/24/036\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nVIDEO_PBR\nVideorecordings of picture book\nreading sessions (sessions 1 and 2)\nE\nD\nA\n.mp4\n<1TB\n \nTRANS_PBR\nTranscriptions of videorecordings of\npicture book reading sessions\n(sessions 1 and 2)\nE\nD\nT\n.xlsx\n<1GB\n \nCODE_PBR\nCodings of transcriptions of\nvideorecordings of picture book reading\nsessions (sessions 1 and 2)\nE\nD\nN/T\n.xlsx\n<1GB\n \nVIDEO_INTERVIEW\nVideorecordings of interview with\nteachers\nE\nD\nA\n.mp4\n<1TB\n \nTRANS_INTERVIEW\nTranscriptions of videorecordings of\ninterview with teachers\nE\nD\nT\n.xlsx\n<1GB\n \nCODE_INTERVIEW\nCodings of transcriptions of\nvideorecordings of interview with\nteachers\nE\nD\nN/T\n.xlsx\n<1GB\n \nPREP_INTERVIEW\nSelection of videofragments of PBR\nsessions to prepare for interview\nE\nD\nT\n.docx\n<1GB\n \nPICTUREBOOKS\nDigital versions of picture books\n(already shared with teachers)\nE\nD\nOther\n(digitilized\npicture book)\n \n.pdf\n<1GB\n \nPERSONAL_TEACHER\nPersonal information of participating\nteachers\nE\nD\nT/N\n.xlsx\n<1GB\n \nSCHOOLS\nInformation about the participating\nschools (including SES level)\nE\nD\nT/N\n.xlsx\n<1GB\n \nIC\nInformed consents of participating\nchildren\nE\nP\nT\n \n \n< 1m3\nSPSS\nSPSS files containing all data ready to\nbe analyzed\nE\nP\nS/N\n.sav\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nWe utilize data collected in 2024 by two master’s thesis students, Valerie Oostvogels and Aline van den Bosch. The data has not\nyet been published in any form, and the master’s thesis is still in progress. This thesis project is integrated within the scope of the\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n2 of 7\ncurrent research project, with the principal investigator, Suzanne Splinter, serving as the daily supervisor for the master’s thesis\nwork.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPRET approval number: G-2023-7248-R5(AMD)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWe collected the following data:\nData on teachers:\nage\ngender\nyears of educational experience\nhighest education\nvideo recorded interviews about teachers' interactions during picture book reading.\nvideo recordings of the reading moments in which children's back and voice and teachers' hands and voice are recorded. An\naudio recording is not sufficient, since gestures can play an important role in the interpretation of the utterances for this\nstudy. (For instance, teachers or children pointing to the colors on the page needs to be registered to be able to give correct\ncodes to the data.)\nData on children:\nhome language\nbirth date\ngender\nhighest education of the parents\nPRET approval number: G-2023-7248-R5(AMD)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nThe digital picture books are developed by a research team from Purdue University (PI David Purpura). These books may not be\nshared openly. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n3 of 7\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe following files will be saved in the same folder as the dataset:\nProject documentation will be provided in a README file. This file will include the project name, keywords, name of involved\nresearchers and their ORCID ID, name of funder, funding code, start- and end date of the project, approval/registration code\nof ethical committee, links to publications. \nThe ethical application will be saved as a PDF document and the approval/approval code will be added to the project\ndocumentation.\nAn empty informed consent form will be provided as a word file.\nThe data management plan will be provided as a pdf file.\nInformation on the variables in the dataset will be provided in SPSS and / or R.\nThe data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., SPSS syntax, R\ncode file). The version of the used software will be documented in SPSS and / or R.\nA word document will be created describing the recruitment strategy, the participant inclusion criteria, instructions\nand procedure of the study, technical specifications/set up details, software versions, observation and/or interview\nprotocol, coding scheme etc. used in the study.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe plan to store the data via KU Leuven Research Data Repository, where DataCite is used as a metadata standard. Project\nmetadata are also saved in a readme file (see also documentation above).\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nDuring the duration of the project, all data will be stored on the KU Leuven OneDrive of the post-doctoral researcher on the project,\nSuzanne Splinter. \nAnalogue data (such as informed consent forms) will be stored in a locked cupboard.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data are stored on servers from the university with a daily automatic backup.\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n4 of 7\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll ICT solutions at KU Leuven are subject to the university-wide ICT information security standards. The faculty’s ICT\nservice organizes the raw network storage it procures from central ICT services in such a way that access permissions are\nlimited, fixed, delegated to and audited by data managers who do not need to have an IT background. All drives are managed by\nKU Leuven personnel, bound by the KU Leuven general and ICT codes of conduct.\nAll digital data will be securely stored on the KU Leuven OneDrive account of the post-doctoral researcher, Suzanne Splinter. The\ninformed consent forms will be kept in a locked cabinet under her supervision.\nFor this project, it was not possible to work completely anonymously, as our observations were supported by video recordings to\nenable later transcription. During transcription, as well as in subsequent stages of the research process, participants' personal\ndata were processed pseudonymously. This meant that the lead researchers assigned a unique code to each participant's name,\nsuch as \"Teacher1\" or \"Child1.\" Similarly, the name of each school was replaced with an abstract code. Upon completion of the\nresearch, the video material was deleted. During the study, this video material was securely stored on KU Leuven's OneDrive. In\nthis way, the collected data were processed confidentially at every stage of the research process.\nAdditionally, the names and email addresses of teachers were only collected for purposes related to communication about the\nresearch, i.e., for scheduling practical arrangements and sharing the research results. These names and contact details were not\nused in the research itself and were also deleted after the study. Under no circumstances were they retained for other purposes.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs (data will be stored on the OneDrive of the postdoctoral researcher Suzanne Splinter, and after the\nproject is finished, published on RDR, deleted or stored on the OneDrive of Joke Torbeyns). OneDrive is free for staff and students\nof KU Leuven.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nThe recordings will be deleted after the completion of the research. The pseudonymized transcripts and any other data will be\nsecurely stored in the protected networks of KU Leuven (i.e., RDR or the personal network of the supervisor of the project, Joke\nTorbeyns) for 10 years. After 10 years, all original data files will be permanently deleted.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n5 of 7\nThere are no expected costs (data will be stored on the OneDrive of the postdoctoral researcher Suzanne Splinter, and after the\nproject is finished, published on RDR, deleted or stored on the OneDrive of Joke Torbeyns).\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nNo (closed access)\n \nThe digital picture books, as previously explained, will not be made available. The coding schemes, however, will be shared as\nopen data on RDR. The recordings will be deleted upon completion of the research. All other data (e.g., transcriptions and coded\ndata in Excel or SPSS) will be restricted and only accessible upon approval of a request by one of the primary researchers\n(Suzanne Splinter or Joke Torbeyns). This measure ensures privacy, as the files (even after pseudonamization) contain indirect\npersonal data that could potentially lead to identification of the participants when combined (e.g., birth date of the child, years of\nexperience of the teachr, and SES level of the school). \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to the data is restricted to ensure compliance with privacy regulations and to protect the confidentiality of the\nparticipants. Sharing of data will only be permitted upon request, subject to approval by one of the lead investigators (Suzanne\nSplinter or Joke Torbeyns). Requests can be submitted via email and must clearly state the purpose of the intended use.\nThe following procedures will be applied to evaluate and control access:\nEach request will be reviewed to determine whether the intended use aligns with the principles of the study, including\nresearch purposes only.\nRequests will also be evaluated to ensure that no data is shared or used inappropriately.\nPersonal data will not be included in the shared datasets to ensure compliance with GDPR and other privacy regulations.\nData will be provided in a secure format, and recipients will be instructed on how to handle and store the data securely.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nPersonal data of teachers or children and videorecordings will never be shared (in line with GDPR regulations and the agreements\nmade with SMEC). \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n6 of 7\nUpon publication of research results\nData will be made available after acceptance of publication.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PI (Suzanne Splinter) is responsible during the project supported by the other involved researchers.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PI (Suzanne Splinter) will update and implement this DMP supported by the other involved researchers. A (technical) staff\nmember will support the PI in this task.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Suzanne Splinter) will manage data preservation and sharing during the time of the PhD-research. After the research\nproject\nend, data preservation and sharing will be the responsibility of the supervisor (Joke Torbeyns for KU Leuven).\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Suzanne Splinter) will update and implement this DMP supported by the other involved researchers. A (technical)\nstaff member will support the PI in this task.\nCreated using DMPonline.be. Last modiﬁed 13 January 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: DMP project PDMT2/24/036 Creator: Creator: Suzanne Splinter Principal Investigator: Principal Investigator: Suzanne Splinter Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Suzanne Splinter Project abstract: Project abstract: Preschoolers’ instructional language development, and especially in the mathematics domain (i.e., mathematical language), is foundational for their academic performance. However, fostering this development by providing a high-quality language environment poses challenges. Specifically, preschool teachers must deliver developmentally appropriate adaptive teaching in informal and increasingly demographically diverse classrooms. Adaptive teaching involves offering meaningful interactions—comprising teacher initiation, child response, and teacher follow-up—along with the planning and preparation of these interactions. The current project aims to (1) analyze adaptive teaching quality in demographically diverse classrooms and its association with preschoolers’ mathematical language development, and (2) evaluate the effectiveness of a professional development program for enhancing preschool teachers’ competence in this regard. In the first study (Work Package [WP] 1), we will examine adaptive teaching quality during shared book reading activities with preschoolers from both demographically disadvantaged and advantaged backgrounds, as well as analyze its association with preschoolers’ mathematical language growth. In the second study (WP 2), we will evaluate the effectiveness of a professional development program to increase teachers’ adaptive teaching quality when sharing picture books in the mathematics domain with demographically disadvantaged preschoolers. The PDM project focuses on a pilot version of WP1, investigating adaptive teaching quality during shared book reading activities with preschoolers from both demographically disadvantaged and advantaged backgrounds. ID: ID: 211950 Start date: Start date: 17-12-2024 End date: End date: 31-10-2025 Last modified: Last modified: 13-01-2025 Created using DMPonline.be. Last modiﬁed 13 January 2025 1 of 7 DMP project PDMT2/24/036 DMP project PDMT2/24/036 Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA VIDEO_PBR Videorecordings of picture book reading sessions (sessions 1 and 2) E D A .mp4 <1TB TRANS_PBR Transcriptions of videorecordings of picture book reading sessions (sessions 1 and 2) E D T .xlsx <1GB CODE_PBR Codings of transcriptions of videorecordings of picture book reading sessions (sessions 1 and 2) E D N/T .xlsx <1GB VIDEO_INTERVIEW Videorecordings of interview with teachers E D A .mp4 <1TB TRANS_INTERVIEW Transcriptions of videorecordings of interview with teachers E D T .xlsx <1GB CODE_INTERVIEW Codings of transcriptions of videorecordings of interview with teachers E D N/T .xlsx <1GB PREP_INTERVIEW Selection of videofragments of PBR sessions to prepare for interview E D T .docx <1GB PICTUREBOOKS Digital versions of picture books (already shared with teachers) E D Other (digitilized picture book) .pdf <1GB PERSONAL_TEACHER Personal information of participating teachers E D T/N .xlsx <1GB SCHOOLS Information about the participating schools (including SES level) E D T/N .xlsx <1GB IC Informed consents of participating children E P T < 1m3 SPSS SPSS files containing all data ready to be analyzed E P S/N .sav <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: We utilize data collected in 2024 by two master’s thesis students, Valerie Oostvogels and Aline van den Bosch. The data has not yet been published in any form, and the master’s thesis is still in progress. This thesis project is integrated within the scope of the Created using DMPonline.be. Last modiﬁed 13 January 2025 2 of 7 current research project, with the principal investigator, Suzanne Splinter, serving as the daily supervisor for the master’s thesis work. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) PRET approval number: G-2023-7248-R5(AMD) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) We collected the following data: Data on teachers: age gender years of educational experience highest education video recorded interviews about teachers' interactions during picture book reading. video recordings of the reading moments in which children's back and voice and teachers' hands and voice are recorded. An audio recording is not sufficient, since gestures can play an important role in the interpretation of the utterances for this study. (For instance, teachers or children pointing to the colors on the page needs to be registered to be able to give correct codes to the data.) Data on children: home language birth date gender highest education of the parents PRET approval number: G-2023-7248-R5(AMD) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes The digital picture books are developed by a research team from Purdue University (PI David Purpura). These books may not be shared openly. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 13 January 2025 3 of 7 No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The following files will be saved in the same folder as the dataset: Project documentation will be provided in a README file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start- and end date of the project, approval/registration code of ethical committee, links to publications. The ethical application will be saved as a PDF document and the approval/approval code will be added to the project documentation. An empty informed consent form will be provided as a word file. The data management plan will be provided as a pdf file. Information on the variables in the dataset will be provided in SPSS and / or R. The data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., SPSS syntax, R code file). The version of the used software will be documented in SPSS and / or R. A word document will be created describing the recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, technical specifications/set up details, software versions, observation and/or interview protocol, coding scheme etc. used in the study. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We plan to store the data via KU Leuven Research Data Repository, where DataCite is used as a metadata standard. Project metadata are also saved in a readme file (see also documentation above). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specify below) During the duration of the project, all data will be stored on the KU Leuven OneDrive of the post-doctoral researcher on the project, Suzanne Splinter. Analogue data (such as informed consent forms) will be stored in a locked cupboard. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data are stored on servers from the university with a daily automatic backup. Created using DMPonline.be. Last modiﬁed 13 January 2025 4 of 7 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All ICT solutions at KU Leuven are subject to the university-wide ICT information security standards. The faculty’s ICT service organizes the raw network storage it procures from central ICT services in such a way that access permissions are limited, fixed, delegated to and audited by data managers who do not need to have an IT background. All drives are managed by KU Leuven personnel, bound by the KU Leuven general and ICT codes of conduct. All digital data will be securely stored on the KU Leuven OneDrive account of the post-doctoral researcher, Suzanne Splinter. The informed consent forms will be kept in a locked cabinet under her supervision. For this project, it was not possible to work completely anonymously, as our observations were supported by video recordings to enable later transcription. During transcription, as well as in subsequent stages of the research process, participants' personal data were processed pseudonymously. This meant that the lead researchers assigned a unique code to each participant's name, such as \"Teacher1\" or \"Child1.\" Similarly, the name of each school was replaced with an abstract code. Upon completion of the research, the video material was deleted. During the study, this video material was securely stored on KU Leuven's OneDrive. In this way, the collected data were processed confidentially at every stage of the research process. Additionally, the names and email addresses of teachers were only collected for purposes related to communication about the research, i.e., for scheduling practical arrangements and sharing the research results. These names and contact details were not used in the research itself and were also deleted after the study. Under no circumstances were they retained for other purposes. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs (data will be stored on the OneDrive of the postdoctoral researcher Suzanne Splinter, and after the project is finished, published on RDR, deleted or stored on the OneDrive of Joke Torbeyns). OneDrive is free for staff and students of KU Leuven. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) The recordings will be deleted after the completion of the research. The pseudonymized transcripts and any other data will be securely stored in the protected networks of KU Leuven (i.e., RDR or the personal network of the supervisor of the project, Joke Torbeyns) for 10 years. After 10 years, all original data files will be permanently deleted. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 13 January 2025 5 of 7 There are no expected costs (data will be stored on the OneDrive of the postdoctoral researcher Suzanne Splinter, and after the project is finished, published on RDR, deleted or stored on the OneDrive of Joke Torbeyns). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data No (closed access) The digital picture books, as previously explained, will not be made available. The coding schemes, however, will be shared as open data on RDR. The recordings will be deleted upon completion of the research. All other data (e.g., transcriptions and coded data in Excel or SPSS) will be restricted and only accessible upon approval of a request by one of the primary researchers (Suzanne Splinter or Joke Torbeyns). This measure ensures privacy, as the files (even after pseudonamization) contain indirect personal data that could potentially lead to identification of the participants when combined (e.g., birth date of the child, years of experience of the teachr, and SES level of the school). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data is restricted to ensure compliance with privacy regulations and to protect the confidentiality of the participants. Sharing of data will only be permitted upon request, subject to approval by one of the lead investigators (Suzanne Splinter or Joke Torbeyns). Requests can be submitted via email and must clearly state the purpose of the intended use. The following procedures will be applied to evaluate and control access: Each request will be reviewed to determine whether the intended use aligns with the principles of the study, including research purposes only. Requests will also be evaluated to ensure that no data is shared or used inappropriately. Personal data will not be included in the shared datasets to ensure compliance with GDPR and other privacy regulations. Data will be provided in a secure format, and recipients will be instructed on how to handle and store the data securely. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Personal data of teachers or children and videorecordings will never be shared (in line with GDPR regulations and the agreements made with SMEC). Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 13 January 2025 6 of 7 Upon publication of research results Data will be made available after acceptance of publication. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI (Suzanne Splinter) is responsible during the project supported by the other involved researchers. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI (Suzanne Splinter) will update and implement this DMP supported by the other involved researchers. A (technical) staff member will support the PI in this task. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Suzanne Splinter) will manage data preservation and sharing during the time of the PhD-research. After the research project end, data preservation and sharing will be the responsibility of the supervisor (Joke Torbeyns for KU Leuven). Who will update and implement this DMP? Who will update and implement this DMP? The PI (Suzanne Splinter) will update and implement this DMP supported by the other involved researchers. A (technical) staff member will support the PI in this task. Created using DMPonline.be. Last modiﬁed 13 January 2025 7 of 7"
}