{
    "document_id": "D-2023-2227",
    "LinkTitle": "D-2023-2227",
    "file_name": "D-2023-2227.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2227.pdf",
    "metadata": {
        "title": "D-2023-2227",
        "author": "Karel Talavera Pérez",
        "num_pages": 1
    },
    "content": {
        "full_text": "Data Management Plan – FWO Project G089423N\n1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will\ncollect and/or generate and /or (re)use.\nThe research will generate new primary data with different formats according to the different\nexperimental setups and software used during the research. The generated datatype will consist in\nphysiological, electrophysiological and imaging data, stored both in hardware's native file formats\nand as ASCII numerical data. Manuscripts will be stored as Microsoft Office files and open document\nfiles. Moreover, the research will reuse preliminary existing data for the research such as manuscript\ndatatype generated and stored in our laboratory.\n2. Specify in which way the following provisions are in place in order to preserve the data\nduring and at least 5 years after the end of the research.\nDr. Andrei Segal is the responsible person designated to preserve the data during and at least 5\nyears after the end of the research. During the research, the data is recorded on the internal and\nexternal storage of the computers attached to equipment and is duplicated on the storage facilities of\nthe research unit. A backup to the KU Leuven Large Volume Storage facility will be performed weekly.\nAfter the research, the data will be archived in the lab on pairs of mirrored high capacity hard drives\nand will be preserved indefinitely. The backup copy on KU Leuven LVS will be maintained for at least\n5 years.\n3. What's the reason why you wish to deviate from the principle of preservation of data\nand of the minimum preservation term of 5 years?\nWe do not wish to deviate from these principles.\n4. Are there issues concerning research data indicated in the ethics questionnaire of this\napplication form? If yes, which specific security measures those data require?\nNone.\n5. Which other issues related to the data management are relevant to mention?\nNone."
    },
    "clean_full_text": "Data Management Plan – FWO Project G089423N 1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will collect and/or generate and /or (re)use. The research will generate new primary data with different formats according to the different experimental setups and software used during the research. The generated datatype will consist in physiological, electrophysiological and imaging data, stored both in hardware's native file formats and as ASCII numerical data. Manuscripts will be stored as Microsoft Office files and open document files. Moreover, the research will reuse preliminary existing data for the research such as manuscript datatype generated and stored in our laboratory. 2. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research. Dr. Andrei Segal is the responsible person designated to preserve the data during and at least 5 years after the end of the research. During the research, the data is recorded on the internal and external storage of the computers attached to equipment and is duplicated on the storage facilities of the research unit. A backup to the KU Leuven Large Volume Storage facility will be performed weekly. After the research, the data will be archived in the lab on pairs of mirrored high capacity hard drives and will be preserved indefinitely. The backup copy on KU Leuven LVS will be maintained for at least 5 years. 3. What's the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? We do not wish to deviate from these principles. 4. Are there issues concerning research data indicated in the ethics questionnaire of this application form? If yes, which specific security measures those data require? None. 5. Which other issues related to the data management are relevant to mention? None."
}