{
    "document_id": "D-2023-1835",
    "LinkTitle": "D-2023-1835",
    "file_name": "D-2023-1835.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1835.pdf",
    "metadata": {
        "title": "The oscillation and eruption of solar prominence",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The oscillation and eruption of solar prominence\nA Data Management Plan created using DMPonline.be\nCreator: \nYuhao Zhou\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1256423N\nID: \n194841\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nIn this project, I will mainly study the oscillation and eruption of solar prominence through\nnumerical simulations and compare it with observations.\nSo, the data related to our study is all digit data from simulations which will be saved in hard\ndisks. In this DMP, I will introduce how will we manage the data.\nLast modified: \n23-01-2023\nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n1 of 6\nThe oscillation and eruption of solar prominence\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new\ndata\nReuse existing\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nsimulation\ndata\nsimulation\nreuslts\nnew\ndigital\nsimulation data\nNA\n<50 TB\n \npost\nprocess\nscript\nscripts\nused to\nvisualize\nresults\nnew\ndigital\nsoftware\n.py\n<100 MB\n \nsource\ncode \nsimulation\ncode\nnew\ndigital\nsofaware\n.f90\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe code we use for simuliations is open source and has full documentation at its website.\nUsing the file to specify initial and boundary conditions and some other parameters, all data could be reproduced. The file will be\nuploaded to Github after the research has been published. A README will be included together.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nWe use our AMRVAC's own *.dat file format, which is described in detail on the code website.\nFrom it, we visualize the results through the yt-package in Python language or other similar softwares.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWe will store data on local external hard disks, which could be connected to desktops or laptops.\nWith these data, we can regenerate any figure or analysis used in the peer-reviewed papers.\nHow will the data be backed up?\nThe code itself is open source on Github.\nThe user file which specify the initial and boundary conditions will be kept on the my home directory, which is backed up by our ESAT\nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n3 of 6\nteam everyday. After the results led to a publication, it will also be uploaded to the Github repository.\nThe data file will be kept and backed up on local hard disks and external hard disks.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes. We have local powerful desktops with TBs local hard disks, as well as tens of TBs externals hard disks.\nFor the home directories which is maintained by the ESAT team, they are automatically backed up.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll the disks are located in my office, they could only be accessed through my own desktop.\nThe desktop is maintain by our ESAT team so that it is monitored permanently, and only authorized persons login the system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe will use some of the project requested consumble costs to purchase some external had disks for backup.\nThe running costs for the ESAT team is covered by the hosting department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nWe will not deviate the 5 year preservation principle.\nAll the codes and user files will be stored on Github as well as our own disks.\nThe data on disks will be kept for 5 years, after which the data volumes can be recovered for new projects.\nWhere will these data be archived (stored and curated for the long-term)?\nThe source code itself is open source on Github.\nUsing the user file, we can reproduce the simulations results and these user files.\nThese user files will be uploaded to Github together with the source code after publication.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nUsing the external hard disks, next to the servers of the KU Leuven, we will cover costs from consumables as well as from running\ndepartmental funds.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n4 of 6\nThe code itself is open source.\nUser files that can reproduce the simulation will be uploaded to the Github repository after publication.\nThe raw data produced from the simulations are kept in our hard disks to garantuee access to all information.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOn Github, through our website amrvac.org.\nWhen will the data be made available?\nThe code itself is open-source and available on Github anytime.\nThe user file will be uploaded to Github upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nOur simulation code use the GNU general public license, which could be checked on the github repository.\nThe user file will also be uploaded to Github after publication, under the same license.\nUsing the code and user file, one can reproduce the simulation results.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nThe code and user files will be uploaded to Github which could be accessed by everyone.\nThe local hard disk will keep the data for 5 years and then be recovered for new project.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe code is maintained by the KU Leuven team, they will pay a minor annual cost which documents the code through their available\nfundings.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMyself \u0000Yuhao ZHOU\u0000 \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n5 of 6\nMyself \u0000Yuhao ZHOU\u0000 \nWho will manage data preservation and sharing?\nMyself \u0000Yuhao ZHOU\u0000 \nWho will update and implement this DMP?\nMyself \u0000Yuhao ZHOU\u0000 \nCreated using DMPonline.be. Last modiﬁed 23 January 2023\n6 of 6"
    },
    "clean_full_text": "The oscillation and eruption of solar prominence A Data Management Plan created using DMPonline.be Creator: Yuhao Zhou Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1256423N ID: 194841 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: In this project, I will mainly study the oscillation and eruption of solar prominence through numerical simulations and compare it with observations. So, the data related to our study is all digit data from simulations which will be saved in hard disks. In this DMP, I will introduce how will we manage the data. Last modified: 23-01-2023 Created using DMPonline.be. Last modiﬁed 23 January 2023 1 of 6 The oscillation and eruption of solar prominence FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA simulation data simulation reuslts new digital simulation data NA <50 TB post process script scripts used to visualize results new digital software .py <100 MB source code simulation code new digital sofaware .f90 <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 23 January 2023 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The code we use for simuliations is open source and has full documentation at its website. Using the file to specify initial and boundary conditions and some other parameters, all data could be reproduced. The file will be uploaded to Github after the research has been published. A README will be included together. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes We use our AMRVAC's own *.dat file format, which is described in detail on the code website. From it, we visualize the results through the yt-package in Python language or other similar softwares. 3. Data storage & back-up during the research project Where will the data be stored? We will store data on local external hard disks, which could be connected to desktops or laptops. With these data, we can regenerate any figure or analysis used in the peer-reviewed papers. How will the data be backed up? The code itself is open source on Github. The user file which specify the initial and boundary conditions will be kept on the my home directory, which is backed up by our ESAT Created using DMPonline.be. Last modiﬁed 23 January 2023 3 of 6 team everyday. After the results led to a publication, it will also be uploaded to the Github repository. The data file will be kept and backed up on local hard disks and external hard disks. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes. We have local powerful desktops with TBs local hard disks, as well as tens of TBs externals hard disks. For the home directories which is maintained by the ESAT team, they are automatically backed up. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the disks are located in my office, they could only be accessed through my own desktop. The desktop is maintain by our ESAT team so that it is monitored permanently, and only authorized persons login the system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We will use some of the project requested consumble costs to purchase some external had disks for backup. The running costs for the ESAT team is covered by the hosting department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). We will not deviate the 5 year preservation principle. All the codes and user files will be stored on Github as well as our own disks. The data on disks will be kept for 5 years, after which the data volumes can be recovered for new projects. Where will these data be archived (stored and curated for the long-term)? The source code itself is open source on Github. Using the user file, we can reproduce the simulations results and these user files. These user files will be uploaded to Github together with the source code after publication. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Using the external hard disks, next to the servers of the KU Leuven, we will cover costs from consumables as well as from running departmental funds. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 23 January 2023 4 of 6 The code itself is open source. User files that can reproduce the simulation will be uploaded to the Github repository after publication. The raw data produced from the simulations are kept in our hard disks to garantuee access to all information. If access is restricted, please specify who will be able to access the data and under what conditions. NA. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. On Github, through our website amrvac.org. When will the data be made available? The code itself is open-source and available on Github anytime. The user file will be uploaded to Github upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Our simulation code use the GNU general public license, which could be checked on the github repository. The user file will also be uploaded to Github after publication, under the same license. Using the code and user file, one can reproduce the simulation results. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No The code and user files will be uploaded to Github which could be accessed by everyone. The local hard disk will keep the data for 5 years and then be recovered for new project. What are the expected costs for data sharing? How will these costs be covered? The code is maintained by the KU Leuven team, they will pay a minor annual cost which documents the code through their available fundings. 6. Responsibilities Who will manage data documentation and metadata during the research project? Myself \u0000Yuhao ZHOU\u0000 Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 23 January 2023 5 of 6 Myself \u0000Yuhao ZHOU\u0000 Who will manage data preservation and sharing? Myself \u0000Yuhao ZHOU\u0000 Who will update and implement this DMP? Myself \u0000Yuhao ZHOU\u0000 Created using DMPonline.be. Last modiﬁed 23 January 2023 6 of 6"
}