{
    "document_id": "D-2021-1243",
    "LinkTitle": "D-2021-1243",
    "file_name": "D-2021-1243.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1243.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "1MY PLAN (FWO DMP)\nDMP TITLE\nNacre-inspired synthesis and modification of fillers for better\nperforming polymer composites\nADMIN DETAILS\nProject Number: 1S13922N\nResearcher: Dharmjeet Madhav\nPrincipal Investigator (PI): Prof. Dr. Veerle Vandeginste\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nDharmjeet Madhav\nFWO Project Number & Title\n(1S13922N) Nacre-inspired synthesis and modification of fillers for better\nperforming polymer composites\nAffiliation\nKU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \nThe literature input that will be used are mainly research articles and books (existing data); will be \ncollected topic wise in separate folders in Zotero (open source software). Zotero automatically \nsynchronizes the collection for long term cloud storage.\nResearch data will be generated and collected consisting of MD models and simulations, images and \nnumerical data (array-like).\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nSeveral analytical characterization tools such as X-ray diffraction (XRD), gas adsorption (N2), \nthermogravimetric analysis (TGA), Fourier-transform infrared spectroscopy (FTIR) and universal testing \nmachine (UTM), scanning and transmission electron microscopy will be used in this project. Primary data \nfrom XRD, N2 adsorption (BET), TGA, FTIR and universal testing machine (UTM) will be\nin text or numerical form that will be processed to obtain graphical and analyzed numerical data.\nPrimary data from SEM, TEM and optical microscopy will be in the form of images that will be\n2analyzed to obtain data in the form of graphs (particle size distribution) and analyzed images.\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\nNO\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\nNO\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \nPossibly, yes, the restriction on replication of methodology will be asserted.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\nNO\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nPublished data can be used according to the policy of journal or it can be used freely after embargo  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nNo, the research article publication will contain the detailed methodology for easy availability and use of \nthe collected, generated data.\n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nDuring the project, all data (raw and processed) will be stored in the KU Leuven personal drive (20\nTB). Drive of the research group (unlimited storage) provided and backed up by KU Leuven central \nstorage will be used, in case the data exceeds 20 TB.\n3How is backup of the data provided?\nKU Leuven personal drive (20 TB) is automatically backed up (processed data will be additionally backed \nup in MS one-drive provided by KU Leuven). Drive of the research group (unlimited storage) provided and  \nbacked up by KU Leuven central storage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\nSufficient storage and backup capacity available. KU Leuven personal drive (20 TB), drive of the research  \ngroup has unlimited storage and it is provided and backed up by central KU Leuven storage.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nNo cost involved. \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nAll data will be securely stored in KU Leuven facilities\n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nFrom 2019, KU Leuven has a research data management policy that requires research data\nstorage for minimum 10 years. Dr. Bart Buffel (research manager) manages all experimental data of\nthe new material section at KU Leuven campus Brugge. Ms Eef Soete (Librarian, Campus Brugge) \nmanages the published research data through Lirias. All data will be retained for the 10 year after the end  \nof the project.\nWhere will the data be archived (= stored for the longer term)?\nKU Leuven, Library \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nNo cost involved, covered by KU Leuven for the next 10 year instead of 5 as required by FWO\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\nNO\nWhich data will be made available after the end of the project?\nAll the data \n4Where/how will the data be made available for reuse?\nResearch publications and through KU Leuven library\nWhen will the data be made available?\nContinuously throughout the project  \nWho will be able to access the data and under what conditions?\nAccording to the policy of journal in which the data has been published, the accepted version of research \narticle can be freely accessed via KU Leuven library after embargo period\nWhat are the expected costs for data sharing? How will the costs be covered?  \nNo cost involved \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nResearcher (Dharmjeet Madhav)\nWho will be responsible for data storage & back up during the project?\nResearcher (Dharmjeet Madhav)\nWho will be responsible for ensuring data preservation and reuse ?\nPI (Prof. Dr. Veerle Vandeginste)\n \nWho bears the end responsibility for updating & implementing this DMP?\nResearcher (Dharmjeet Madhav)"
    },
    "clean_full_text": "1MY PLAN (FWO DMP) DMP TITLE Nacre-inspired synthesis and modification of fillers for better performing polymer composites ADMIN DETAILS Project Number: 1S13922N Researcher: Dharmjeet Madhav Principal Investigator (PI): Prof. Dr. Veerle Vandeginste Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Dharmjeet Madhav FWO Project Number & Title (1S13922N) Nacre-inspired synthesis and modification of fillers for better performing polymer composites Affiliation KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? The literature input that will be used are mainly research articles and books (existing data); will be collected topic wise in separate folders in Zotero (open source software). Zotero automatically synchronizes the collection for long term cloud storage. Research data will be generated and collected consisting of MD models and simulations, images and numerical data (array-like). Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Several analytical characterization tools such as X-ray diffraction (XRD), gas adsorption (N2), thermogravimetric analysis (TGA), Fourier-transform infrared spectroscopy (FTIR) and universal testing machine (UTM), scanning and transmission electron microscopy will be used in this project. Primary data from XRD, N2 adsorption (BET), TGA, FTIR and universal testing machine (UTM) will be in text or numerical form that will be processed to obtain graphical and analyzed numerical data. Primary data from SEM, TEM and optical microscopy will be in the form of images that will be 2analyzed to obtain data in the form of graphs (particle size distribution) and analyzed images. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. NO Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) NO Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Possibly, yes, the restriction on replication of methodology will be asserted. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? NO 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Published data can be used according to the policy of journal or it can be used freely after embargo Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No, the research article publication will contain the detailed methodology for easy availability and use of the collected, generated data. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? During the project, all data (raw and processed) will be stored in the KU Leuven personal drive (20 TB). Drive of the research group (unlimited storage) provided and backed up by KU Leuven central storage will be used, in case the data exceeds 20 TB. 3How is backup of the data provided? KU Leuven personal drive (20 TB) is automatically backed up (processed data will be additionally backed up in MS one-drive provided by KU Leuven). Drive of the research group (unlimited storage) provided and backed up by KU Leuven central storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Sufficient storage and backup capacity available. KU Leuven personal drive (20 TB), drive of the research group has unlimited storage and it is provided and backed up by central KU Leuven storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? No cost involved. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be securely stored in KU Leuven facilities 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). From 2019, KU Leuven has a research data management policy that requires research data storage for minimum 10 years. Dr. Bart Buffel (research manager) manages all experimental data of the new material section at KU Leuven campus Brugge. Ms Eef Soete (Librarian, Campus Brugge) manages the published research data through Lirias. All data will be retained for the 10 year after the end of the project. Where will the data be archived (= stored for the longer term)? KU Leuven, Library What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No cost involved, covered by KU Leuven for the next 10 year instead of 5 as required by FWO 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? NO Which data will be made available after the end of the project? All the data 4Where/how will the data be made available for reuse? Research publications and through KU Leuven library When will the data be made available? Continuously throughout the project Who will be able to access the data and under what conditions? According to the policy of journal in which the data has been published, the accepted version of research article can be freely accessed via KU Leuven library after embargo period What are the expected costs for data sharing? How will the costs be covered? No cost involved 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Researcher (Dharmjeet Madhav) Who will be responsible for data storage & back up during the project? Researcher (Dharmjeet Madhav) Who will be responsible for ensuring data preservation and reuse ? PI (Prof. Dr. Veerle Vandeginste) Who bears the end responsibility for updating & implementing this DMP? Researcher (Dharmjeet Madhav)"
}