{
    "document_id": "D-2023-2287",
    "LinkTitle": "D-2023-2287",
    "file_name": "D-2023-2287.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2287.pdf",
    "metadata": {
        "title": "The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-Cohort, Cross-Omics Approach",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-\nCohort, Cross-Omics Approach\nA Data Management Plan created using DMPonline.be\nCreator: \nJohan Van Weyenbergh\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nJohan Van Weyenbergh\nData Manager:\n \nJohan Van Weyenbergh, n.n. n.n.\nProject Administrator:\n \nJohan Van Weyenbergh\nGrant number / URL: \nG0A0621N\nID: \n200001\nStart date: \n01-01-2021\nEnd date: \n11-03-2024\nProject abstract:\nThe fast aging global population challenges the current public health system. Aging is associated with many changes in\nthe immune system, this project focuses on one of them: chronic low-grade inflammation also known as ‘inflammaging’.\nWe hypothesize that exogenous (HIV-1, HTLV-1) as well as endogenous retroviruses share the ability to induce\ninflammation through type I interferon (IFN), but that age-, gender- and cell-specific mechanisms define the combined\npathogenic effect. If this hypothesis is correct, this logically \nimplies inflammaging can be objectively quantified and repurposing of anti(retro)viral therapy should be considered in\ninflammaging. We propose a comprehensive systems biology “cross-omics” approach, to reveal age-specific\ninflammatory signatures in chronic viral infections (HIV/HTLV-1/CMV). This might allow repurposing of currently used\nantiviral and antiretroviral drugs for a precision medicine approach, in lifelong treated people living with HIV as well as\n‘frail’ elderly coping with inflammaging triggered by herpesviruses (CMV and others).\nLast modified: \n05-07-2023\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n1 of 8\nThe Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-\nCohort, Cross-Omics Approach\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew data\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nHIV-1 Bahia   \n       \n30 PLWH    30 HC        TR 60 MB\n60\nNew data\nDigital\nExperimental\nNA\n<1TB\n \nSwiss HIV\nCohort  \n202 PLWH   6 HC         TR 208\nReuse existing data\nDigital\nExperimental\nNA\n<1TB\n \nHTLV-1\nBahia          \n20 HAM     20 AC 20 HC             TR\n60 MB 60\nNew data\nDigital\nExperimental\nNA\n<1TB\n \nHTLV-1 Sao\nPaulo  \n400 HAM    600 AC                     \nGEN 1000 MB 150\nNew data\nDigital\nExperimental\nNA\n<1TB\n \n HTLV-1 UK\n20 HAM     30 AC 17 HC            TR\n67\n \nReuse existing data\nDigital\nExperimental\nNA\n<1TB\n \nBELFRAIL       \n    \n549 elderly                      MB 1098\n(0-1y)\nNew data\nDigital\nExperimental\nNA\n<1TB\n \nVitality 90+   \n          \n146   elderly      30 HC                     \n   TR 176\nReuse existing data\nDigital\nExperimental\nNA\n<1TB\n \nINCIVAR         \n      \n 203   elderly       44 HC                   \n  TR 12 MB 247\nNew data\nDigital\nExperimental\nNA\n<1TB\n \nPLWH: People living with HIV; HAM: HTLV-1-associated myelopathy; AC: asymptomatic HTLV-1 infected controls; HC: healthy controls; TR: transcriptomics; MB:\nmetabolomics; GEN: genomics\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSwiss HIV Cohort  GEO database GSE18233\n HTLV-1 UK GEO database GSE29333\nVitality 90+              GEO database GSE40366\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n2 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nThe main body of data of the project consists of transcriptomic data. Since transcriptomics is a rapidly evolving field, we have several technology-specific data sets\n(micro-array, RNAseq and nCounter). Since they are similar in content, quantification of RNA content in human samples, we are using the same documentation for all data\nsets, MIAME. \nMIAME\n describes the \nMinimum Information About a Microarray Experiment\n that is needed to enable the interpretation of the results of a experiment\nunambiguously and potentially to reproduce the experiment. [ \nBrazma et al. (2001), Nature Genetics\n]\nThe six most critical elements contributing towards MIAME are:\n1\n. \nThe raw data for each hybridisation (e.g., CEL or GPR files)\n2\n. \nThe final processed (normalised) data for the set of hybridisations in the experiment (study) (e.g., the gene expression data matrix used to draw the conclusions\nfrom the study)\n3\n. \nThe essential sample annotation including experimental factors and their values (e.g., compound and dose in a dose response experiment)\n4\n. \nThe experimental design including sample data relationships (e.g., which raw data file relates to which sample, which hybridisations are technical, which are\nbiological replicates)\n5\n. \nSufficient annotation of the array (e.g., gene identifiers, genomic coordinates, probe oligonucleotide sequences or reference commercial array catalog number)\n6\n. \nThe essential laboratory and data processing protocols (e.g., what normalisation method has been used to obtain the final processed data)\n \n1\n. \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nThe main body of data of the project consists of transcriptomic data. SInce transcriptomics is a rapidly evolving field, we have several technology-specific data sets\n(micro-array, RNAseq and nCounter), which are similar in content, i.e. quantification of RNA content in human samples, we are using the same guidelines for all. MIAME\nwas originally formulated for microarray analysis, but all annotation steps below are similar for RNAseq and nCounter technologies\nMIAME\n  describes the  \nMinimum Information About a Microarray Experiment\n  that is needed to enable the interpretation of the results of a   experiment\nunambiguously and potentially to reproduce the experiment. [ \nBrazma et al. (2001), Nature Genetics\n]\nThe six most critical elements contributing towards MIAME are:\n1\n. \nThe raw data for each experiment (e.g., CEL or GPR files, fastq files for RNAseq, RCC files for nCOunter)\n2\n. \nThe final processed (normalised) data for the set of hybridisations in the experiment (study) (e.g., the gene expression data matrix used to draw the conclusions\nfrom the study)\n3\n. \nThe essential sample annotation including experimental factors and their values (e.g., compound and dose in a dose response experiment)\n4\n. \nThe experimental design including sample data relationships (e.g., which raw data file relates to which sample, which hybridisations are technical, which are\nbiological replicates)\n5\n. \nSufficient annotation of the array (e.g., gene identifiers, genomic coordinates, probe oligonucleotide sequences or reference commercial array catalog number)\n6\n. \nThe essential laboratory and data processing protocols (e.g., what normalisation method has been used to obtain the final processed data)\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes). with automatic daily back-up procedures.\n \nHow will the data be backed up?\nOur research unit central storage facility (ZIDU server, responsible Prof. Piet Maes) has automatic daily back-up procedures.\n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n3 of 8\nThe ZIDU server is constantly updated and storage capacity can be extended if necessary.\n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n \nThe data are stored on our internal ZIDU server and can only be accessed by authorized team members.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThese costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll transcriptomic data from the project will be retained for the expected 5 year period after the end of the project.\n \n \nWhere will these data be archived (stored and curated for the long-term)?\nFollowing publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have\ndone in the past with our published transcriptomic data.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nFollowing publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have\ndone in the past with our published transcriptomic data.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNo restrictions to access\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublicly available databases (e.g. GEO, Gene Expression Omnibus), as we have done in the past with our published transcriptomic data.\n \n \nWhen will the data be made available?\nUpon publication of the research results.\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n4 of 8\n \n \nWhich data usage licenses are you going to provide? If none, please explain why.\nAs is standard practice in the field of transcriptomics, all data (anonymized and without any sensiive personal data) are made publicly available in open databases for the\nentire scientific community, without restriction.\n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nNot available yet, only after publication.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo cost, open databases such as GEO are free.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nJohan Van Weyenbergh \nWho will manage data storage and backup during the research project?\nJohan Van Weyenbergh and Piet Maes \nWho will manage data preservation and sharing?\nJohan Van Weyenbergh \nWho will update and implement this DMP?\nJohan Van Weyenbergh \nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n5 of 8\nThe Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-\nCohort, Cross-Omics Approach\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nTable I:  List of cohorts and datasets available\nCohort                 Patients (n)   Matched Healthy Controls (n)      Omics data (n)\nRetroviral\nHIV-1 Bahia           30 PLWH          30 HC                                   TR 60 MB 60\nSwiss HIV Cohort   202 PLWH         6 HC                                      TR 208\nHTLV-1 Bahia          20 HAM      20 AC 20 HC                             TR 60 MB 60\nHTLV-1 Sao Paulo   400 HAM         600 AC                              GEN 1000 MB 150\nHTLV-1 UK             20 HAM       30 AC 17 HC                                  TR 67\nInflammaging\nBELFRAIL                  549                  -                                    MB 1098 (0-1y)\nINCIVAR                   203                 44 HC                                 TR 12 MB 247\nVitality 90+               146                30 HC                                   TR 176\nTotal                       1570                897                                    TR 583 MB 1615\nPLWH: People living with HIV; HAM: HTLV-1-associated myelopathy; AC: asymptomatic HTLV-1 infected controls; HC: healthy controls; TR: transcriptomics; MB:\nmetabolomics; GEN: genomics\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Johan Van Weyenbergh\n2\n. \nStorage capacity/repository\nduring the research: Where will the data be stored?\n1. The time-stamped master copy of the data will be kept on our research unit central storage\nfacility (ZIDU server, responsible Prof. Piet Maes). Copies can be made and kept on personal devices.\n2. Since we will collaborate with researchers from other research units and groups, we will use OneDrive for active use of the data during the project.\nHow is backup of the data provided?\nThe data will be stored on our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes). with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? Yes, the ZIDU server is constantly updated and storage capacity can be extended if\nnecessary.\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nThese costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet\nMaes.\nData security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data are stored on our internal ZIDU server and can only be accessed by authorized team members.\nData preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? \nAll transcriptomic data from the project will be retained for the expected 5 year period after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nFollowing publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus),\nas we have done in the past with our published transcriptomic data.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?\nThe costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet\nMaes.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo personal or sensitive data are used.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n6 of 8\nThe Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-\nCohort, Cross-Omics Approach\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n7 of 8\nThe Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi-\nCohort, Cross-Omics Approach\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 05 July 2023\n8 of 8"
    },
    "clean_full_text": "The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi- Cohort, Cross-Omics Approach A Data Management Plan created using DMPonline.be Creator: Johan Van Weyenbergh Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Johan Van Weyenbergh Data Manager: Johan Van Weyenbergh, n.n. n.n. Project Administrator: Johan Van Weyenbergh Grant number / URL: G0A0621N ID: 200001 Start date: 01-01-2021 End date: 11-03-2024 Project abstract: The fast aging global population challenges the current public health system. Aging is associated with many changes in the immune system, this project focuses on one of them: chronic low-grade inflammation also known as ‘inflammaging’. We hypothesize that exogenous (HIV-1, HTLV-1) as well as endogenous retroviruses share the ability to induce inflammation through type I interferon (IFN), but that age-, gender- and cell-specific mechanisms define the combined pathogenic effect. If this hypothesis is correct, this logically implies inflammaging can be objectively quantified and repurposing of anti(retro)viral therapy should be considered in inflammaging. We propose a comprehensive systems biology “cross-omics” approach, to reveal age-specific inflammatory signatures in chronic viral infections (HIV/HTLV-1/CMV). This might allow repurposing of currently used antiviral and antiretroviral drugs for a precision medicine approach, in lifelong treated people living with HIV as well as ‘frail’ elderly coping with inflammaging triggered by herpesviruses (CMV and others). Last modified: 05-07-2023 Created using DMPonline.be. Last modiﬁed 05 July 2023 1 of 8 The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi- Cohort, Cross-Omics Approach FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New data Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume HIV-1 Bahia 30 PLWH 30 HC TR 60 MB 60 New data Digital Experimental NA <1TB Swiss HIV Cohort 202 PLWH 6 HC TR 208 Reuse existing data Digital Experimental NA <1TB HTLV-1 Bahia 20 HAM 20 AC 20 HC TR 60 MB 60 New data Digital Experimental NA <1TB HTLV-1 Sao Paulo 400 HAM 600 AC GEN 1000 MB 150 New data Digital Experimental NA <1TB HTLV-1 UK 20 HAM 30 AC 17 HC TR 67 Reuse existing data Digital Experimental NA <1TB BELFRAIL 549 elderly MB 1098 (0-1y) New data Digital Experimental NA <1TB Vitality 90+ 146 elderly 30 HC TR 176 Reuse existing data Digital Experimental NA <1TB INCIVAR 203 elderly 44 HC TR 12 MB 247 New data Digital Experimental NA <1TB PLWH: People living with HIV; HAM: HTLV-1-associated myelopathy; AC: asymptomatic HTLV-1 infected controls; HC: healthy controls; TR: transcriptomics; MB: metabolomics; GEN: genomics If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Swiss HIV Cohort GEO database GSE18233 HTLV-1 UK GEO database GSE29333 Vitality 90+ GEO database GSE40366 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 05 July 2023 2 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The main body of data of the project consists of transcriptomic data. Since transcriptomics is a rapidly evolving field, we have several technology-specific data sets (micro-array, RNAseq and nCounter). Since they are similar in content, quantification of RNA content in human samples, we are using the same documentation for all data sets, MIAME. MIAME describes the Minimum Information About a Microarray Experiment that is needed to enable the interpretation of the results of a experiment unambiguously and potentially to reproduce the experiment. [ Brazma et al. (2001), Nature Genetics ] The six most critical elements contributing towards MIAME are: 1 . The raw data for each hybridisation (e.g., CEL or GPR files) 2 . The final processed (normalised) data for the set of hybridisations in the experiment (study) (e.g., the gene expression data matrix used to draw the conclusions from the study) 3 . The essential sample annotation including experimental factors and their values (e.g., compound and dose in a dose response experiment) 4 . The experimental design including sample data relationships (e.g., which raw data file relates to which sample, which hybridisations are technical, which are biological replicates) 5 . Sufficient annotation of the array (e.g., gene identifiers, genomic coordinates, probe oligonucleotide sequences or reference commercial array catalog number) 6 . The essential laboratory and data processing protocols (e.g., what normalisation method has been used to obtain the final processed data) 1 . Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The main body of data of the project consists of transcriptomic data. SInce transcriptomics is a rapidly evolving field, we have several technology-specific data sets (micro-array, RNAseq and nCounter), which are similar in content, i.e. quantification of RNA content in human samples, we are using the same guidelines for all. MIAME was originally formulated for microarray analysis, but all annotation steps below are similar for RNAseq and nCounter technologies MIAME describes the Minimum Information About a Microarray Experiment that is needed to enable the interpretation of the results of a experiment unambiguously and potentially to reproduce the experiment. [ Brazma et al. (2001), Nature Genetics ] The six most critical elements contributing towards MIAME are: 1 . The raw data for each experiment (e.g., CEL or GPR files, fastq files for RNAseq, RCC files for nCOunter) 2 . The final processed (normalised) data for the set of hybridisations in the experiment (study) (e.g., the gene expression data matrix used to draw the conclusions from the study) 3 . The essential sample annotation including experimental factors and their values (e.g., compound and dose in a dose response experiment) 4 . The experimental design including sample data relationships (e.g., which raw data file relates to which sample, which hybridisations are technical, which are biological replicates) 5 . Sufficient annotation of the array (e.g., gene identifiers, genomic coordinates, probe oligonucleotide sequences or reference commercial array catalog number) 6 . The essential laboratory and data processing protocols (e.g., what normalisation method has been used to obtain the final processed data) 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes). with automatic daily back-up procedures. How will the data be backed up? Our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes) has automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 05 July 2023 3 of 8 The ZIDU server is constantly updated and storage capacity can be extended if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on our internal ZIDU server and can only be accessed by authorized team members. What are the expected costs for data storage and backup during the research project? How will these costs be covered? These costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All transcriptomic data from the project will be retained for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? Following publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have done in the past with our published transcriptomic data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Following publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have done in the past with our published transcriptomic data. If access is restricted, please specify who will be able to access the data and under what conditions. No restrictions to access Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have done in the past with our published transcriptomic data. When will the data be made available? Upon publication of the research results. Created using DMPonline.be. Last modiﬁed 05 July 2023 4 of 8 Which data usage licenses are you going to provide? If none, please explain why. As is standard practice in the field of transcriptomics, all data (anonymized and without any sensiive personal data) are made publicly available in open databases for the entire scientific community, without restriction. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not available yet, only after publication. What are the expected costs for data sharing? How will these costs be covered? No cost, open databases such as GEO are free. 6. Responsibilities Who will manage data documentation and metadata during the research project? Johan Van Weyenbergh Who will manage data storage and backup during the research project? Johan Van Weyenbergh and Piet Maes Who will manage data preservation and sharing? Johan Van Weyenbergh Who will update and implement this DMP? Johan Van Weyenbergh Created using DMPonline.be. Last modiﬁed 05 July 2023 5 of 8 The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi- Cohort, Cross-Omics Approach Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Table I: List of cohorts and datasets available Cohort Patients (n) Matched Healthy Controls (n) Omics data (n) Retroviral HIV-1 Bahia 30 PLWH 30 HC TR 60 MB 60 Swiss HIV Cohort 202 PLWH 6 HC TR 208 HTLV-1 Bahia 20 HAM 20 AC 20 HC TR 60 MB 60 HTLV-1 Sao Paulo 400 HAM 600 AC GEN 1000 MB 150 HTLV-1 UK 20 HAM 30 AC 17 HC TR 67 Inflammaging BELFRAIL 549 - MB 1098 (0-1y) INCIVAR 203 44 HC TR 12 MB 247 Vitality 90+ 146 30 HC TR 176 Total 1570 897 TR 583 MB 1615 PLWH: People living with HIV; HAM: HTLV-1-associated myelopathy; AC: asymptomatic HTLV-1 infected controls; HC: healthy controls; TR: transcriptomics; MB: metabolomics; GEN: genomics Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Johan Van Weyenbergh 2 . Storage capacity/repository during the research: Where will the data be stored? 1. The time-stamped master copy of the data will be kept on our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes). Copies can be made and kept on personal devices. 2. Since we will collaborate with researchers from other research units and groups, we will use OneDrive for active use of the data during the project. How is backup of the data provided? The data will be stored on our research unit central storage facility (ZIDU server, responsible Prof. Piet Maes). with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? Yes, the ZIDU server is constantly updated and storage capacity can be extended if necessary. What are the expected costs for data storage and back up during the project? How will these costs be covered? These costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on our internal ZIDU server and can only be accessed by authorized team members. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? All transcriptomic data from the project will be retained for the expected 5 year period after the end of the project. Where will the data be archived (= stored for the longer term)? Following publication, all transcriptomic data will be archived, as required in the field, into publicly available databases (e.g. GEO, Gene Expression Omnibus), as we have done in the past with our published transcriptomic data. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs are minimal since this is an internal server for our research unit, no fees need to be paid. Maintenance is provided by our collaborator Prof. Piet Maes. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No personal or sensitive data are used. Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 05 July 2023 6 of 8 The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi- Cohort, Cross-Omics Approach DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 05 July 2023 7 of 8 The Contribution of Chronic (Retro)Virus Infections to Inflammaging: A Multi- Cohort, Cross-Omics Approach GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 05 July 2023 8 of 8"
}