{
    "document_id": "D-2022-1739",
    "LinkTitle": "D-2022-1739",
    "file_name": "D-2022-1739.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1739.pdf",
    "metadata": {
        "title": "Reimagining Public Values in Algorithmic Futures",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Reimagining Public Values in Algorithmic Futures\nA Data Management Plan created using DMPonline.be\nCreator: \nMaiju Tanninen\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \n3H220639\nID: \n198416\nStart date: \n01-11-2022\nEnd date: \n31-10-2025\nProject abstract:\nThis study analyses the role of public values, such as solidarity, autonomy and trust, within algorithmic systems and\nautomated decision-making (ADM). Recent scholarly work has argued that developments around algorithmic systems have\nled to negative social impacts that are undermining democratic processes and strengthening inequalities. The policy\nresponses to algorithmic systems typically invoke values such as fairness, accountability and transparency. These values,\nhowever, are often only understood in narrow, technical senses. Moreover, it is not self-evident how such values can be\nprogrammed into algorithmic systems. This project mobilizes a sociological perspective on value and examines how values\nare deployed in situated practices rather than in the abstract, suggesting ways forward in thinking about algorithmic futures.\nThe study observes the people behind algorithms: what do people do when they build, promote and evaluate algorithmic\nsystems? Specifically, we analyse how values are at stake in the developing of algorithmic systems in two distinct fields:\nprivate (re)insurance industry and in silico medicine. Although both fields are global industries, we focus mainly on the\npractices happening in the European regulatory and market space.\nNew data types, algorithmic technologies and computational methods are believed to transform the practices of both the\ninsurance industry and medical research. (Re)insures have started experimenting with data-driven technologies and\ninvesting in them heavily, hoping that the new technologies will transform risk prediction, prevention and pricing (Tanninen\n2022). In in silico medicine, the vision is that computational techniques could revolutionize the diagnosis and treatment of\ndiseases by modelling human biological processes in a virtual environment. The algorithmic operations happening in these\ndifferent fields are, thus, driven by the belief that increased automation will create optimized, personalized and more\nefficient operations. However, the operations might have (unintended) negative effects; they might, for instance, reinforce\nexisting inequalities by using biased data (in silico medicine) or by excluding people deemed ‘high risk’ from coverage\n(insurance).\nDrawing from these exemplary cases, the study examines emerging technological practices that have promises to change\nthe operational logics of their fields completely. We are especially interested in how values and valuations are at stake in\nthese experimental operations and examine the co-constitution of data-driven operations and central values: What is\ndeemed valuable in these practices? What gets lost in the process? Furthermore, we analyse the frictions and balancing\nacts between the ‘automation’ values (efficiency, personalization, optimization) and the more traditional public values of the\nfields: solidarity and trust in insurance; care and public good in medical research. Finally, by following this practice-oriented\napproach, we explore ways to think and talk about algorithmic systems beyond the optimization rhetoric, analysing how\nalgorithmic technologies could help strengthen the more traditional public values, such as equality and solidarity.\nLast modified: \n06-04-2023\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n1 of 5\nReimagining Public Values in Algorithmic Futures\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor \nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nIn silico focus\ngroup\ndiscussions\nTranscriptions of focus group discussion with medical professionals and people working in in silico medicine.\nN\nD\nT\n.doc\n<100GB\n \nIn silico\ninterviews\nInterviews with people working with in silico medicine or other involved actors, such as policymakers. Original\nsoundfiles (will be destroyed when no longer needed) and transcriptions.\nN\nD\nS\nT\nWAV\n.doc\n<100GB\n \nInsurance\ninterviews\nInterviews with people who have a relevant connection to the (re)insurance industry or tech industry, for\ninstance, insurance professionals, tech professionals, policymakers. Original soundfiles (will be destroyed when\nno longer needed) and transcriptions.\nN\nD\nS\nT\nWAV\n.doc\n<100GB\n \nObservation\ndata\nFieldnotes from observing in silico and insurance professionals in professional settings, such as business\nconferences and seminars.\nN\nD\nT\n.doc\n<100GB\n \nSecondary\ndata\nInterviews with Finnish insurance professionals and focus group discussions with Finnish policyholders.\nE\nD\nT\n.doc\n<100GB\n \nQualitative\nanalysis via\nAtlas.ti\nAtlas.ti project for coding and analysing interviews and focus group data.\nN\nD\nT\n.atlproj\n<100GB\n \nInsurance\ndocument\ndata\nFreely available reports, articles and publications by (re)insurance comapanies.\nN\nD\nT\npdf\njpg\n<100GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nPseudonymized Finnish language transcriptions of 16 interviews with insurance professionals.\nPseudonymized Finnish language transcriptions of 11 focus group discussions with insurance customers.\nThese data were collected by researcher Maiju Tanninen in a previous research project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nSMEC G-2023-6260, approval is not finished yet. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nG-2023-6260\nThe following data sets will include forms of personal data:\nIn silico focus groups\nIn silico interviews\nInsurance interviews\nSecondary data\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe use of the secondary data is restricted by research collaboration agreement between Maiju Tanninen (MT) and the participating insurance companies to only MT.\nThe use of the in silico focus group data is restricted to the researchers of the 'In Silico World' project (project number 3M210137) where researcher Elisa Elhadj works besides this project.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n2 of 5\nThe in silico and insurance interviews are still under negotiations. Given that the research concentrates on the professional sphere and on the practices of developing new digital products, it is\nlikely that in order to get an access to the field, we need to make agreements that restrict the dissemination of original data only to the researchers.\nThe insurance document data is already freely available online. We will make the specific document set used in this research accessible.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor the interview and focus group transcriptions, the documentation (a Word document) will include description of the setting (location, and modality, e.g. in person or online), the informed\nconsent process, the subjects discussed in the interview/focus group and the instructions given to interviewers/moderators. It will also include the topic lists of the interviews/focus groups and the\nprocess through which direct identifiers have been removed from the data. \nFor the observation notes, the documentation will include when and where the data was collected, the main themes of the observation data and how consent was achieved/the ethical justification\nfor making observations (e.g. public event).\nFor the document data, the documentation will include details of the company, date of publication, date of collection and brief description of the contents.\nFor the Atlas.ti project, the documentation will include the codebook (names and meanings of the codes and their relation to one another (code tree).\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nA metadata file will be created using MS Excel. The metadata from Atlas.ti qualitative analysis and coding will be incorporated. The following metadata will be registered:\nTitle (name given to the resource)\nSubject (the topic of the resource)\nDescription (an account of the resource)\nCreator (the actor primarily responsible for making the resource)\nRespondent id code (anonymized respondent id, the key will be stored in another secure location available only to the researcher)\nDate (date of creation and last modification)\nType (the genre of the resource)\nFormat (the file format)\nIdentifier (An unambigous reference to the resource in a given context, code of the data file that can be linked to another data)\nSource (A related resource from which the resource is derived, e.g. sound file to transcription file)\nLanguage\nRights (information about the rights held in and over the resource)\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nThe data will be stored on the KU Leuven OneDrive, that will be protected by multifactor identification. \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data stored in KU Leuven Onedrive will be automatically backed up in the cloud.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe KU Leuven OneDrive uses multifactor identification procedure that effectively secures the data.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage will not generate extra costs.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe pseudonymized transcriptions and document data will be stored according to the KU Leuven RDM policy.\n \nThe original interview/focus group audio files will be destroyed after transcriptions are produces and they are no longer needed for analysis.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe data that  will be stored in a secured KU Leuven OneDrive folder. Access to the data will depend on data agreements with the research participants.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere will be no additional costs. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for\nall KU Leuven students and the majority of active KU Leuven staff.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe availability of data depends on the data type.\nDepending on the data agreements between the participating actors/companies, the focus group data and the interview data can have a closed access. This is likely the trade off with being able\nto enter to the fields of in silico medicine and (re)insurance.\nData sets consisting of publicly available document data will be made available to reuse.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe restrictions will be negotiated with the research participants (individuals and companies involved in the research). In the most strict case, the pseudonymized data types with restricted\naccess will be accessible to the KU Leuven and partnering researchers involved in the project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, other\nThe interview data on both in silico medicine and (re)insurance industry might include confidential information about the development of new products/business knowledge. This, depending on the\ndata agreements formed with the participating actors, might restrict the sharing of (some of) the data.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nFrom the parts that data can be made available, it will be shared in KU Leuven RDR\nWhen will the data be made available? \nOther (specify below)\nFrom the parts that data can be made available, it will be made available at the end of the project.\nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n4 of 5\nIf none, please explain why. \nCC-BY 4.0 (data)\nThe publicly available document data can have a creative commons license.\nDepending on the level of accessibly that the data agreements with the research participants grant to the focus group/interview data, the data will have a Data Transfer Agreement.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nResearchers Maiju Tanninen and Elisa Elhadj.\nWho will manage data storage and backup during the research project? \nResearchers Maiju Tanninen and Elisa Elhadj.\nWho will manage data preservation and sharing? \nResearchers Maiju Tanninen and Elisa Elhadj.\nWho will update and implement this DMP? \nResearchers Maiju Tanninen and Elisa Elhadj.\nCreated using DMPonline.be. Last modiﬁed 06 April 2023\n5 of 5"
    },
    "clean_full_text": "Reimagining Public Values in Algorithmic Futures A Data Management Plan created using DMPonline.be Creator: Maiju Tanninen Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: 3H220639 ID: 198416 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: This study analyses the role of public values, such as solidarity, autonomy and trust, within algorithmic systems and automated decision-making (ADM). Recent scholarly work has argued that developments around algorithmic systems have led to negative social impacts that are undermining democratic processes and strengthening inequalities. The policy responses to algorithmic systems typically invoke values such as fairness, accountability and transparency. These values, however, are often only understood in narrow, technical senses. Moreover, it is not self-evident how such values can be programmed into algorithmic systems. This project mobilizes a sociological perspective on value and examines how values are deployed in situated practices rather than in the abstract, suggesting ways forward in thinking about algorithmic futures. The study observes the people behind algorithms: what do people do when they build, promote and evaluate algorithmic systems? Specifically, we analyse how values are at stake in the developing of algorithmic systems in two distinct fields: private (re)insurance industry and in silico medicine. Although both fields are global industries, we focus mainly on the practices happening in the European regulatory and market space. New data types, algorithmic technologies and computational methods are believed to transform the practices of both the insurance industry and medical research. (Re)insures have started experimenting with data-driven technologies and investing in them heavily, hoping that the new technologies will transform risk prediction, prevention and pricing (Tanninen 2022). In in silico medicine, the vision is that computational techniques could revolutionize the diagnosis and treatment of diseases by modelling human biological processes in a virtual environment. The algorithmic operations happening in these different fields are, thus, driven by the belief that increased automation will create optimized, personalized and more efficient operations. However, the operations might have (unintended) negative effects; they might, for instance, reinforce existing inequalities by using biased data (in silico medicine) or by excluding people deemed ‘high risk’ from coverage (insurance). Drawing from these exemplary cases, the study examines emerging technological practices that have promises to change the operational logics of their fields completely. We are especially interested in how values and valuations are at stake in these experimental operations and examine the co-constitution of data-driven operations and central values: What is deemed valuable in these practices? What gets lost in the process? Furthermore, we analyse the frictions and balancing acts between the ‘automation’ values (efficiency, personalization, optimization) and the more traditional public values of the fields: solidarity and trust in insurance; care and public good in medical research. Finally, by following this practice-oriented approach, we explore ways to think and talk about algorithmic systems beyond the optimization rhetoric, analysing how algorithmic technologies could help strengthen the more traditional public values, such as equality and solidarity. Last modified: 06-04-2023 Created using DMPonline.be. Last modiﬁed 06 April 2023 1 of 5 Reimagining Public Values in Algorithmic Futures Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA In silico focus group discussions Transcriptions of focus group discussion with medical professionals and people working in in silico medicine. N D T .doc <100GB In silico interviews Interviews with people working with in silico medicine or other involved actors, such as policymakers. Original soundfiles (will be destroyed when no longer needed) and transcriptions. N D S T WAV .doc <100GB Insurance interviews Interviews with people who have a relevant connection to the (re)insurance industry or tech industry, for instance, insurance professionals, tech professionals, policymakers. Original soundfiles (will be destroyed when no longer needed) and transcriptions. N D S T WAV .doc <100GB Observation data Fieldnotes from observing in silico and insurance professionals in professional settings, such as business conferences and seminars. N D T .doc <100GB Secondary data Interviews with Finnish insurance professionals and focus group discussions with Finnish policyholders. E D T .doc <100GB Qualitative analysis via Atlas.ti Atlas.ti project for coding and analysing interviews and focus group data. N D T .atlproj <100GB Insurance document data Freely available reports, articles and publications by (re)insurance comapanies. N D T pdf jpg <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Pseudonymized Finnish language transcriptions of 16 interviews with insurance professionals. Pseudonymized Finnish language transcriptions of 11 focus group discussions with insurance customers. These data were collected by researcher Maiju Tanninen in a previous research project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) SMEC G-2023-6260, approval is not finished yet. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2023-6260 The following data sets will include forms of personal data: In silico focus groups In silico interviews Insurance interviews Secondary data Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The use of the secondary data is restricted by research collaboration agreement between Maiju Tanninen (MT) and the participating insurance companies to only MT. The use of the in silico focus group data is restricted to the researchers of the 'In Silico World' project (project number 3M210137) where researcher Elisa Elhadj works besides this project. Created using DMPonline.be. Last modiﬁed 06 April 2023 2 of 5 The in silico and insurance interviews are still under negotiations. Given that the research concentrates on the professional sphere and on the practices of developing new digital products, it is likely that in order to get an access to the field, we need to make agreements that restrict the dissemination of original data only to the researchers. The insurance document data is already freely available online. We will make the specific document set used in this research accessible. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For the interview and focus group transcriptions, the documentation (a Word document) will include description of the setting (location, and modality, e.g. in person or online), the informed consent process, the subjects discussed in the interview/focus group and the instructions given to interviewers/moderators. It will also include the topic lists of the interviews/focus groups and the process through which direct identifiers have been removed from the data. For the observation notes, the documentation will include when and where the data was collected, the main themes of the observation data and how consent was achieved/the ethical justification for making observations (e.g. public event). For the document data, the documentation will include details of the company, date of publication, date of collection and brief description of the contents. For the Atlas.ti project, the documentation will include the codebook (names and meanings of the codes and their relation to one another (code tree). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No A metadata file will be created using MS Excel. The metadata from Atlas.ti qualitative analysis and coding will be incorporated. The following metadata will be registered: Title (name given to the resource) Subject (the topic of the resource) Description (an account of the resource) Creator (the actor primarily responsible for making the resource) Respondent id code (anonymized respondent id, the key will be stored in another secure location available only to the researcher) Date (date of creation and last modification) Type (the genre of the resource) Format (the file format) Identifier (An unambigous reference to the resource in a given context, code of the data file that can be linked to another data) Source (A related resource from which the resource is derived, e.g. sound file to transcription file) Language Rights (information about the rights held in and over the resource) Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) The data will be stored on the KU Leuven OneDrive, that will be protected by multifactor identification. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data stored in KU Leuven Onedrive will be automatically backed up in the cloud. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven OneDrive uses multifactor identification procedure that effectively secures the data. Created using DMPonline.be. Last modiﬁed 06 April 2023 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage will not generate extra costs. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The pseudonymized transcriptions and document data will be stored according to the KU Leuven RDM policy. The original interview/focus group audio files will be destroyed after transcriptions are produces and they are no longer needed for analysis. Where will these data be archived (stored and curated for the long-term)? Other (specify below) The data that will be stored in a secured KU Leuven OneDrive folder. Access to the data will depend on data agreements with the research participants. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There will be no additional costs. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven students and the majority of active KU Leuven staff. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) The availability of data depends on the data type. Depending on the data agreements between the participating actors/companies, the focus group data and the interview data can have a closed access. This is likely the trade off with being able to enter to the fields of in silico medicine and (re)insurance. Data sets consisting of publicly available document data will be made available to reuse. If access is restricted, please specify who will be able to access the data and under what conditions. The restrictions will be negotiated with the research participants (individuals and companies involved in the research). In the most strict case, the pseudonymized data types with restricted access will be accessible to the KU Leuven and partnering researchers involved in the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, other The interview data on both in silico medicine and (re)insurance industry might include confidential information about the development of new products/business knowledge. This, depending on the data agreements formed with the participating actors, might restrict the sharing of (some of) the data. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) From the parts that data can be made available, it will be shared in KU Leuven RDR When will the data be made available? Other (specify below) From the parts that data can be made available, it will be made available at the end of the project. Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 06 April 2023 4 of 5 If none, please explain why. CC-BY 4.0 (data) The publicly available document data can have a creative commons license. Depending on the level of accessibly that the data agreements with the research participants grant to the focus group/interview data, the data will have a Data Transfer Agreement. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? Researchers Maiju Tanninen and Elisa Elhadj. Who will manage data storage and backup during the research project? Researchers Maiju Tanninen and Elisa Elhadj. Who will manage data preservation and sharing? Researchers Maiju Tanninen and Elisa Elhadj. Who will update and implement this DMP? Researchers Maiju Tanninen and Elisa Elhadj. Created using DMPonline.be. Last modiﬁed 06 April 2023 5 of 5"
}