{
    "document_id": "D-2022-1367",
    "LinkTitle": "D-2022-1367",
    "file_name": "D-2022-1367.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1367.pdf",
    "metadata": {
        "title": "DMP - C2 - Reverse Triage - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP - C2 - Reverse Triage - DMP title\nProject Identifier\n C24M/21/034\nPrincipal Investigator / Researcher\n Gwen Pollaris\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. dr. Marc Sabbe\nInternal Funds Project number & title\nFacilitating the Reverse Triage selection process in Mass Casualty Incidents and crowding\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nObjective\nType of data\nFormat\n Volume\nHow created\nDelphi study\nQualitative\n(answers) and\nquantitative\n(statistic)\ndata \nQualtrics\nResearch\nCore\naccount of\nPI,\nsupported\nby ICTS\nKULeuven\n1 GB\nOnline survey using\nQualtrics and one\nfinal hybrid meeting\nwith a European\nexpert panel\nMulticentre\nstudy\nObservational\nNumeric data,\nOrdinal data\n.xls\n10MB\nStored patientdata\nwithin Health\nElectronic Records,\nconverted into\nbinary codes\n+ pseudonymisation\ninto a secured Excel\ndatabase\nMonocentric\nstudy\n Observational\nNumeric data,\nOrdinal data\n .xls\n 1MB\nStored patientdata\nwithin Health\nElectronic Records,\nconverted into\nbinary codes\n+ pseudonymisation\ninto a secured Excel\ndatabase \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes, we will use demographic variables such as gender or age as well as some standard of\ncare medical data (e.g. litres of oxygen supplied, ADL, etc.). Also, during the active data\ncollection, the ead-number (patient identification number) will be noted in our protected\ndatabase in Excel (stored on KULeuven Onedrive with two-factor authentication). As soon as all\ndata (from that patient) is collected, this information will be pseudonymised with an encryption\nkey that will be saved on the KULeuven Onedrive of the PI, multifactor authentification\nprotected. \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, we have the intention to create an IT tool (tech transfer) with adequate valorisation and\npotential commercial use. At the moment we are planning a meeting with the Intelectual Property\nsection of LRD.  \nWhen I completed the License Selector (provided by this tool), the \"Affero General Public License\n3 (AGPL-3.0)\" would be the most suitable. But we will discuss all of this with the R&D department\nof KULeuven. \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo, there are no restricting 3rd party agreements in place at the moment. \n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nObjective\nType of data\nType of documentation\nDelphi study\nQualitative (answers)\nand quantitative\n(statistic) data \nCodebook with study\ndesign, agreements,\nnumber of participants,\nquestions, abbreviations,\nconsensus rules\nMulticentre study\nInterviews,\nObservational\nNumeric data,\nOrdinal data\nCodebook with study\nparameters (study design,\nparticipating sites, in- and\nexclusion criteria, sampling\nmethodology, informed\nconsents) ass well as data\nparameters (abbreviations\nused, patient\ndemographics,\npseudomynisation)\nMonocentric study\n Interviews,\nObservational\nNumeric data,\nOrdinal data\nCodebook with study\nparameters (study design,\nin- and exclusion criteria,\nsampling methodology,\ninformed consents) ass\nwell as data parameters\n(abbreviations used,\npatient demographics,\npseudomynisation)\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nA metadata management will be set-up according to the FAIR priciples (Findable, Accessible,\nInteroperable, Reusable). Metadata will be captured in a (semi)structured way.  \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nObjective\nType\nof metadata\nDetails\nDelphi study\nStructured\nXML file per data package\n(online questionaire)\nMulticentre\nstudy\nStructured\nSemi-\nstructured\nXML file per data package\n(groups) per participating site\nProtocol description in MS\nWord\nMonocentric\nstudy\nStructured\nSemi-\nstructured\nXML file per data package\n(groups)\nProtocol description in MS\nWord\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe main database (.xls) with personal data will be saved at the KULeuven Onedrive with two-\nfactor authentication. The file itself will also be password-protected. We are not working with\nother researchers outside our department. \n5.2. How will the data be backed up?\nThe data will be stored on the KULeuven Onedrive for Business microsoft-cloud servers.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe KULeuven Onedrive is centrally financed by KULeuven for staff members and students. \n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe identifiable data files from this study will be managed, processed, and stored in a secure\nenvironment on the microsoft-cloud servers and datacenters, using follwing security measures:\nEncryption: communication (data transfer) with the OneDrive for Business cloud storage is via\nSSL / TLS. All SSL connections with OneDrive for Business via the internet are done with 2048-bit\nkeys. Data movements between data centers happen over a private network and are further\nencrypted. \nThe data at rest is encrypted with BitLocker disk-level encryption combined with per-file\nencryption of each file itself. The per-file encryption is particularly strong, given that each file is\nencrypted with a unique encryption key and each file update is done with the same key. These\nencryption keys are stored in a different location than where the files themselves are located.\nThe encryption uses Advanced Encryption Standard (AES) with 256-bit keys and conforms to the\nUS Federal Information Processing Standard (FIPS) 140-2.\nThe last part of the encryption is in the SQL content databases that contain the table to localize\nand aggregate the files and to link them to the encryption keys. \nIf insuficient, 'digital vault for private data' by the ICTS can be achieved using C2 budget. \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nObjective\nType of data\nFormat\nRetainment\nperiod\nDelphi study\nQualitative\n(answers) and\nquantitative\n(statistic) data \nQualtrics\nResearch Core\naccount of PI,\nsupported by\nICTS KULeuven\n10 years\nMulticentre study\nObservational\nNumeric data,\nOrdinal data\n.xls\n10 years\nMonocentric\nstudy\n Observational\nNumeric data,\nOrdinal data\n .xls\n10 years\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (KULeuven Onedrive) with automatic\nback-up procedures and this for at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nSince the xls database will not be excessively large (aprox. several mb), it can easily be stored at\nthe KULeuven Onedrive internal central servers. Since the cost for KULeuven Onedrive is\ncentrally financed by KULeuven for academic staff, no additional fees will charged. \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nYes, we have the intention to create an IT tool (tech transfer) with adequate valorisation and\npotential commercial use. At the moment we are planning a meeting with the Intelectual Property\nsection of LRD.  \n7.2. Which data will be made available after the end of the project?\nBecause of potential IP restrictions or third-party agreements (to be discussed with LRD), it\nremains unclear wich datasets can be published or made available at the end of the project. \n7.3. Where/how will the data be made available for reuse?\nIf no IP restrictions or third-party agreements will be set into place, data will be available on\nrequest after signing a data sharing agreement. The procedure for requesting access to data will\nthen be made available in the research section of the department website (Emergeny Medicine). \n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nIf no IP restrictions or third-party agreements will be set into place, everyone can fill in a request\nfrom the research section of the department website (Emergeny Medicine) upon which a data\nsharing agreement will be signed and data will be shared. \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nSince we only speak about several Mb of volume and the KULeuven Onedrive is centrally\nfinanced by KULeuven for staff members and students, no extra costs for data sharing will be\ntaken into account. \n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nmr. Gwen Pollaris\n8.2. Who will be responsible for data storage & back up during the project?\nmr. Gwen Pollaris\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8.3. Who will be responsible for ensuring data preservation and sharing?\nProf. dr. Marc Sabbe\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor),\nprof. dr. Marc Sabbe. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP - C2 - Reverse Triage - DMP title Project Identifier C24M/21/034 Principal Investigator / Researcher Gwen Pollaris Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. dr. Marc Sabbe Internal Funds Project number & title Facilitating the Reverse Triage selection process in Mass Casualty Incidents and crowding 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Objective Type of data Format Volume How created Delphi study Qualitative (answers) and quantitative (statistic) data Qualtrics Research Core account of PI, supported by ICTS KULeuven 1 GB Online survey using Qualtrics and one final hybrid meeting with a European expert panel Multicentre study Observational Numeric data, Ordinal data .xls 10MB Stored patientdata within Health Electronic Records, converted into binary codes + pseudonymisation into a secured Excel database Monocentric study Observational Numeric data, Ordinal data .xls 1MB Stored patientdata within Health Electronic Records, converted into binary codes + pseudonymisation into a secured Excel database 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, we will use demographic variables such as gender or age as well as some standard of care medical data (e.g. litres of oxygen supplied, ADL, etc.). Also, during the active data collection, the ead-number (patient identification number) will be noted in our protected database in Excel (stored on KULeuven Onedrive with two-factor authentication). As soon as all data (from that patient) is collected, this information will be pseudonymised with an encryption key that will be saved on the KULeuven Onedrive of the PI, multifactor authentification protected. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, we have the intention to create an IT tool (tech transfer) with adequate valorisation and potential commercial use. At the moment we are planning a meeting with the Intelectual Property section of LRD. When I completed the License Selector (provided by this tool), the \"Affero General Public License 3 (AGPL-3.0)\" would be the most suitable. But we will discuss all of this with the R&D department of KULeuven. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No, there are no restricting 3rd party agreements in place at the moment. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Objective Type of data Type of documentation Delphi study Qualitative (answers) and quantitative (statistic) data Codebook with study design, agreements, number of participants, questions, abbreviations, consensus rules Multicentre study Interviews, Observational Numeric data, Ordinal data Codebook with study parameters (study design, participating sites, in- and exclusion criteria, sampling methodology, informed consents) ass well as data parameters (abbreviations used, patient demographics, pseudomynisation) Monocentric study Interviews, Observational Numeric data, Ordinal data Codebook with study parameters (study design, in- and exclusion criteria, sampling methodology, informed consents) ass well as data parameters (abbreviations used, patient demographics, pseudomynisation) 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. A metadata management will be set-up according to the FAIR priciples (Findable, Accessible, Interoperable, Reusable). Metadata will be captured in a (semi)structured way. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Objective Type of metadata Details Delphi study Structured XML file per data package (online questionaire) Multicentre study Structured Semi- structured XML file per data package (groups) per participating site Protocol description in MS Word Monocentric study Structured Semi- structured XML file per data package (groups) Protocol description in MS Word 5. Data storage and backup during the project 5.1. Where will the data be stored? The main database (.xls) with personal data will be saved at the KULeuven Onedrive with two- factor authentication. The file itself will also be password-protected. We are not working with other researchers outside our department. 5.2. How will the data be backed up? The data will be stored on the KULeuven Onedrive for Business microsoft-cloud servers. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The KULeuven Onedrive is centrally financed by KULeuven for staff members and students. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The identifiable data files from this study will be managed, processed, and stored in a secure environment on the microsoft-cloud servers and datacenters, using follwing security measures: Encryption: communication (data transfer) with the OneDrive for Business cloud storage is via SSL / TLS. All SSL connections with OneDrive for Business via the internet are done with 2048-bit keys. Data movements between data centers happen over a private network and are further encrypted. The data at rest is encrypted with BitLocker disk-level encryption combined with per-file encryption of each file itself. The per-file encryption is particularly strong, given that each file is encrypted with a unique encryption key and each file update is done with the same key. These encryption keys are stored in a different location than where the files themselves are located. The encryption uses Advanced Encryption Standard (AES) with 256-bit keys and conforms to the US Federal Information Processing Standard (FIPS) 140-2. The last part of the encryption is in the SQL content databases that contain the table to localize and aggregate the files and to link them to the encryption keys. If insuficient, 'digital vault for private data' by the ICTS can be achieved using C2 budget. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Objective Type of data Format Retainment period Delphi study Qualitative (answers) and quantitative (statistic) data Qualtrics Research Core account of PI, supported by ICTS KULeuven 10 years Multicentre study Observational Numeric data, Ordinal data .xls 10 years Monocentric study Observational Numeric data, Ordinal data .xls 10 years 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (KULeuven Onedrive) with automatic back-up procedures and this for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Since the xls database will not be excessively large (aprox. several mb), it can easily be stored at the KULeuven Onedrive internal central servers. Since the cost for KULeuven Onedrive is centrally financed by KULeuven for academic staff, no additional fees will charged. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes, we have the intention to create an IT tool (tech transfer) with adequate valorisation and potential commercial use. At the moment we are planning a meeting with the Intelectual Property section of LRD. 7.2. Which data will be made available after the end of the project? Because of potential IP restrictions or third-party agreements (to be discussed with LRD), it remains unclear wich datasets can be published or made available at the end of the project. 7.3. Where/how will the data be made available for reuse? If no IP restrictions or third-party agreements will be set into place, data will be available on request after signing a data sharing agreement. The procedure for requesting access to data will then be made available in the research section of the department website (Emergeny Medicine). 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? If no IP restrictions or third-party agreements will be set into place, everyone can fill in a request from the research section of the department website (Emergeny Medicine) upon which a data sharing agreement will be signed and data will be shared. 7.6. What are the expected costs for data sharing? How will these costs be covered? Since we only speak about several Mb of volume and the KULeuven Onedrive is centrally financed by KULeuven for staff members and students, no extra costs for data sharing will be taken into account. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? mr. Gwen Pollaris 8.2. Who will be responsible for data storage & back up during the project? mr. Gwen Pollaris This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8.3. Who will be responsible for ensuring data preservation and sharing? Prof. dr. Marc Sabbe 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor), prof. dr. Marc Sabbe. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}