{
    "document_id": "D-2023-2177",
    "LinkTitle": "D-2023-2177",
    "file_name": "D-2023-2177.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2177.pdf",
    "metadata": {
        "title": "The emergence of syntactic complexity",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The emergence of syntactic complexity\nA Data Management Plan created using DMPonline.be\nCreators: \nKaren Lahousse, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n., Karen Lahousse\nGrant number / URL: \nG021323N\nID: \n200476\nStart date: \n18-09-2023\nEnd date: \n08-09-2027\nLast modified: \n22-06-2023\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n1 of 5\nThe emergence of syntactic complexity\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nVideos\nRecordings of the York-DeCat\ncorpus (see De Cat 2007 for\ndetails)\nReuse existing data\ndigital\nobservational\nmp4\n<100GB\n \nTranscriptions\nThe project will generate\ntranscriptions of the 25 not yet\ntranscribed hours.\nGenerate new data\ndigital\nother\n.txt\n<1GB\n \nOA corpus\nAn open access corpus of\nadult-child interactions. =\nFully\ncoded OA version of the York-\nDe Cat corpus (with 10\nsyntactic and 7 information-\nstructural codes).\nCombination of exiting and new data.\ndigital\nCompiled data\nvideo +\ntranscriptions\n+ code in R\n<100GB\n \nLinguistic\nanalysis\nQuantitative results of\nlinguistic analysis from corpus\ndata and the experiments.\nGenerate new data\nDigital\nCompiled (code +\nstatistical tests)\nto be\ndetermined\n<1GB\n \nSetup of\nexperiment\nInput of the experiment:\ncontext + prompt sentences\n(tool: open-source software\nPsychoPy)\nGenerate new data\nDigital\nCompiled (software code +\ncontent)\nto be\ndetermined\n<1GB\n \nVideos of\nexperiments\nVideos of children reacting to\nthe prompts in the experiment\nGenerate new data\nDigital\nObservational\nvideo\n<100GB\n \nSheets of\ninformed\nconsent\nInformed consent form of\nparents of child participants\nGenerate new data\nPhysical\nNA\nNA\nNA\n120\nsheets\nof paper\n+\nscanned\nversion\nin pdf\nResults\npretests\nResults of baseline pre-tests to\nmeasure syntactic competence\nand working\nmemory and scalar\nimplicatures.\n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe York-DeCat corpus (see De Cat 2007 for details) is not yet online, but one of the objectives of this project is to create open access material:\n(i) Manual transcription + coding of part of the York&Cat corpus;\n(ii) conversion of the Varbrul-coded York&Cat corpus into R.\nDesign of an open access, fully coded, longitudinal corpus of spontaneous child-adult\ninteraction. The York & Cat corpora will be coded for 10 syntactic and 7 IS-related factors\nrelevant to this project and of potential interest for other linguists. Transcriptions for 55/80h are already available via CHILDES. This part of the corpus has been deep-\ncoded (using Varbrul format, 2002 version), but the coded version is not available to the linguistic community. The coded version will be converted into R-format (using\nPython scripts); all Python and R scripts will be made available in open access. Out of the 55h of transcribed data, all child utterances have been coded (N=17,815), as\nwell as 5,613 adult utterances (6h of recordings). A larger subset of adult utterances will be coded (12h), and the remaining 25h will be transcribed and coded.\nThe videos of the York-De Cat corpus are currently owned and stored by Cécile De Cat (University of Leeds), co-PI of the project.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n2 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nExisting + newly generated videos of living persons, to be made available in OA as far as privacy legislation allows.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nVideos: existing videos in the York-De Cat corpus + newly generated videos (experiment)\nPre-tests: name, address, email + baseline pre-tests of individual children to measure syntactic competence and working memory and scalar implicatures.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nResearch collaboration agreement (FWO) with University of Leeds: University of Leeds (Cécile De Cat) is owner of the York-De Cat corpus.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nExisting videos of York-De Cat corpus are owned by Cécile De Cat (University of York).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nWe will add a README.txt file to the data (following template README of the KU Leuven).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nTranscription of the data according to conventions of CHILDES (http://childes.psy.cmu.edu)\nCoding protocol for the linguistic analysis generated by the project.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research project, we are currently considering to store the data either on the KU Leuven-supported Onedrive cloud service or, preferably, on SharePoint (not\nlinked to one person, more communication and collaboration options via MS Teams).\nHow will the data be backed up?\nAutomatically (Onedrive and SharePoint offer versioning).\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n3 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBitlocker (KU Leuven) + we will make use of the most up to date security features offered by KU Leuven and Leeds University.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nProbably nothing.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nData with raw personal data will be destroyed when necessary. We will determine the exact procedure in the course of our PRET-review.\nAll other data will be retained for at least 10 years following KU Leuven policy.\nWhere will these data be archived (stored and curated for the long-term)?\nAs much as possible on a data repository (RDR KU Leuven for the newly generated data, data repository of University of Leeds for the OA York-De Cat corpus).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nProbably none\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nIn case of any pseudomized data, we will offer it in restricted access.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs much as possible on a data repository (RDR KU Leuven for the newly generated data, data repository of University of Leeds for the OA York-De Cat corpus). We will\nconsider publishing parts of the data in the OA Childes database.\nWhen will the data be made available?\nThe OA De Cat-York corpus will be published as soon as possible.\nThe other data generated during the project will be published after the project.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n4 of 5\nReplication data for articles published during the project may be published in a repository as required by the journal. \nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative commons Attribution (CC-BY-4.0.) (to be checked by University of Leeds for the existing corpus).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nProbably none.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nKaren Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) \nWho will manage data storage and backup during the research project?\nKaren Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) \nWho will manage data preservation and sharing?\nKaren Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) \nWho will update and implement this DMP?\nKaren Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) \nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n5 of 5"
    },
    "clean_full_text": "The emergence of syntactic complexity A Data Management Plan created using DMPonline.be Creators: Karen Lahousse, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n., Karen Lahousse Grant number / URL: G021323N ID: 200476 Start date: 18-09-2023 End date: 08-09-2027 Last modified: 22-06-2023 Created using DMPonline.be. Last modiﬁed 22 June 2023 1 of 5 The emergence of syntactic complexity FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Videos Recordings of the York-DeCat corpus (see De Cat 2007 for details) Reuse existing data digital observational mp4 <100GB Transcriptions The project will generate transcriptions of the 25 not yet transcribed hours. Generate new data digital other .txt <1GB OA corpus An open access corpus of adult-child interactions. = Fully coded OA version of the York- De Cat corpus (with 10 syntactic and 7 information- structural codes). Combination of exiting and new data. digital Compiled data video + transcriptions + code in R <100GB Linguistic analysis Quantitative results of linguistic analysis from corpus data and the experiments. Generate new data Digital Compiled (code + statistical tests) to be determined <1GB Setup of experiment Input of the experiment: context + prompt sentences (tool: open-source software PsychoPy) Generate new data Digital Compiled (software code + content) to be determined <1GB Videos of experiments Videos of children reacting to the prompts in the experiment Generate new data Digital Observational video <100GB Sheets of informed consent Informed consent form of parents of child participants Generate new data Physical NA NA NA 120 sheets of paper + scanned version in pdf Results pretests Results of baseline pre-tests to measure syntactic competence and working memory and scalar implicatures. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The York-DeCat corpus (see De Cat 2007 for details) is not yet online, but one of the objectives of this project is to create open access material: (i) Manual transcription + coding of part of the York&Cat corpus; (ii) conversion of the Varbrul-coded York&Cat corpus into R. Design of an open access, fully coded, longitudinal corpus of spontaneous child-adult interaction. The York & Cat corpora will be coded for 10 syntactic and 7 IS-related factors relevant to this project and of potential interest for other linguists. Transcriptions for 55/80h are already available via CHILDES. This part of the corpus has been deep- coded (using Varbrul format, 2002 version), but the coded version is not available to the linguistic community. The coded version will be converted into R-format (using Python scripts); all Python and R scripts will be made available in open access. Out of the 55h of transcribed data, all child utterances have been coded (N=17,815), as well as 5,613 adult utterances (6h of recordings). A larger subset of adult utterances will be coded (12h), and the remaining 25h will be transcribed and coded. The videos of the York-De Cat corpus are currently owned and stored by Cécile De Cat (University of Leeds), co-PI of the project. Created using DMPonline.be. Last modiﬁed 22 June 2023 2 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Existing + newly generated videos of living persons, to be made available in OA as far as privacy legislation allows. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Videos: existing videos in the York-De Cat corpus + newly generated videos (experiment) Pre-tests: name, address, email + baseline pre-tests of individual children to measure syntactic competence and working memory and scalar implicatures. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Research collaboration agreement (FWO) with University of Leeds: University of Leeds (Cécile De Cat) is owner of the York-De Cat corpus. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Existing videos of York-De Cat corpus are owned by Cécile De Cat (University of York). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will add a README.txt file to the data (following template README of the KU Leuven). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Transcription of the data according to conventions of CHILDES (http://childes.psy.cmu.edu) Coding protocol for the linguistic analysis generated by the project. 3. Data storage & back-up during the research project Where will the data be stored? During the research project, we are currently considering to store the data either on the KU Leuven-supported Onedrive cloud service or, preferably, on SharePoint (not linked to one person, more communication and collaboration options via MS Teams). How will the data be backed up? Automatically (Onedrive and SharePoint offer versioning). Created using DMPonline.be. Last modiﬁed 22 June 2023 3 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Bitlocker (KU Leuven) + we will make use of the most up to date security features offered by KU Leuven and Leeds University. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Probably nothing. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data with raw personal data will be destroyed when necessary. We will determine the exact procedure in the course of our PRET-review. All other data will be retained for at least 10 years following KU Leuven policy. Where will these data be archived (stored and curated for the long-term)? As much as possible on a data repository (RDR KU Leuven for the newly generated data, data repository of University of Leeds for the OA York-De Cat corpus). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Probably none 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects In case of any pseudomized data, we will offer it in restricted access. Where will the data be made available? If already known, please provide a repository per dataset or data type. As much as possible on a data repository (RDR KU Leuven for the newly generated data, data repository of University of Leeds for the OA York-De Cat corpus). We will consider publishing parts of the data in the OA Childes database. When will the data be made available? The OA De Cat-York corpus will be published as soon as possible. The other data generated during the project will be published after the project. Created using DMPonline.be. Last modiﬁed 22 June 2023 4 of 5 Replication data for articles published during the project may be published in a repository as required by the journal. Which data usage licenses are you going to provide? If none, please explain why. Creative commons Attribution (CC-BY-4.0.) (to be checked by University of Leeds for the existing corpus). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Probably none. 6. Responsibilities Who will manage data documentation and metadata during the research project? Karen Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) Who will manage data storage and backup during the research project? Karen Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) Who will manage data preservation and sharing? Karen Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) Who will update and implement this DMP? Karen Lahousse (KU Leuven) & Cécile De Cat (University of Leeds) Created using DMPonline.be. Last modiﬁed 22 June 2023 5 of 5"
}