{
    "document_id": "D-2022-1564",
    "LinkTitle": "D-2022-1564",
    "file_name": "D-2022-1564.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1564.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 1S43022N\nPrincipal Investigator / Researcher\n David Bahling\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDavid Bahling\nFWO Project Number & Title\n1S43022N\n \nHeterologous Expression of Calvin Cycle Enzymes in S. cerevisiae for Hemi-autotrophic Growth\nand Bioethanol Production in a Novel Yeast-Driven Bionic Leaf\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe researcher will generate, collect, process, analyze and store the data listed below, as\ndetailed in the project description.\nThe following datasets will be generated:\n1\n. \nExperimental data\nDataset 1.1. – Digital images (WP 1,2,3) – (~1-2 GB)\nMicroscopy pictures, gel scans, graphs, illustrations, figures\nDigital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2),\nAdobe Portable Document Format (.pdf)\nDataset 1.2. – Electrophysiology data (WP 3) – (~1-5 GB)\nData generated from potentiostat\nElectrophysiology data: Applied Biosystems Sequence Tracer Sequence Trace (.abf)\nDataset 1.3. – Omics data (WP 1,2,3) – (~3-5 GB)\nGenomics, transcriptomics, metabolomics\nDataset 1.4. – Plasmids (WP 1,2,3)\nThe researcher will generate approximately 300 bacterial plasmids containing gene constructs\nfor gene integration. Gene constructs will consist, for example, of Calvin cycle enzymes\n(RuBisCO, phosphoribulokinase) and autotrophic enzymes (hydrogenase, carbonic anhydrase).\nPlasmid-vectors: glycerol stocks frozen at -20°C\nDataset 1.5. – Strains (WP 1,2,3)\nBacterial strains (containing plasmids) and yeast strains (approximately 200, containing\nheterologous genes)\nBacterial and yeast strains generated: glycerol stocks frozen at -80°C\n \n2\n. \nDerived and compiled data\nDataset 2.1 – Research documentation (WP 1,2,3) – (~0.5 GB)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\nResearch documentation generated by the researcher or collected from online sources and from\ncollaborators, including laboratory notes protocols, and experimental data.\nMS Word (.doc/.docx), Adobe Portable Document Format (.pdf), Survey data: MS Excel (.xls)\nDataset 2.2 – Manuscripts (WP 1,2,3) – (~0.5 GB)\nProgress/journal reports describing experiments, interpretation and conclusions derived thereof.\nMS Word (.doc/.docx), MS PowerPoint (.ppt), Survey data: MS Excel (.xls), Adobe Portable\nDocument Format (.pdf), Digital images in vector formats: scalable vector graphics (.svg),\nencapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai), Chemical\nstructures: .sdf or .csv format\n \n3\n. \nCanonical data\nDataset 3.1 – Nucleic acid sequences (WP 1,2,3) – (~1-2 GB)\nNucleotide sequences: raw sequence data trace (.ab1), text-based format (.fasta/.fa)\nDataset 3.2 – Protein sequences (WP 1,2,3) – (~1-2 GB)\nProtein sequences: raw sequence data trace (.ab1), text-based format (.fasta/.fa)\nProtein structures: Protein Data Bank format (.pdb / .pdbx)\n \n*All relevant generated data will be incurred through the duration of this project and derived\nfrom the host lab unless stated otherwise\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nOwnership of the generated data belongs to KU Leuven & VIB in accordance with the framework\nagreement between these institutes; copyright of the data belongs to prof. Kevin Verstrepen.\nWe identify in an early phase the valorization potential of research lines and has a vast network\nof industrial contacts to efficiently start the route to commercialization. The lab is supported in\nthis matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization.\nFor research with valorization potential, the host lab actively protects its IP by filling patent\napplications with support from the IP department of VIB. Type of data with potential for tech\ntransfer and valorization include yeast strains isolated and generated during the timeframe of\nthis project (including phenotypic data), sequencing information generated during the timeframe\nof this project and (analysis) data and models hereof derived. Valorization potential includes a)\nlicensing of (improved) strains or information on linking a specific sequence variant to a\nphenotype and b) creation or participation in start-up companies.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nNo third-party agreement restricts the dissemination or exploitation of the data or strains\ngenerated from this project. In particular, existing agreements between VIB and KU Leuven do\nnot restrict the publication of data. There is no IP on the generated strains that would prevent us\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nfrom storing the strains, performing the anticipated experiments, or publishing the results.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nData will be generated following standardized protocols. Data will be documented by the\nresearcher at the time of data collection and analysis, by taking careful notes in their laboratory\nnotebook. Cryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be\nlabeled with a reference number that links to an entry in our strain database.\n \nDigital data files will be stored on KU Leuven servers and will be accompanied by a read-me text\nfile that contains relevant metadata for understanding and re-use of data.\n \nThe read me file will be structured as follows:\n \nPROJECT INFORMATION\nP01. Project name/nickname, including the name of funder, type of grant, grant number\nP02. Name and contact of the Principal Investigator and scientists (the whole team) involved in\nthe project with an indication of the lead scientist\nP03. Small description of the project\nP04. (Archive) Dropbox folder link associated with this project if any\n \nGENERAL INFORMATION\nG01. Names of the file(s) or dataset(s) that this README file describes\nG02. Date of creation/last update of the README file.\nFor each update/change made to the files, please add an extra line here with the date and main\nchanges made.\nG03. Created by (name)\nG04. Description of the dataset\n \nFILE OVERVIEW\nF01. Software used to generate the data, including the software version used\nF02. Software necessary to open the file\nF03. Relationship between the files\nFor example, for scripts used, please also include a list of files generated by each script.\n \nMETHODOLOGICAL INFORMATION\nM01. Date (beginning-end) and place of data collection\nM02. Data collecting method\nM03. Information about data processing methods and scripts used.\nM04. Information about the instrument, calibration, settings used\nM05. Information about limitations of the dataset (missing values, …), information that ensures\ncorrect interpretation of the dataset\nM06. People involved in the creation or processing of the dataset\nDATA ACCESS AND SHARING\nA01. Confidentiality information/restrictions on the use of data\n \nDATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES)\nD01. Full names and definitions for columns and rows.\nThis can be provided in a .csv file\nD02. Explanation of abbreviations\nD03. Explanation of strain codes and sample names\nCrosslink to lab strain list if possible.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nRELATIONSHIPS\nR01. Publications based on this dataset\nR02. This dataset derives from… (other datasets)\nR03. This dataset is related to… (documents, dataset)\n \nCryotubes and plates with biological strains are labeled with a reference number that links to an\nentry in our strain database (stored on both a professional Dropbox account as well as KU Leuven\nservers, see also below). All relevant information on the specific strains (strain ID, genetic\ninformation, origin of strain) is included in this database.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nSince there is no formally acknowledged metadata standard specific to our discipline, Dublin\nCore Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for\nBiological and Biomedical Investigations) for metadata standards that are more specific to our\ndata.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nBiological samples: Cryotubes with strains will be stored in a -80° freezer present in the\nVerstrepen lab at KU Leuven (Gaston Geenslaan 1, Heverlee). Costs are covered by general lab\nexpenses.  Unauthorized people do not have access to strains.\n \nData (digital files) generated in this project will be stored in a Dropbox Business Advanced\naccount for processing and analyses; following secure data transfer, modern data encryption\nstandards, and encrypted block storage (256-bit AES and SSL/TLS encryption. For more details\nsee: \nhttps://www.dropbox.com/business/trust\n \nSequencing data will be stored on an internal lab server (present in the host lab) as well as on a\nsecure Dropbox Business account for processing and analyses.\n \nAll the relevant algorithms, scripts, and software code driving the project will be stored on a\nsecure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook\n(jupyter.org - an open-source web application to store and share scripts), in github or in the\nGitLab service of KU Leuven.\n \nUpon publication, all sequences supporting a manuscript will be made publicly available via\nrepositories such as the GenBank database or the European Nucleotide Archive (nucleotide\nsequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus\n(microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences),\nthe EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and\ntranscriptome sequences.\nHow is backup of the data provided?\nStrains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd\nlocation (Kasteelpark Arenberg 20, Heverlee) at KU Leuven. Data (digital files) are automatically\nbacked up by the secure Dropbox Business Advanced account cloud backup services.\nAdditionally, project data and sequencing data will be backed up to KU Leuven servers.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nDropbox Business offers unlimited storage and backup capacity in their clouds.\nThere is sufficient storage and backup capacity on all KU Leuven servers:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster\nwith NetApp e-series storage systems, and a CTDB samba cluster in the front-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating\nsystem.\n- KU Leuven also offers a 2TB OneDrive already included in our group’s Office 365 subscription\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe total estimated cost of data storage during the project is 250 EUR. This estimation is based\non the following costs:\nYeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 EUR.\nWhen no experiments are planned with a specific strain, cryopreservation will thus be used\nto safeguard strains and prevent genetic drift, loss of transgene, and potential\ncontaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are\nincluded in general lab costs.\nThe costs associated with a Dropbox Business account have been negotiated by the lab to\n10 USD/month/user.\nThe costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and\n519€/TB/Year for the “J-drive”.\n \n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nFor biological samples:\nUnauthorized people do not have access to the strain collections.\n \nFor the digital data:\nAccess to data stored on the Dropbox Business Advanced cloud is granted based on role-based\naccess control and all access requires layers of authentication that include strong passwords,\nSSH keys, 2-factor authentication, and one-time passcodes. Dropbox safeguards data with\ndocument watermarking, granular content permissions and policies, document watermarking,\nand legal holds.\n \nBoth the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory members\nand are mirrored in the second ICTS data center for business continuity and disaster recovery so\nthat a copy of the data can be recovered within an hour.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all\ndatasets All datasets will be stored on the university’s central servers with automatic backup\nprocedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€113,84 per TB\nper year for “Large volume storage” ) will be covered by the general lab costs of the Verstrepen\nLab.\nWhere will the data be archived (= stored for the longer term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing\nplatforms that support FAIR data sharing (\nwww.fairsharing.org\n), at the latest at the time of\npublication.\nFor all other datasets, long term storage will be ensured as follows:\nBiological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C).\nOther biological and chemical samples: storage at 4°C and/or as frozen samples as\nappropriate\nDigital datasets: files will be stored on a Dropbox account and the KU Leuven “L-drive”.\nWhat are the expected costs for data preservation during the retention period of 5\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nyears? How will the costs be covered?\nThe total estimated cost of data storage during the 5 years after the end of the project is 1250\nEUR. These costs will be covered by the Verstrepen lab general budget and have been included\nin the project’s budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe researcher and host lab aim to communicate our results in top journals that require full\ndisclosure of all included data. Biological material will be shared upon simple request following\npublication, unless we identify valuable IP, in which case we will first protect commercial\nexploitation, either through patenting or via an MTA that restricts the material from commercial\nuse.\nWhich data will be made available after the end of the project?\nThe researcher and host lab are committed to publishing research results in order to\ncommunicate them to peers and to a wide audience. All research outputs supporting publications\nwill be made openly accessible, unless we identify valuable IP, in which case we will first protect\ncommercial exploitation, either through patenting or via an MTA that restricts the material from\ncommercial use.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nOther (specify):\nOpen-access publications in peer-reviewed journals, including supplemental information.\nWe aim at communicating our results in top journals that require full disclosure upon publication\nof all included data, either in the main text, in supplementary material, or in a data repository if\nrequested by the journal and following deposit advice given by the journal. Depending on the\njournal, accessibility restrictions may apply.  Proper links to datasets will be provided in the\ncorresponding publications.\n \nAs a general rule, datasets will be made openly accessible via existing platforms that support\nFAIR data sharing (\nwww.fairsharing.org\n). Sharing policies for specific research outputs are\ndetailed below:\nBiological data: Bacteria and yeast strains will be shared upon simple request following\npublication unless we identify valuable IP. In this case, we will first protect commercial\nexploitation, either through patenting or via an MTA that restricts the material from\ncommercial use.\nDatasets will be deposited in open access repositories. Research documentation: All\nprotocols used to generate published data will be described in the corresponding\nmanuscript(s), and the related documentation will be included as supplementary\ninformation. These data and all other documents deposited in the lab notebook are\naccessible to the PI and the research staff involved in the project and will be made available\nupon request.\nManuscripts: We opt for open access publications where possible. Publications will be\nautomatically listed in our institutional repository, Lirias 2.0, based on the author's name\nand ORCID ID.\nAlgorithms, scripts, and software: As soon as a manuscript is publicly available, algorithms,\nscripts, and software code will be deposited in a github repository.\nNucleic acid and protein sequences: Upon publication, all sequences supporting a\nmanuscript will be made publicly available via repositories such as the GenBank database or\nthe European Nucleotide Archive (nucleotide sequences from primers / new genes / new\ngenomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data),\nthe Protein Database (for protein sequences).\nWhen will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nAs a general rule all research outputs will be made openly accessible at the latest at the time of\npublication. No embargo will be foreseen unless imposed e.g. by pending publications, potential\nIP requirements – note that patent application filing will be planned so that publications need not\nbe delayed –  or ongoing projects requiring confidential data. In those cases, datasets will be\nmade publicly available as soon as the embargo date is reached.\nWho will be able to access the data and under what conditions?\nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories that support FAIR data sharing. As detailed above, metadata will contain\nsufficient information to support data interpretation and reuse and will conform to community\nnorms. These repositories clearly describe their conditions of use (typically under a Creative\nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons\nAttribution (CC-BY), or an ODC Public Domain Dedication and License, with a material transfer\nagreement when applicable). Interested parties will thereby be allowed to access data directly,\nand they will give credit to the authors for the data used by citing the corresponding DOI. For\ndata shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if\napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse\nthat are permitted.\nWhat are the expected costs for data sharing? How will the costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g.\nfor metadata collection and file storage and organization from the start of the project, and by\nusing free-to-use data repositories and dissemination facilities whenever possible. Data\nmanagement costs will be covered by the laboratory budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMetadata will be documented by the researcher and technical staff involved in the project at the\ntime of data collection and analysis, by taking careful notes in their laboratory notebook that\nrefer to specific datasets and by ensuring detailed README files and other documentation and\nmetadata. Ms. Veerle Saels (senior lab technician) and Ms. Eef Lemmens (personal assistant to\nProf. Kevin Verstrepen) will follow this up.\nWho will be responsible for data storage & back up during the project?\nThe researcher and technical staff involved in the project will ensure data storage and backup.\nMr. Nico Vangoethem (IT responsible) will follow this up.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Prof. Kevin Verstrepen) is responsible for data preservation and sharing, with support\nfrom the research and technical staff involved in the project. He will also be assisted by Mr. Nico\nVangoethem and Ms. Eef Lemmens in these aspects.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Prof. Kevin Verstrepen) is ultimately responsible for all data management during and\nafter data collection, including implementing and updating the DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 1S43022N Principal Investigator / Researcher David Bahling Institution KU Leuven 1. General Information Name applicant David Bahling FWO Project Number & Title 1S43022N Heterologous Expression of Calvin Cycle Enzymes in S. cerevisiae for Hemi-autotrophic Growth and Bioethanol Production in a Novel Yeast-Driven Bionic Leaf Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The researcher will generate, collect, process, analyze and store the data listed below, as detailed in the project description. The following datasets will be generated: 1 . Experimental data Dataset 1.1. – Digital images (WP 1,2,3) – (~1-2 GB) Microscopy pictures, gel scans, graphs, illustrations, figures Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf) Dataset 1.2. – Electrophysiology data (WP 3) – (~1-5 GB) Data generated from potentiostat Electrophysiology data: Applied Biosystems Sequence Tracer Sequence Trace (.abf) Dataset 1.3. – Omics data (WP 1,2,3) – (~3-5 GB) Genomics, transcriptomics, metabolomics Dataset 1.4. – Plasmids (WP 1,2,3) The researcher will generate approximately 300 bacterial plasmids containing gene constructs for gene integration. Gene constructs will consist, for example, of Calvin cycle enzymes (RuBisCO, phosphoribulokinase) and autotrophic enzymes (hydrogenase, carbonic anhydrase). Plasmid-vectors: glycerol stocks frozen at -20°C Dataset 1.5. – Strains (WP 1,2,3) Bacterial strains (containing plasmids) and yeast strains (approximately 200, containing heterologous genes) Bacterial and yeast strains generated: glycerol stocks frozen at -80°C 2 . Derived and compiled data Dataset 2.1 – Research documentation (WP 1,2,3) – (~0.5 GB) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Research documentation generated by the researcher or collected from online sources and from collaborators, including laboratory notes protocols, and experimental data. MS Word (.doc/.docx), Adobe Portable Document Format (.pdf), Survey data: MS Excel (.xls) Dataset 2.2 – Manuscripts (WP 1,2,3) – (~0.5 GB) Progress/journal reports describing experiments, interpretation and conclusions derived thereof. MS Word (.doc/.docx), MS PowerPoint (.ppt), Survey data: MS Excel (.xls), Adobe Portable Document Format (.pdf), Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai), Chemical structures: .sdf or .csv format 3 . Canonical data Dataset 3.1 – Nucleic acid sequences (WP 1,2,3) – (~1-2 GB) Nucleotide sequences: raw sequence data trace (.ab1), text-based format (.fasta/.fa) Dataset 3.2 – Protein sequences (WP 1,2,3) – (~1-2 GB) Protein sequences: raw sequence data trace (.ab1), text-based format (.fasta/.fa) Protein structures: Protein Data Bank format (.pdb / .pdbx) *All relevant generated data will be incurred through the duration of this project and derived from the host lab unless stated otherwise 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Ownership of the generated data belongs to KU Leuven & VIB in accordance with the framework agreement between these institutes; copyright of the data belongs to prof. Kevin Verstrepen. We identify in an early phase the valorization potential of research lines and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization. For research with valorization potential, the host lab actively protects its IP by filling patent applications with support from the IP department of VIB. Type of data with potential for tech transfer and valorization include yeast strains isolated and generated during the timeframe of this project (including phenotypic data), sequencing information generated during the timeframe of this project and (analysis) data and models hereof derived. Valorization potential includes a) licensing of (improved) strains or information on linking a specific sequence variant to a phenotype and b) creation or participation in start-up companies. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No No third-party agreement restricts the dissemination or exploitation of the data or strains generated from this project. In particular, existing agreements between VIB and KU Leuven do not restrict the publication of data. There is no IP on the generated strains that would prevent us This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 from storing the strains, performing the anticipated experiments, or publishing the results. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data will be generated following standardized protocols. Data will be documented by the researcher at the time of data collection and analysis, by taking careful notes in their laboratory notebook. Cryotubes of biological samples (bacterial and yeast strains) stored at -80°C will be labeled with a reference number that links to an entry in our strain database. Digital data files will be stored on KU Leuven servers and will be accompanied by a read-me text file that contains relevant metadata for understanding and re-use of data. The read me file will be structured as follows: PROJECT INFORMATION P01. Project name/nickname, including the name of funder, type of grant, grant number P02. Name and contact of the Principal Investigator and scientists (the whole team) involved in the project with an indication of the lead scientist P03. Small description of the project P04. (Archive) Dropbox folder link associated with this project if any GENERAL INFORMATION G01. Names of the file(s) or dataset(s) that this README file describes G02. Date of creation/last update of the README file. For each update/change made to the files, please add an extra line here with the date and main changes made. G03. Created by (name) G04. Description of the dataset FILE OVERVIEW F01. Software used to generate the data, including the software version used F02. Software necessary to open the file F03. Relationship between the files For example, for scripts used, please also include a list of files generated by each script. METHODOLOGICAL INFORMATION M01. Date (beginning-end) and place of data collection M02. Data collecting method M03. Information about data processing methods and scripts used. M04. Information about the instrument, calibration, settings used M05. Information about limitations of the dataset (missing values, …), information that ensures correct interpretation of the dataset M06. People involved in the creation or processing of the dataset DATA ACCESS AND SHARING A01. Confidentiality information/restrictions on the use of data DATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES) D01. Full names and definitions for columns and rows. This can be provided in a .csv file D02. Explanation of abbreviations D03. Explanation of strain codes and sample names Crosslink to lab strain list if possible. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 RELATIONSHIPS R01. Publications based on this dataset R02. This dataset derives from… (other datasets) R03. This dataset is related to… (documents, dataset) Cryotubes and plates with biological strains are labeled with a reference number that links to an entry in our strain database (stored on both a professional Dropbox account as well as KU Leuven servers, see also below). All relevant information on the specific strains (strain ID, genetic information, origin of strain) is included in this database. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Since there is no formally acknowledged metadata standard specific to our discipline, Dublin Core Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. 5. Data storage and backup during the FWO project Where will the data be stored? Biological samples: Cryotubes with strains will be stored in a -80° freezer present in the Verstrepen lab at KU Leuven (Gaston Geenslaan 1, Heverlee). Costs are covered by general lab expenses. Unauthorized people do not have access to strains. Data (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data transfer, modern data encryption standards, and encrypted block storage (256-bit AES and SSL/TLS encryption. For more details see: https://www.dropbox.com/business/trust Sequencing data will be stored on an internal lab server (present in the host lab) as well as on a secure Dropbox Business account for processing and analyses. All the relevant algorithms, scripts, and software code driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook (jupyter.org - an open-source web application to store and share scripts), in github or in the GitLab service of KU Leuven. Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome sequences. How is backup of the data provided? Strains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location (Kasteelpark Arenberg 20, Heverlee) at KU Leuven. Data (digital files) are automatically backed up by the secure Dropbox Business Advanced account cloud backup services. Additionally, project data and sequencing data will be backed up to KU Leuven servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Dropbox Business offers unlimited storage and backup capacity in their clouds. There is sufficient storage and backup capacity on all KU Leuven servers: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp e-series storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. - KU Leuven also offers a 2TB OneDrive already included in our group’s Office 365 subscription What are the expected costs for data storage and back up during the project? How will these costs be covered? The total estimated cost of data storage during the project is 250 EUR. This estimation is based on the following costs: Yeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 EUR. When no experiments are planned with a specific strain, cryopreservation will thus be used to safeguard strains and prevent genetic drift, loss of transgene, and potential contaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are included in general lab costs. The costs associated with a Dropbox Business account have been negotiated by the lab to 10 USD/month/user. The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For biological samples: Unauthorized people do not have access to the strain collections. For the digital data: Access to data stored on the Dropbox Business Advanced cloud is granted based on role-based access control and all access requires layers of authentication that include strong passwords, SSH keys, 2-factor authentication, and one-time passcodes. Dropbox safeguards data with document watermarking, granular content permissions and policies, document watermarking, and legal holds. Both the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory members and are mirrored in the second ICTS data center for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets All datasets will be stored on the university’s central servers with automatic backup procedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€113,84 per TB per year for “Large volume storage” ) will be covered by the general lab costs of the Verstrepen Lab. Where will the data be archived (= stored for the longer term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: Biological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C). Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate Digital datasets: files will be stored on a Dropbox account and the KU Leuven “L-drive”. What are the expected costs for data preservation during the retention period of 5 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 years? How will the costs be covered? The total estimated cost of data storage during the 5 years after the end of the project is 1250 EUR. These costs will be covered by the Verstrepen lab general budget and have been included in the project’s budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The researcher and host lab aim to communicate our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Which data will be made available after the end of the project? The researcher and host lab are committed to publishing research results in order to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail Other (specify): Open-access publications in peer-reviewed journals, including supplemental information. We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material, or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Proper links to datasets will be provided in the corresponding publications. As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing ( www.fairsharing.org ). Sharing policies for specific research outputs are detailed below: Biological data: Bacteria and yeast strains will be shared upon simple request following publication unless we identify valuable IP. In this case, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Datasets will be deposited in open access repositories. Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents deposited in the lab notebook are accessible to the PI and the research staff involved in the project and will be made available upon request. Manuscripts: We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0, based on the author's name and ORCID ID. Algorithms, scripts, and software: As soon as a manuscript is publicly available, algorithms, scripts, and software code will be deposited in a github repository. Nucleic acid and protein sequences: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences). When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed – or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Who will be able to access the data and under what conditions? Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse and will conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY), or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will the costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 8. Responsibilities Who will be responsible for data documentation & metadata? Metadata will be documented by the researcher and technical staff involved in the project at the time of data collection and analysis, by taking careful notes in their laboratory notebook that refer to specific datasets and by ensuring detailed README files and other documentation and metadata. Ms. Veerle Saels (senior lab technician) and Ms. Eef Lemmens (personal assistant to Prof. Kevin Verstrepen) will follow this up. Who will be responsible for data storage & back up during the project? The researcher and technical staff involved in the project will ensure data storage and backup. Mr. Nico Vangoethem (IT responsible) will follow this up. Who will be responsible for ensuring data preservation and reuse ? The PI (Prof. Kevin Verstrepen) is responsible for data preservation and sharing, with support from the research and technical staff involved in the project. He will also be assisted by Mr. Nico Vangoethem and Ms. Eef Lemmens in these aspects. Who bears the end responsibility for updating & implementing this DMP? The PI (Prof. Kevin Verstrepen) is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}