{
    "document_id": "D-2024-3517",
    "LinkTitle": "D-2024-3517",
    "file_name": "D-2024-3517.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3517.pdf",
    "metadata": {
        "title": "Alex' FWO DMP",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nAlex' FWO DMP\nCreator:\nCreator:\nAlexandra Pan\nč\níková\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nParkinson’s disease (PD) is the second most common neurodegenerative disease worldwide. Genome-wide association studies have\nidentified 90 SNPs associated with PD. However, at most of these, the relevant genes remain to be discovered and lead SNPs are\nunlikely to be causal, instead tagging cryptic structural variation. Major developments in omics technologies enable us to simultaneously\ndetect gene expression and chromatin accessibility in thousands of single cells. Likewise, long-read sequencing now offers increased\naccuracy, yield and read lengths, allowing us to identify any type of variant, anywhere in the genome and query epigenetic states with\nsingle molecule base pair resolution.\nHere, I propose to leverage long-read whole-genome and single-cell multiomic data we have recently generated for brains of 190 donors\nto shed light on the role of structural variation in PD. To this end, I will develop computational frameworks to construct personalized\ndiploid genomes of all donors and use them to assess allele-specific signals in the patient-matched single-cell data. In addition, DNA\nmethylation patterns on the long single molecule reads will further prioritise and confirm risk variants. Whereas traditional approaches\ncan profile allele-specific effects at SNPs only, our setup is uniquely powered to reveal all types of functional variation. In conclusion, this\nproject will uncover gene regulatory variation in the brain and the causal variants contributing to PD pathology.\nID: \nID: \n211907\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n09-01-2025\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n1 of 9\nAlex' FWO DMP\nAlex' FWO DMP\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\nI will use in-house generated whole-genome long-read sequencing data and single-cell multi-omics data. I will generate code,\nalgorithms and scripts. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\n1\n. \nResponsible people: Alexandra Pancikova, Jonas Demeulemeester (Principal Investigator), Stein Aerts (Principal Investgator)\n2\n. \nStorage capacity/repository\nDURING the research\nthe data and all the code will be stored on KU Leuven drives (OneDrive for business, J-drive, ManGo) and Flemish\nSupercomputer Center (VSC) servers with mirroring, with restricted access to assure the data safety\nAFTER the research\nAll the code will be well-documented and released on GitHub and Zenodo with proper versioning\nRaw sequencing data will be archived under restricted access in European Genome Phenome Archive (EGA) and/or Aligning\nScience Across Parkinson's (ASAP) platform\nDerived single-cell data and deidentified aggregated variant calls will be shared in GEO/ArrayExpress as read counts and vcf\nfiles, respectively.\nAll other files will be archived on KU Leuven servers for 5 years\n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nThe data used in this study is generated from post mortem human brain tissue, and we thus apply specific security measures as\nrequired. The data is only accessible to the researchers working on the project and multi-factor authentication is required to\naccess the data. \nSamples were obtained as part of the ASAP consortium.\nEthical committee approval was obtained - S64966.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n2 of 9\nAlex' FWO DMP\nAlex' FWO DMP\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWGS\nLong-read whole genome\nsequencing data (Oxford\nNanopore Technologies) of post\nmortem human brain samples\nfrom donor cohort\nGenerate\nnew data\nDigital\nExperimental\nRaw \nNA - fast5\nor pod5\nProcessed \nNA- CRAM\nor BAM\nfiles\nNA- VCF\nfiles\nmetadata:\n.txt, .csv\n>50TB\n \nsnRNA-seq\ndata\nsingle-nucleus RNA sequencing\n(10X Genomics snRNA-seq and\nmultiome; ParseBio snRNA-seq)\nof post mortem human brain\nsamples from donor cohort\nGenerate\nnew data\nDigital\nExperimental\nRaw\nNA- binary\ncall\nformat\n(.bcl)\nProcessed\nNA:\nFASTQ\nfiles\n(.fastq\nand\nzipped as\n.gz)\nmetadata \n.txt, .csv\n<50TB\n \nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n3 of 9\nsnATAC-seq\ndata\nsingle-nucleus ATAC\nsequencing (10X Genomics\nmultiome and snATAC-seq) of\npost mortem human brain\nsamples from donor cohort\nGenerate\nnew data\nDigital\nExperimental\nRaw\nNA- binary\ncall\nformat\n(.bcl)\nProcessed\nNA:\nFASTQ\nfiles\n(.fastq)\nmetadata\n.txt, .csv\n>50TB\n \nNanoWGS\nComputational pipeline to\nprocess WGS data\nGenerate\nnew data\n(based on\nexisting\nsoftware)\nDigital\nDerived/Aggregated\nNA-\nNextflow\nfiles (.nf,\n.config)\nmetadata\n- .txt, .csv\n<1Gb\n \n \nSnRNA-seq\nprocessing\nand analysis\npipeline\nCollection of \nGenerate\nnew data\n(based on\nexisting\nsoftware)\nDigital\nDerived/Aggregated\nNA -\nanalysis\nscripts\nand\nnotebooks\n(.py,\n.ipynb,.R,\n.sh)\ntextual\ndata (.txt,\n.csv)\n<100Gb\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe project is based on the new data generated in the host lab. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPost mortem human brain samples were obtained as part of the ASAP consortium.\nEthical approval was obtained at the beginning of the project - S64966.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nWe obtained some personal data for human samples from the collaborating biobanks (Banner Sun Health, USA; Edinburgh, UK;\nQSBB London, UK; PUK London, UK) including disease status, age, sex and ethnicity. All data was anonymised. We generate\nsequencing data that contains genetic information.\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n4 of 9\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nOur agreement with Aligning Science Across Parkinson's (ASAP) obliges open science approaches when disseminating any data.\nIn addition, we have material transfer agreements with multiple biobanks (QSBB, Banner, Edinbrugh, PUK) that may restrict the\ndissemination of data within certain contexts.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor sequencing data generation, experiments and protocols are saved in the lab notebook (physical or electronic). The detailed\nprotocols will be published on protocols.io and described in the publication. All metadata and pertinent information from the\nsample preparation and subsequent sequencing is described in lab notebooks. Metadata generated by the sequencing machines\nis preserved.\nAny and all used and generated code, scripts and software will be documented and versioned. Jupyter Notebooks that allow for\neasy documentation of the code will also be used. Additionally, I use electronic lab notebooks to preseve any pertinent\ninformation about analysis.\nThe code is saved on VSC (Flemish Supercomputer) and backed up to GitHub. The scripts, algorithms and any software will be\ndescribed in manuscripts and publically released and versioned on GitHub and Zenodo. \nAll datasets will be accompanied by metadata that is stored in electronic lab notebooks and in samplesheet.\nSequencing data have a standardised naming to allow for easy tracking and reuse of the data.\nRaw single nuclei sequencing data is named as:\nSEQUENCER_NAME_YYYYMMDD/PROJECT__CUAL__NAME_* where:\nSEQUENCER_NAME: e.g. NovaSeq6000, NextSeq2000\nYYYYMMDD: Sequencing date\nPROJECT: 3 character project code (in this project, the code is ASA)\nCUAL: 6 character Globally Unique, Correctable, and Human-Friendly Sample Identifier for Comparative Omics Studies\n(generated with: https://github.com/johnchase/cual-id: cual-id)\nNAME: descriptive sample name\nRaw whole genome sequencing data is named as:\nYYYYMMDD_PROJECT_NAME\nYYYYMMDD: Sequencing date\nPROJECT: 3 character project code (in this project, the code is ASA)\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n5 of 9\nNAME: descriptive sample name\nIn the lab, we use controlled vocabularies or ontologies when applicable to provide unambiguous meaning, for example:\nGene Onotology: molecular function, cellular component, and biological role\nENSEMBL or NBCI identifiers: gene identity\nHUGO Gene Nomenclature Committee: names and symbol of human genes\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nAll metadata and pertinent information from the sample preparation, sequencing and computational analysis is described in\n(electronic or physical) lab notebooks saved on KUL shared drives or KUL OneDrive. \nMetadata will be saved in excel sheets or .csv files on KUL OneDrive or shared drives. These formats allow for structured\nmetadata and are easily read by machines. \nFor sequencing data stored on ManGo, the platform allows for easy metadata manipulation and management.\nFor whole genome sequecing data, the standardised metadata from the sequencing instrument is kept together with sequencing\ndata (in html and json format).\nThe data repositories where the data will be deposited for sharing (for example EGA) also require standard metadata schema\nwhich will be followed\n \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDIGITAL DATA\ncode and scripts will be stored on VSC (Flemish supercomputer) and GitHub\nhuman sequencing data will be stored on ManGO platform\nany other relevant data will be stored on KU Leuven provided J-drive or KUL OneDrive for business\nPHYSICAL SAMPLES\npost mortem brain tissue samples will be stored in freezer locally in the laboratory\nHow will the data be backed up?\nHow will the data be backed up?\nData stored on ManGO platform: Snapshots are made at regular intervals (hourly, daily and monthly) in case data needs to be\nrecovered. The data itself is synchronized on two separate hardware storage systems, each 6 PB large, located at Leuven\nand at Heverlee (ICTS). The data is protected against calamities at either site by synchronizing it in real-time at hardware\nlevel.\nData stored on the KUL L-drive is backed up daily using snapshot technology, where all incremental changes in respect of the\nprevious version are kept online; the last 14 backups are kept.\nData stored on the KUL J-drive is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday\nand Sunday); in each case the last 6 backups are kept.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n6 of 9\nYes\nKU Leuven servers and VSC offer sufficient storage for active data (J/L-Drive, ManGO, OneDrive) generated during this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the KUL drives (J-Drive), OneDrive, VSC and ManGO servers are accessible only with a KU Leuven user ID and\npassword and after multi-factor authentification. The user rights only grant access to their own data, or data that was shared with\nthem. Data in these drives are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a\ncopy of the data can be recovered within an hour.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of digital data storage offered by KUL is:\n569,2€/5TB/Year for the L-drive\n519€/TB/Year for the J-drive\n35€/TB/Year for the ManGO platform\nKUL OneDrive for business - free\nData storage and backup costs are covered from general lab budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nThe relevant data will be preserved on the university servers for a minimum of 10 years according to the KUL RDM policy. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData and metadata generated during this project will be deposited in EGA, GEO/ArrayExpress, and/or ASAP platform under\nrestricted access, where the data will receive unique and persistent identifiers\nCode, models and associated metadata will be shared on GitHub and Zenodo with proper versioning\nOther research data will be archived on KU Leuven servers as described above.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs of digital data storage offered by KUL is:\n569,2€/5TB/Year for the L-drive\n519€/TB/Year for the J-drive\n35€/TB/Year for the ManGO platform\nKUL OneDrive for business - free\nData storage and backup costs are covered from general lab budget.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n7 of 9\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nData and metadata generated during this project will be deposited in EGA and/or ASAP platform under restricted access,\nwhere the data will receive unique and persistent identifiers\nGEO/ArrayExpress will be used for data that does not require restricted access (ie aggregated population variant calls)\nCode, models and associated metadata will be saved on GitHub and Zenodo with proper versioning\nTo ensure data findability, links and references to this data will be included in the data availability statements of the\nassociated publication(s)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe access to the restricted access dataset, such as post mortem human sequencing datasets, is governed by the Data Access\nCommittees of KU Leuven/UZ Leuven or VIB.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nHuman sequencing data are considered sensitive personal data, and are are only made available on restricted access\nrepositories such as the EGA. Access to these datasets is under control of a Data Access Committee.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDatasets and metadata generated from human sequencing will be deposited under restricted access on the ASAP platform\nand on EGA, where they will be assigned a unique and persistent identifier. Data that does not require restricted access will\nbe shared on GEO/ArrayExpress\nCode, models and associated metadata will be saved on Github and Zenodo with proper versioning\nProtocols will be deposited on protocols.io\nWhen will the data be made available?\nWhen will the data be made available?\nAll research output (data, metadata, code) will be made openly accessible at the latest at the time of the publication\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDATA\nData is typically available under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative\nCommonsAttribution (CC-BY), or an ODC Public Domain Dedication and Licence, with a material transfer agreement when\napplicable.\nCODE\nSoftware and code usually are available under a GNU General Public License or an Academic Non-commercial Software License.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n8 of 9\nNot applicable\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nZenodo and GitHub deposition is free. Submission to EGA, ASAP platform and GEO is free. Other data management costs are\naccounted for and will be covered by the laboratory budget.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nAlexandra Pan\nč\níková and colleagues from the lab working on the same data - Olga Sigalova, Gert Hulselmans, Koen Theunis,\nJulie De Man \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nAlexandra Pan\nč\níková and colleagues from the lab working on the same data - Olga Sigalova, Gert Hulselmans, Koen Theunis,\nJulie De Man \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nDuring the project - Alexandra Pan\nč\níková and the aforementioned colleagues from the lab. Sharing will be supported by KUL-\nbased ASAP project manager - Sara Salama. After the project, the principal investigators (Jonas Demeuelemeester and Stein\nAerts) will guarantee data preservation and data sharing according to KUL RDM policy \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nAlexandra Pan\nč\níková \nCreated using DMPonline.be. Last modiﬁed 09 January 2025\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Alex' FWO DMP Creator: Creator: Alexandra Pan č íková Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Parkinson’s disease (PD) is the second most common neurodegenerative disease worldwide. Genome-wide association studies have identified 90 SNPs associated with PD. However, at most of these, the relevant genes remain to be discovered and lead SNPs are unlikely to be causal, instead tagging cryptic structural variation. Major developments in omics technologies enable us to simultaneously detect gene expression and chromatin accessibility in thousands of single cells. Likewise, long-read sequencing now offers increased accuracy, yield and read lengths, allowing us to identify any type of variant, anywhere in the genome and query epigenetic states with single molecule base pair resolution. Here, I propose to leverage long-read whole-genome and single-cell multiomic data we have recently generated for brains of 190 donors to shed light on the role of structural variation in PD. To this end, I will develop computational frameworks to construct personalized diploid genomes of all donors and use them to assess allele-specific signals in the patient-matched single-cell data. In addition, DNA methylation patterns on the long single molecule reads will further prioritise and confirm risk variants. Whereas traditional approaches can profile allele-specific effects at SNPs only, our setup is uniquely powered to reveal all types of functional variation. In conclusion, this project will uncover gene regulatory variation in the brain and the causal variants contributing to PD pathology. ID: ID: 211907 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 09-01-2025 Created using DMPonline.be. Last modiﬁed 09 January 2025 1 of 9 Alex' FWO DMP Alex' FWO DMP Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) I will use in-house generated whole-genome long-read sequencing data and single-cell multi-omics data. I will generate code, algorithms and scripts. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) 1 . Responsible people: Alexandra Pancikova, Jonas Demeulemeester (Principal Investigator), Stein Aerts (Principal Investgator) 2 . Storage capacity/repository DURING the research the data and all the code will be stored on KU Leuven drives (OneDrive for business, J-drive, ManGo) and Flemish Supercomputer Center (VSC) servers with mirroring, with restricted access to assure the data safety AFTER the research All the code will be well-documented and released on GitHub and Zenodo with proper versioning Raw sequencing data will be archived under restricted access in European Genome Phenome Archive (EGA) and/or Aligning Science Across Parkinson's (ASAP) platform Derived single-cell data and deidentified aggregated variant calls will be shared in GEO/ArrayExpress as read counts and vcf files, respectively. All other files will be archived on KU Leuven servers for 5 years What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) The data used in this study is generated from post mortem human brain tissue, and we thus apply specific security measures as required. The data is only accessible to the researchers working on the project and multi-factor authentication is required to access the data. Samples were obtained as part of the ASAP consortium. Ethical committee approval was obtained - S64966. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 09 January 2025 2 of 9 Alex' FWO DMP Alex' FWO DMP FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WGS Long-read whole genome sequencing data (Oxford Nanopore Technologies) of post mortem human brain samples from donor cohort Generate new data Digital Experimental Raw NA - fast5 or pod5 Processed NA- CRAM or BAM files NA- VCF files metadata: .txt, .csv >50TB snRNA-seq data single-nucleus RNA sequencing (10X Genomics snRNA-seq and multiome; ParseBio snRNA-seq) of post mortem human brain samples from donor cohort Generate new data Digital Experimental Raw NA- binary call format (.bcl) Processed NA: FASTQ files (.fastq and zipped as .gz) metadata .txt, .csv <50TB Created using DMPonline.be. Last modiﬁed 09 January 2025 3 of 9 snATAC-seq data single-nucleus ATAC sequencing (10X Genomics multiome and snATAC-seq) of post mortem human brain samples from donor cohort Generate new data Digital Experimental Raw NA- binary call format (.bcl) Processed NA: FASTQ files (.fastq) metadata .txt, .csv >50TB NanoWGS Computational pipeline to process WGS data Generate new data (based on existing software) Digital Derived/Aggregated NA- Nextflow files (.nf, .config) metadata - .txt, .csv <1Gb SnRNA-seq processing and analysis pipeline Collection of Generate new data (based on existing software) Digital Derived/Aggregated NA - analysis scripts and notebooks (.py, .ipynb,.R, .sh) textual data (.txt, .csv) <100Gb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The project is based on the new data generated in the host lab. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Post mortem human brain samples were obtained as part of the ASAP consortium. Ethical approval was obtained at the beginning of the project - S64966. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes We obtained some personal data for human samples from the collaborating biobanks (Banner Sun Health, USA; Edinburgh, UK; QSBB London, UK; PUK London, UK) including disease status, age, sex and ethnicity. All data was anonymised. We generate sequencing data that contains genetic information. Created using DMPonline.be. Last modiﬁed 09 January 2025 4 of 9 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Our agreement with Aligning Science Across Parkinson's (ASAP) obliges open science approaches when disseminating any data. In addition, we have material transfer agreements with multiple biobanks (QSBB, Banner, Edinbrugh, PUK) that may restrict the dissemination of data within certain contexts. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For sequencing data generation, experiments and protocols are saved in the lab notebook (physical or electronic). The detailed protocols will be published on protocols.io and described in the publication. All metadata and pertinent information from the sample preparation and subsequent sequencing is described in lab notebooks. Metadata generated by the sequencing machines is preserved. Any and all used and generated code, scripts and software will be documented and versioned. Jupyter Notebooks that allow for easy documentation of the code will also be used. Additionally, I use electronic lab notebooks to preseve any pertinent information about analysis. The code is saved on VSC (Flemish Supercomputer) and backed up to GitHub. The scripts, algorithms and any software will be described in manuscripts and publically released and versioned on GitHub and Zenodo. All datasets will be accompanied by metadata that is stored in electronic lab notebooks and in samplesheet. Sequencing data have a standardised naming to allow for easy tracking and reuse of the data. Raw single nuclei sequencing data is named as: SEQUENCER_NAME_YYYYMMDD/PROJECT__CUAL__NAME_* where: SEQUENCER_NAME: e.g. NovaSeq6000, NextSeq2000 YYYYMMDD: Sequencing date PROJECT: 3 character project code (in this project, the code is ASA) CUAL: 6 character Globally Unique, Correctable, and Human-Friendly Sample Identifier for Comparative Omics Studies (generated with: https://github.com/johnchase/cual-id: cual-id) NAME: descriptive sample name Raw whole genome sequencing data is named as: YYYYMMDD_PROJECT_NAME YYYYMMDD: Sequencing date PROJECT: 3 character project code (in this project, the code is ASA) Created using DMPonline.be. Last modiﬁed 09 January 2025 5 of 9 NAME: descriptive sample name In the lab, we use controlled vocabularies or ontologies when applicable to provide unambiguous meaning, for example: Gene Onotology: molecular function, cellular component, and biological role ENSEMBL or NBCI identifiers: gene identity HUGO Gene Nomenclature Committee: names and symbol of human genes Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes All metadata and pertinent information from the sample preparation, sequencing and computational analysis is described in (electronic or physical) lab notebooks saved on KUL shared drives or KUL OneDrive. Metadata will be saved in excel sheets or .csv files on KUL OneDrive or shared drives. These formats allow for structured metadata and are easily read by machines. For sequencing data stored on ManGo, the platform allows for easy metadata manipulation and management. For whole genome sequecing data, the standardised metadata from the sequencing instrument is kept together with sequencing data (in html and json format). The data repositories where the data will be deposited for sharing (for example EGA) also require standard metadata schema which will be followed 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? DIGITAL DATA code and scripts will be stored on VSC (Flemish supercomputer) and GitHub human sequencing data will be stored on ManGO platform any other relevant data will be stored on KU Leuven provided J-drive or KUL OneDrive for business PHYSICAL SAMPLES post mortem brain tissue samples will be stored in freezer locally in the laboratory How will the data be backed up? How will the data be backed up? Data stored on ManGO platform: Snapshots are made at regular intervals (hourly, daily and monthly) in case data needs to be recovered. The data itself is synchronized on two separate hardware storage systems, each 6 PB large, located at Leuven and at Heverlee (ICTS). The data is protected against calamities at either site by synchronizing it in real-time at hardware level. Data stored on the KUL L-drive is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. Data stored on the KUL J-drive is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 09 January 2025 6 of 9 Yes KU Leuven servers and VSC offer sufficient storage for active data (J/L-Drive, ManGO, OneDrive) generated during this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the KUL drives (J-Drive), OneDrive, VSC and ManGO servers are accessible only with a KU Leuven user ID and password and after multi-factor authentification. The user rights only grant access to their own data, or data that was shared with them. Data in these drives are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of digital data storage offered by KUL is: 569,2€/5TB/Year for the L-drive 519€/TB/Year for the J-drive 35€/TB/Year for the ManGO platform KUL OneDrive for business - free Data storage and backup costs are covered from general lab budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). The relevant data will be preserved on the university servers for a minimum of 10 years according to the KUL RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data and metadata generated during this project will be deposited in EGA, GEO/ArrayExpress, and/or ASAP platform under restricted access, where the data will receive unique and persistent identifiers Code, models and associated metadata will be shared on GitHub and Zenodo with proper versioning Other research data will be archived on KU Leuven servers as described above. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs of digital data storage offered by KUL is: 569,2€/5TB/Year for the L-drive 519€/TB/Year for the J-drive 35€/TB/Year for the ManGO platform KUL OneDrive for business - free Data storage and backup costs are covered from general lab budget. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Created using DMPonline.be. Last modiﬁed 09 January 2025 7 of 9 dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Data and metadata generated during this project will be deposited in EGA and/or ASAP platform under restricted access, where the data will receive unique and persistent identifiers GEO/ArrayExpress will be used for data that does not require restricted access (ie aggregated population variant calls) Code, models and associated metadata will be saved on GitHub and Zenodo with proper versioning To ensure data findability, links and references to this data will be included in the data availability statements of the associated publication(s) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The access to the restricted access dataset, such as post mortem human sequencing datasets, is governed by the Data Access Committees of KU Leuven/UZ Leuven or VIB. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Human sequencing data are considered sensitive personal data, and are are only made available on restricted access repositories such as the EGA. Access to these datasets is under control of a Data Access Committee. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Datasets and metadata generated from human sequencing will be deposited under restricted access on the ASAP platform and on EGA, where they will be assigned a unique and persistent identifier. Data that does not require restricted access will be shared on GEO/ArrayExpress Code, models and associated metadata will be saved on Github and Zenodo with proper versioning Protocols will be deposited on protocols.io When will the data be made available? When will the data be made available? All research output (data, metadata, code) will be made openly accessible at the latest at the time of the publication Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. DATA Data is typically available under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative CommonsAttribution (CC-BY), or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable. CODE Software and code usually are available under a GNU General Public License or an Academic Non-commercial Software License. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Created using DMPonline.be. Last modiﬁed 09 January 2025 8 of 9 Not applicable What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Zenodo and GitHub deposition is free. Submission to EGA, ASAP platform and GEO is free. Other data management costs are accounted for and will be covered by the laboratory budget. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Alexandra Pan č íková and colleagues from the lab working on the same data - Olga Sigalova, Gert Hulselmans, Koen Theunis, Julie De Man Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Alexandra Pan č íková and colleagues from the lab working on the same data - Olga Sigalova, Gert Hulselmans, Koen Theunis, Julie De Man Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the project - Alexandra Pan č íková and the aforementioned colleagues from the lab. Sharing will be supported by KUL- based ASAP project manager - Sara Salama. After the project, the principal investigators (Jonas Demeuelemeester and Stein Aerts) will guarantee data preservation and data sharing according to KUL RDM policy Who will update and implement this DMP? Who will update and implement this DMP? Alexandra Pan č íková Created using DMPonline.be. Last modiﬁed 09 January 2025 9 of 9"
}