{
    "document_id": "D-2023-2185",
    "LinkTitle": "D-2023-2185",
    "file_name": "D-2023-2185.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2185.pdf",
    "metadata": {
        "title": "The role of the peripheral immune system and LRRK2 in gut-to-brain spreading of alpha-synuclein pathology in Parkinson’s disease",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The role of the peripheral immune system and LRRK2 in gut-to-brain spreading\nof alpha-synuclein pathology in Parkinson’s disease\nA Data Management Plan created using DMPonline.be\nCreator: \nVeerle Baekelandt\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nVeerle Baekelandt\nData Manager:\n \nn.n. n.n.\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nG031923N\nID: \n200825\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nParkinson’s disease (PD) is the most common neurodegenerative motor disorder characterized by dopaminergic\nneurodegeneration in the midbrain and accumulation of α-synuclein (αSyn) aggregates. αSYN misfolding, aggregation,\nand prion-like propagation are considered key pathological events in the pathophysiology of PD.\nEvidence suggests that synucleinopathy can initiate in peripheral tissues and spread from the enteric nervous system,\nvia the vagus nerve. Notwithstanding, the role of the gut-brain axis in that process is still unclear and subject of intense\nresearch. In addition, the involvement of the peripheral immune system to PD pathophysiology\nremains elusive, as well as its contribution in the peripheral progression of the disease to the CNS. Recent studies\nsuggest that Leucine-rich repeat kinase 2 (LRRK2) is involved in regulating both\nsystemic and intestinal inflammation, and may influence αSYN-induced pathology at multiple levels, such as\naggregation and propagation. The overall aim of this project is to investigate the role\nof LRRK2 and the peripheral immune system in gut inflammation and gut-to-brain dissemination of αSYN pathology. Our\nfindings will gain insight in the pathological events taking place during the early stages of the disease and may reveal\nnew information on the therapeutic potential of LRRK2 inhibitors.\nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 6\nThe role of the peripheral immune system and LRRK2 in gut-to-brain spreading\nof alpha-synuclein pathology in Parkinson’s disease\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nObtained data will include nucleic acid sequencing data from newly generated plasmids, microscope images and derived quantifications, movies from behavioral tests\nthat will be analyzed manually,\nstereological and AI-based quantifications of histological stainings, graphs and excel-based data. It will also generate compiled data as research documentation (text,\nspreadsheets, protocols, notes and diaries) and manuscripts.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.) Joris Van Asselberghs is a senior technician in our lab that manages all data on\na common storage\ndrive that is automatically backed up.\n2\n. \nStorage capacity/repository\nduring the research : All data are stored on a drive that is automatically backed up (capacity of 1 TB).\nafter the research : Storage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request.\nManuscripts: will be published and archived in public repositories.\nAll samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors and cell lines; animal house for living organisms\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 6\nThe role of the peripheral immune system and LRRK2 in gut-to-brain spreading\nof alpha-synuclein pathology in Parkinson’s disease\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nsequencing\nSequencing data of newly\ngenerated viral vector plasmids\nGenerate new data\n \nDigital\nExperimental\n.abi\n<100GB\n \n \nMicroscope images\nConfocal, fluorescent and light\nmicroscopic images of stained\nmouse tissue sections\nGenerate new data\n \nDigital\nExperimental\n.tif\n.svs\n<1TB\n \nQuantifications of\nmicroscope images\nStereological or AI-based quantifications\nof stained tissue sections via\nStereologer platform or via HALO or\nAiphoria\ndigital image analysis\nGenerate new data\n \nDigital\nExperimental\n.txt\n.STR\n<100GB\n \nMovies\nMovies of mouse behavioral tests\nGenerate new data\n \nDigital\nExperimental\n.MTS\n<1TB\n \nWestern blot images\nWestern blot images of tissue\nhomogenates or cultured cells to\ndetermine expression levels of\nprotein of interest\nGenerate new data\n \nDigital\nExperimental\n.TIF\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nWe have an approved ECD for this project : P156/2022\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nWe have good contacts and collaborations with several national and international companies, and there is a dedicated IOF research manager (Dr. Veronique Daniëls) in\nthe group to assist with valorization. The models developed in this project could be used for drug discovery or testing other therapeutic purposes, and are in the interest of\npharma or biotech companies like Janssen Pharmaceutica and ReMynd or other international companies.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 6\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll files will be clearly labeled, to include experiment number and conditions, sample and date. For microscopy images, metadata concerning the technical specifications\nof the images (e.g.laser/gain/dimensions/etc) are collected with the files, or else will be noted down by each experiment.\nWe have recently implemented the general use of electronic lab notebooks in the lab with clear guidelines for uniform use.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nCurrently the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project this\nchange and its timing will be reported at the end of the project. For all data common metadata are collected: (1) title, (2) author, (3) data type, (4) date created and date\nmodified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n• During the research\nElectronic lab books (OneNote) for which all entries (including changes) are recorded. (3) Large data set, such as images from microscopy are stored on the KU Leuven L\ndrive (large storage server-ZD) or on the private computer attached to the microscope (20TB) and daily backup to an external drive (5T) (permanently connected to the\ncomputer using toolkit software for automatic backup (FV). In addition, the members of the laboratory use the OneDrive for daily backup of all personal folders.\n• After the research\nStorage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request.\nManuscripts: will be published and archived in public repositories.\nAll samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors and cell lines; animal house for living organisms\nHow will the data be backed up?\nAll data are stored on a drive that is automatically backed up on central servers of the university (capacity of 1 TB).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe OneDrive does have limitation in storage capacity (2TB) and provides periodic backups. For large data the laboratory has reserved 5TB of storage capacity which can\nbe extended upon request.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData security and access is organized by KU Leuven\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the current costs are €1138.40 per year, which is shared by the 4 PIs of the division of\nMolecular Medicine. These costs are financed through grant applications\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 6\nAll data will be retained for at least 10 years after the project. Thus, complying to the data\npreservation rules of KU Leuven.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be stored on large storage servers of KU Leuven which provide daily back-up.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCost directly depend on the pricing of large storage drive of KULeuven. They will be covered through grant applications.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOther, please specify:\nData will be made publicly available post publication depending on the journals policy (postpublication data repository). Non-published data will remain confidential until a\nfinal decision on publication of the data has been taken.\nData will be available after signing a data sharing agreement which will be established with the support of KUL R&D after a request by mail. Once KU Leuven has\nestablished a university managed and owned data repository sharing of data (or a subset of data) on this repository will be evaluated depending on the policy and\nconditions of this repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDue to the potential commercial value of data no general and full open access to data will be provided by default. Data which will be shared with third parties will exclude\ncommercial use and will require appropriate credit to the data owners.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWith respect to the data produced/collected no restriction for data sharing apply.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMostly in Zenodo or in KU Leuven RDR\nWhen will the data be made available?\nData will be made available after publication in peer reviewed journals.\nAdditional data will be made available on basis of data sharing agreements if requested by third party. Additional material (and associated data) will be made available,\non basis of material transfer agreements (MTAs) if requested by third party.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI (automatically coupled to Zenodo) and for all research tools RRID\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe KU Leuven repository will not request any cost contribution for KU Leuven researchers. Data shared through journal repositories will be covered by publication costs.\nBilateral agreements for data sharing will be established through the services of KU Leuven R&D. The costs expected for data sharing are thus low and will be reported in\nthe final DMP at the end of the project. They will be covered through funds of the project.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe individual researcher producing data will have the final responsibility for data documentation and metadata. In case of PhD students and technical personal the\ncollection will be supervised by the scientific project responsible. \nWho will manage data storage and backup during the research project?\nData storage and back-up underlies the responsibility of the individual researcher, who will be supervised by the scientific coordinator of each partner lab. Joris Van\nAsselberghs is a senior technician in our lab that manages all data on a common storage drive that is automatically backed up. The responsibility for maintaining the\ninfrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the maintenance of servers and integrity of data stored on\nthese servers underlies the ITC services of the university. \nWho will manage data preservation and sharing?\nThe PI (V. Baekelandt) will take responsibility to ensure data preservation, access and reuse. \nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n6 of 6"
    },
    "clean_full_text": "The role of the peripheral immune system and LRRK2 in gut-to-brain spreading of alpha-synuclein pathology in Parkinson’s disease A Data Management Plan created using DMPonline.be Creator: Veerle Baekelandt Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Veerle Baekelandt Data Manager: n.n. n.n. Project Administrator: n.n. n.n. Grant number / URL: G031923N ID: 200825 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Parkinson’s disease (PD) is the most common neurodegenerative motor disorder characterized by dopaminergic neurodegeneration in the midbrain and accumulation of α-synuclein (αSyn) aggregates. αSYN misfolding, aggregation, and prion-like propagation are considered key pathological events in the pathophysiology of PD. Evidence suggests that synucleinopathy can initiate in peripheral tissues and spread from the enteric nervous system, via the vagus nerve. Notwithstanding, the role of the gut-brain axis in that process is still unclear and subject of intense research. In addition, the involvement of the peripheral immune system to PD pathophysiology remains elusive, as well as its contribution in the peripheral progression of the disease to the CNS. Recent studies suggest that Leucine-rich repeat kinase 2 (LRRK2) is involved in regulating both systemic and intestinal inflammation, and may influence αSYN-induced pathology at multiple levels, such as aggregation and propagation. The overall aim of this project is to investigate the role of LRRK2 and the peripheral immune system in gut inflammation and gut-to-brain dissemination of αSYN pathology. Our findings will gain insight in the pathological events taking place during the early stages of the disease and may reveal new information on the therapeutic potential of LRRK2 inhibitors. Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 6 The role of the peripheral immune system and LRRK2 in gut-to-brain spreading of alpha-synuclein pathology in Parkinson’s disease Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Obtained data will include nucleic acid sequencing data from newly generated plasmids, microscope images and derived quantifications, movies from behavioral tests that will be analyzed manually, stereological and AI-based quantifications of histological stainings, graphs and excel-based data. It will also generate compiled data as research documentation (text, spreadsheets, protocols, notes and diaries) and manuscripts. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Joris Van Asselberghs is a senior technician in our lab that manages all data on a common storage drive that is automatically backed up. 2 . Storage capacity/repository during the research : All data are stored on a drive that is automatically backed up (capacity of 1 TB). after the research : Storage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request. Manuscripts: will be published and archived in public repositories. All samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors and cell lines; animal house for living organisms What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 6 The role of the peripheral immune system and LRRK2 in gut-to-brain spreading of alpha-synuclein pathology in Parkinson’s disease FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume sequencing Sequencing data of newly generated viral vector plasmids Generate new data Digital Experimental .abi <100GB Microscope images Confocal, fluorescent and light microscopic images of stained mouse tissue sections Generate new data Digital Experimental .tif .svs <1TB Quantifications of microscope images Stereological or AI-based quantifications of stained tissue sections via Stereologer platform or via HALO or Aiphoria digital image analysis Generate new data Digital Experimental .txt .STR <100GB Movies Movies of mouse behavioral tests Generate new data Digital Experimental .MTS <1TB Western blot images Western blot images of tissue homogenates or cultured cells to determine expression levels of protein of interest Generate new data Digital Experimental .TIF <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data We have an approved ECD for this project : P156/2022 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We have good contacts and collaborations with several national and international companies, and there is a dedicated IOF research manager (Dr. Veronique Daniëls) in the group to assist with valorization. The models developed in this project could be used for drug discovery or testing other therapeutic purposes, and are in the interest of pharma or biotech companies like Janssen Pharmaceutica and ReMynd or other international companies. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 6 No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All files will be clearly labeled, to include experiment number and conditions, sample and date. For microscopy images, metadata concerning the technical specifications of the images (e.g.laser/gain/dimensions/etc) are collected with the files, or else will be noted down by each experiment. We have recently implemented the general use of electronic lab notebooks in the lab with clear guidelines for uniform use. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Currently the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project this change and its timing will be reported at the end of the project. For all data common metadata are collected: (1) title, (2) author, (3) data type, (4) date created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. 3. Data storage & back-up during the research project Where will the data be stored? • During the research Electronic lab books (OneNote) for which all entries (including changes) are recorded. (3) Large data set, such as images from microscopy are stored on the KU Leuven L drive (large storage server-ZD) or on the private computer attached to the microscope (20TB) and daily backup to an external drive (5T) (permanently connected to the computer using toolkit software for automatic backup (FV). In addition, the members of the laboratory use the OneDrive for daily backup of all personal folders. • After the research Storage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request. Manuscripts: will be published and archived in public repositories. All samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors and cell lines; animal house for living organisms How will the data be backed up? All data are stored on a drive that is automatically backed up on central servers of the university (capacity of 1 TB). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The OneDrive does have limitation in storage capacity (2TB) and provides periodic backups. For large data the laboratory has reserved 5TB of storage capacity which can be extended upon request. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data security and access is organized by KU Leuven What are the expected costs for data storage and backup during the research project? How will these costs be covered? The OneDrive (2TB) comes without charge. For the large data storage (L-Drive) the current costs are €1138.40 per year, which is shared by the 4 PIs of the division of Molecular Medicine. These costs are financed through grant applications 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 6 All data will be retained for at least 10 years after the project. Thus, complying to the data preservation rules of KU Leuven. Where will these data be archived (stored and curated for the long-term)? All data will be stored on large storage servers of KU Leuven which provide daily back-up. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost directly depend on the pricing of large storage drive of KULeuven. They will be covered through grant applications. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Other, please specify: Data will be made publicly available post publication depending on the journals policy (postpublication data repository). Non-published data will remain confidential until a final decision on publication of the data has been taken. Data will be available after signing a data sharing agreement which will be established with the support of KUL R&D after a request by mail. Once KU Leuven has established a university managed and owned data repository sharing of data (or a subset of data) on this repository will be evaluated depending on the policy and conditions of this repository. If access is restricted, please specify who will be able to access the data and under what conditions. Due to the potential commercial value of data no general and full open access to data will be provided by default. Data which will be shared with third parties will exclude commercial use and will require appropriate credit to the data owners. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No With respect to the data produced/collected no restriction for data sharing apply. Where will the data be made available? If already known, please provide a repository per dataset or data type. Mostly in Zenodo or in KU Leuven RDR When will the data be made available? Data will be made available after publication in peer reviewed journals. Additional data will be made available on basis of data sharing agreements if requested by third party. Additional material (and associated data) will be made available, on basis of material transfer agreements (MTAs) if requested by third party. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI (automatically coupled to Zenodo) and for all research tools RRID What are the expected costs for data sharing? How will these costs be covered? The KU Leuven repository will not request any cost contribution for KU Leuven researchers. Data shared through journal repositories will be covered by publication costs. Bilateral agreements for data sharing will be established through the services of KU Leuven R&D. The costs expected for data sharing are thus low and will be reported in the final DMP at the end of the project. They will be covered through funds of the project. Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? The individual researcher producing data will have the final responsibility for data documentation and metadata. In case of PhD students and technical personal the collection will be supervised by the scientific project responsible. Who will manage data storage and backup during the research project? Data storage and back-up underlies the responsibility of the individual researcher, who will be supervised by the scientific coordinator of each partner lab. Joris Van Asselberghs is a senior technician in our lab that manages all data on a common storage drive that is automatically backed up. The responsibility for maintaining the infrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the maintenance of servers and integrity of data stored on these servers underlies the ITC services of the university. Who will manage data preservation and sharing? The PI (V. Baekelandt) will take responsibility to ensure data preservation, access and reuse. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 29 June 2023 6 of 6"
}