{
    "document_id": "D-2021-1283",
    "LinkTitle": "D-2021-1283",
    "file_name": "D-2021-1283.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1283.pdf",
    "metadata": {
        "title": "DMP - 1S68322N - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP - 1S68322N - DMP title\nProject Identifier\n 1S68322N\nPrincipal Investigator / Researcher\n Nele Merkelbach\nProject Data Contact\n nele.merkelbach@hotmail.com\nDescription\n The main objective of this research project is to control particle size, shape and\nflowability by spherical agglomeration in a pulsating continuous sonsocrystallizer. The objective\nis seperated in two parts: (1) to investigate the correlation between flowability data and inline\nmicroscopy and image analysis data. (2) To visualize the occurring mechanism and investigate\nthe effect of process parameters. \nA variety of experimental data such as images and videos will\nbe generated and processed to determine particle properties under different experimental\nconditions.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nNele Merkelbach\nFWO Project Number & Title\n1S68322N - Particle size, shape and flowability control by spherical agglomeration in a pulsating\ncontinuous sonocrystallizer\n \n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of Data\nFormat\nVolume\nHow created\n1. Design of reactors\nTechnical\ndrawings / 3D\nmodels of the\ndesigned\nreactors\n.ipt / .stp\n100 MB\nIn Inventor\nSoftware\n2. Chemical experiments\n (Spherical crystallization\nexperiments) performed in the CIPT lab in Diepenbeek\nMicroscopic\nimages\n.jpeg\n 500-800 GB\nOptical\nmicroscope\nequipped with a\nIDS camera\nMicroscopic\nvideos\n .avi\n 200 GB\nOptical\nmicroscope\nequipped with a\nIDS camera\nHigh speed\ncamera videos\n .mraw\n 1 TB\nPhotron fastcam\nmini AX100\nequipped with a\nnavitar\nmicrolens is\nused to visualize\nparticles and\ndroplets in flow.\nAnalyzed\nimages and\nvideos\n.txt and\nconverted to\nMicrosoft\nExcel\n 16 MB\nAnalizing the\nimages and\nvideos with\nImageJ\nBalance\nmeasurments\n.txt and\nconverted to\nMicrosoft\nExcel\n 100 GB\nLogging mass\nchanges in\nfunction of time\nduring capillary\nrise tests\nResults\nflowability\nmeasurements\nMicrosoft\nExcel, pdf,\njpeg\n 500 GB\nGranudrum and\ntapped density\nmeasurements\nEquation to\npredict\ncorrelation\nbetween\nflowability and\nparticle\nproperties\n.txt/\nMicrosoft\nExcel\n 20 MB\nTuringbot,\ncorrelation\nbetween\nmicroscopic\nparameters and\nflowability\n3. Automated routines\n: created to analyse data (images,\nvideos, correlations,...)\nImage analysis\nalgorithm\n.txt\n1 MB\nAlready created\nin the research\ngroup, but\nchanges for this\nspecific\napplication are\npossible.\nStatistical\nmodeling\nalgorithm\n.txt\n1 MB\nAlready created\nin the research\ngroup, but\nchanges for this\nspecific\napplication are\npossible.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Microscopic images + videos the following information will be noted: microscope setting,\nflowcell dimensions, pixel sizes and methodolgy. This info will be summarized in an excel sheet\ntogether with the experiment settings (see further).\n2. High speed camera videos: the lens, zoom settings, a calibration image, the shutter\nspeed and frame rate will be noted. Additionally, the settings of the light source will also be\nindicated. The metadata will automatically be saved for each image and this will not be altered.\n3. Analyzed images + videos: the analysis gives a txt file which summarises the results and the\nanalysis settings. These files are stored automatically in the folder of the video/image.\n4. Algorithm for image analysis: Changes in the algorithm are saved as a new version of the\nalgorithm (txt file) and added to Github. A summarizing txt file is used to document the changes\nin the different versions of the algorithm.\n5. Balance measurements: A summarizing Excel sheet is used to document the settings of the\nperformed cappilary rise tests. This info contains: date and time, experiment number,\nmethodology, type of API, mass of API, sample preparation, type of solvent and volume solvent.\nThe txt-file and excel-sheet of the balance measurement is named after the corresponding\nexperiment number. \n6. Crystallization samples: A summarizing Excel sheet is used to document the settings of the\nperformed crystallizatin experiments. This info contains: date and time, experiment number,\nmethodology, description of set-up, set-up settings, type of API, concentration of solution, type,\nflow rate and volume of anti solvent, type, flow rate and volume of bridging liquid, temperature\nprofile and stirring rate and time.\n7. Flowability measurements: A summarizing Excel sheet is used to document the settings of the\nperformed flowability measurements. This info contains: date and time, experiment number,\nmethodology, type, mass and size of API and sample preparation. The excel sheet with results of\nthese measurements are named after the corresponding experiment number.\n8. Statistical data analysis algoritm: changes are saved in a new version of the algortihm, back\nups are saved on the NAS server of the research group.\n \nA README file will be compiled and updated after every publication. This file will contain a\ndetailed research protocol, a description of the experimental setup, an overview of the\ninvestigated conditions, a description of how the data is generated and how it should be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nanalyzed. This file will allow to re-do experiments and analysis.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThere is no metadata standard available.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe research group has a storage capability of around 20TB made by HDD both portable and not.\nKULeuven has also a One Drive with a storage capability of 2TB per person. The data will be\nstored\non both during my research and on the HDDs during the 5 years after the end of it. During the\nresearch years I will co-manage these data together with prof. Braeken. After the end of my\nresearch project, the management responsibility of the data will pass to Prof. Braeken.\nDuring the research: data will be stored on the personal computer of the researcher, a HDD\nand on the kuleuven OneDrive account of the researcher. Within 6 months a NAS server will\nalso be available in the research group and used.\nAfter publication of an article: the data will be stored on the central servers of the university\nand in the near future also on the NAS.\nHow is backup of the data provided?\nThe kuleuven OneDrive account of the researcher (daily basis)\nAn external HDD (monthly basis)\nIn the near future data will be stored on the NAS server of CIPT, it will be updated every 3\nmonths.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe total capicity of the HDD within our research group is around 20 TB and the OneDrive from\nKU Leuven is 2 TB per person.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nExtra portable HDD can be purchased (150 euros for 5 TB)\nThe costs can be covered by the general operational budget of the research group CIPT.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe computer of the individual researcher is password protected.\nThe OneDrive account has a two-factor authentication.\nThe HDD will be with the researcher or in a locked cupboard in the office (office is also locked).\nThe NAS will only be accesible with unique login credentials.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the expected 5 year period after the end of the project. Redundant\nmicroscope and high-speed images and videos will be removed to reduce the size of the stored\ndata. The data will be stored on the university's central servers and the NAS of the research\ngroup,\nconforming with KU Leuven's RDM policy.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nIn the OneDrive that will be transferred to Prof. Braeken, the NAS or potentially the KU Leuven\narchive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExtra personal HDD if needed (150 € per 5T)\nThe KU Leuven Archive costs 169€ per TB per year. It is expected that approximately 5 TB of KU\nLeuven Archive will be needed (after removal of redundant images). As a result, the total cost\nover 5 year is estimated at €4300. This will be covered by the general operational budget of Prof.\nBraeken.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\n1. After a publication, all datasets will be made available upon request, to whoever requests the\ndata.\n2. Unpublished data will only be accesible to the involved researcher and Prof. Braeken as it\nmay be used in future projects.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nAfter a publication, all datasets will be made available upon request.\nWho will be able to access the data and under what conditions?\n1. After a publication, all datasets will be made available upon request, to whoever requests the\ndata.\n2. Unpublished data will only be accesible to the involved researcher and Prof. Braeken as it\nmay be used in future projects.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe costs are those for open access. It will be paid by general working budget of Prof. Braeken.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nNele Merkelbach will be responsible for the implementation of this DMP.\nWho will be responsible for data storage & back up during the project?\nNele Merkelbach as well as KU Leuven ICTS managing OneDrive will be responsible for storage\nand back up of data during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Braeken as well as KU Leuven ICTS managing OneDrive will be responsible for ensuring data\npreservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nProf Braeken bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP - 1S68322N - DMP title Project Identifier 1S68322N Principal Investigator / Researcher Nele Merkelbach Project Data Contact nele.merkelbach@hotmail.com Description The main objective of this research project is to control particle size, shape and flowability by spherical agglomeration in a pulsating continuous sonsocrystallizer. The objective is seperated in two parts: (1) to investigate the correlation between flowability data and inline microscopy and image analysis data. (2) To visualize the occurring mechanism and investigate the effect of process parameters. A variety of experimental data such as images and videos will be generated and processed to determine particle properties under different experimental conditions. Institution KU Leuven 1. General Information Name applicant Nele Merkelbach FWO Project Number & Title 1S68322N - Particle size, shape and flowability control by spherical agglomeration in a pulsating continuous sonocrystallizer Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of Data Format Volume How created 1. Design of reactors Technical drawings / 3D models of the designed reactors .ipt / .stp 100 MB In Inventor Software 2. Chemical experiments (Spherical crystallization experiments) performed in the CIPT lab in Diepenbeek Microscopic images .jpeg 500-800 GB Optical microscope equipped with a IDS camera Microscopic videos .avi 200 GB Optical microscope equipped with a IDS camera High speed camera videos .mraw 1 TB Photron fastcam mini AX100 equipped with a navitar microlens is used to visualize particles and droplets in flow. Analyzed images and videos .txt and converted to Microsoft Excel 16 MB Analizing the images and videos with ImageJ Balance measurments .txt and converted to Microsoft Excel 100 GB Logging mass changes in function of time during capillary rise tests Results flowability measurements Microsoft Excel, pdf, jpeg 500 GB Granudrum and tapped density measurements Equation to predict correlation between flowability and particle properties .txt/ Microsoft Excel 20 MB Turingbot, correlation between microscopic parameters and flowability 3. Automated routines : created to analyse data (images, videos, correlations,...) Image analysis algorithm .txt 1 MB Already created in the research group, but changes for this specific application are possible. Statistical modeling algorithm .txt 1 MB Already created in the research group, but changes for this specific application are possible. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Microscopic images + videos the following information will be noted: microscope setting, flowcell dimensions, pixel sizes and methodolgy. This info will be summarized in an excel sheet together with the experiment settings (see further). 2. High speed camera videos: the lens, zoom settings, a calibration image, the shutter speed and frame rate will be noted. Additionally, the settings of the light source will also be indicated. The metadata will automatically be saved for each image and this will not be altered. 3. Analyzed images + videos: the analysis gives a txt file which summarises the results and the analysis settings. These files are stored automatically in the folder of the video/image. 4. Algorithm for image analysis: Changes in the algorithm are saved as a new version of the algorithm (txt file) and added to Github. A summarizing txt file is used to document the changes in the different versions of the algorithm. 5. Balance measurements: A summarizing Excel sheet is used to document the settings of the performed cappilary rise tests. This info contains: date and time, experiment number, methodology, type of API, mass of API, sample preparation, type of solvent and volume solvent. The txt-file and excel-sheet of the balance measurement is named after the corresponding experiment number. 6. Crystallization samples: A summarizing Excel sheet is used to document the settings of the performed crystallizatin experiments. This info contains: date and time, experiment number, methodology, description of set-up, set-up settings, type of API, concentration of solution, type, flow rate and volume of anti solvent, type, flow rate and volume of bridging liquid, temperature profile and stirring rate and time. 7. Flowability measurements: A summarizing Excel sheet is used to document the settings of the performed flowability measurements. This info contains: date and time, experiment number, methodology, type, mass and size of API and sample preparation. The excel sheet with results of these measurements are named after the corresponding experiment number. 8. Statistical data analysis algoritm: changes are saved in a new version of the algortihm, back ups are saved on the NAS server of the research group. A README file will be compiled and updated after every publication. This file will contain a detailed research protocol, a description of the experimental setup, an overview of the investigated conditions, a description of how the data is generated and how it should be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 analyzed. This file will allow to re-do experiments and analysis. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no metadata standard available. 5. Data storage and backup during the FWO project Where will the data be stored? The research group has a storage capability of around 20TB made by HDD both portable and not. KULeuven has also a One Drive with a storage capability of 2TB per person. The data will be stored on both during my research and on the HDDs during the 5 years after the end of it. During the research years I will co-manage these data together with prof. Braeken. After the end of my research project, the management responsibility of the data will pass to Prof. Braeken. During the research: data will be stored on the personal computer of the researcher, a HDD and on the kuleuven OneDrive account of the researcher. Within 6 months a NAS server will also be available in the research group and used. After publication of an article: the data will be stored on the central servers of the university and in the near future also on the NAS. How is backup of the data provided? The kuleuven OneDrive account of the researcher (daily basis) An external HDD (monthly basis) In the near future data will be stored on the NAS server of CIPT, it will be updated every 3 months. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The total capicity of the HDD within our research group is around 20 TB and the OneDrive from KU Leuven is 2 TB per person. What are the expected costs for data storage and back up during the project? How will these costs be covered? Extra portable HDD can be purchased (150 euros for 5 TB) The costs can be covered by the general operational budget of the research group CIPT. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The computer of the individual researcher is password protected. The OneDrive account has a two-factor authentication. The HDD will be with the researcher or in a locked cupboard in the office (office is also locked). The NAS will only be accesible with unique login credentials. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period after the end of the project. Redundant microscope and high-speed images and videos will be removed to reduce the size of the stored data. The data will be stored on the university's central servers and the NAS of the research group, conforming with KU Leuven's RDM policy. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 In the OneDrive that will be transferred to Prof. Braeken, the NAS or potentially the KU Leuven archive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Extra personal HDD if needed (150 € per 5T) The KU Leuven Archive costs 169€ per TB per year. It is expected that approximately 5 TB of KU Leuven Archive will be needed (after removal of redundant images). As a result, the total cost over 5 year is estimated at €4300. This will be covered by the general operational budget of Prof. Braeken. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 1. After a publication, all datasets will be made available upon request, to whoever requests the data. 2. Unpublished data will only be accesible to the involved researcher and Prof. Braeken as it may be used in future projects. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results After a publication, all datasets will be made available upon request. Who will be able to access the data and under what conditions? 1. After a publication, all datasets will be made available upon request, to whoever requests the data. 2. Unpublished data will only be accesible to the involved researcher and Prof. Braeken as it may be used in future projects. What are the expected costs for data sharing? How will the costs be covered? The costs are those for open access. It will be paid by general working budget of Prof. Braeken. 8. Responsibilities Who will be responsible for data documentation & metadata? Nele Merkelbach will be responsible for the implementation of this DMP. Who will be responsible for data storage & back up during the project? Nele Merkelbach as well as KU Leuven ICTS managing OneDrive will be responsible for storage and back up of data during the project. Who will be responsible for ensuring data preservation and reuse ? Prof. Braeken as well as KU Leuven ICTS managing OneDrive will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Prof Braeken bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}