{
    "document_id": "D-2024-3578",
    "LinkTitle": "D-2024-3578",
    "file_name": "D-2024-3578.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3578.pdf",
    "metadata": {
        "title": "Intelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nIntelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI\nCreator:\nCreator:\nTauheed Mian\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nRotating machines are an important component of any manufacturing system and power generation system. The safe running of these\nmachines is to be ensured by continuous and proper monitoring. Further, the competitive market and rapid development in\ncomputational technologies have created the necessity for this system to be economical and smart. So, this makes the presence of an\nefficient, economical, and smart diagnosis and prognosis system mandatory. The data-driven approaches currently applied for the\nprognosis face the challenges of data availability, data scarcity, scalability, and many others. Generative Artificial Intelligence (GenAI)\nrecently created a bowl to mitigate these challenges. Further, the advancement in technology related to Cyber-Physical Systems (CPS)\nand the Internet of Things (IoT) to have the system economical and smart enough for real-time prognosis and to make decisions\naccordingly.   Considering these requirements of the present industrial system, this project presents the approach involving the\nintegration of GenAI, CPS, and IoT. The outcome of this project will be utilizing the interconnected trinity of GenAI, CPS, and the IoT to\nensure the longevity and efficiency of rotating machines, a more reliable industrial landscape, and mitigating the big hurdle of data\nscarcity.\nID: \nID: \n213080\nStart date: \nStart date: \n27-11-2024\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n26-02-2025\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n1 of 6\nIntelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI\nIntelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nExperimental\ndata\nData of healthy\nand faulty\nconditions\nE and N\nD\nN\n.csv;\n.xls\n<100GB\n \nExperimental\nresults\ninterpreted data\nN\nD\nN\n.xls(x)\n<1GB\n \nMATLAB/Python\ncode\nMATLAB/Jupyter\nnotebook code\nN\nD\nM/N\nbinary\n<1GB\n \nReports\npresentation and\ndiscussion of\nresults\nN\nD\nT/N\n.doc;\n.pdf\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nFor this project some open-source datasets will be used, and some data will be generated through simulation/experimentation.\nThe URL of the open-source data are given here (url will be added/updated as per the use of open-source data)\nhttps://engineering.case.edu/bearingdatacenter/download-data-file\nhttps://phmsociety.org/public-data-sets/\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nN/A\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nN/A\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nN/A\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAn overview of experimental/simulation data will be maintained in the (Excel) files containing the Experimental results (e.g., tab\nsheet with list of source files interpreted).\n·        A dedicated \nREADME.txt\nREADME.txt\n file\n file\n will attached in the folder of datasets\n·        All different binary files established with MATLAB/Python\n·        A short description will be added for each (group of) files listed.\n·        Reports are kept together with the above (in a shared storage place / folder).\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nRDR KU Leuven\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n3 of 6\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\n  OneDrive (KU Leuven)\n Shared network drive (J-drive)\nHigh-volume data will be stored on Shared network drive J., and Low-volume data (such as, reports, PPTs, etc.) will be kept in\nOneDrive\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOneDrive: sharing folders with only relevant persons\nJ-drive: password on folder\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nN/A\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n4 of 6\nN/A\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nonly members of our own research group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nTo be specified later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nTauheed Mian (Postdoctoral fellow)\nPradeep Kundu (Supervisor)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nN/A (I.e., internal storage is used --> via ICTS KU Leuven)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPradeep Kundu\nTauheed Mian\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nTauheed Mian (Orcid ID:  \nhttps://orcid.org/0000-0003-1332-7005\n)\nPradeep Kundu (Orcid ID: https://orcid.org/0000-0002-8336-5878)\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Intelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI Creator: Creator: Tauheed Mian Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Rotating machines are an important component of any manufacturing system and power generation system. The safe running of these machines is to be ensured by continuous and proper monitoring. Further, the competitive market and rapid development in computational technologies have created the necessity for this system to be economical and smart. So, this makes the presence of an efficient, economical, and smart diagnosis and prognosis system mandatory. The data-driven approaches currently applied for the prognosis face the challenges of data availability, data scarcity, scalability, and many others. Generative Artificial Intelligence (GenAI) recently created a bowl to mitigate these challenges. Further, the advancement in technology related to Cyber-Physical Systems (CPS) and the Internet of Things (IoT) to have the system economical and smart enough for real-time prognosis and to make decisions accordingly. Considering these requirements of the present industrial system, this project presents the approach involving the integration of GenAI, CPS, and IoT. The outcome of this project will be utilizing the interconnected trinity of GenAI, CPS, and the IoT to ensure the longevity and efficiency of rotating machines, a more reliable industrial landscape, and mitigating the big hurdle of data scarcity. ID: ID: 213080 Start date: Start date: 27-11-2024 End date: End date: 31-10-2025 Last modified: Last modified: 26-02-2025 Created using DMPonline.be. Last modiﬁed 26 February 2025 1 of 6 Intelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI Intelligent Prognosis of Rotating Machines in Industry 4.0 using Generative AI Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Experimental data Data of healthy and faulty conditions E and N D N .csv; .xls <100GB Experimental results interpreted data N D N .xls(x) <1GB MATLAB/Python code MATLAB/Jupyter notebook code N D M/N binary <1GB Reports presentation and discussion of results N D T/N .doc; .pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: For this project some open-source datasets will be used, and some data will be generated through simulation/experimentation. The URL of the open-source data are given here (url will be added/updated as per the use of open-source data) https://engineering.case.edu/bearingdatacenter/download-data-file https://phmsociety.org/public-data-sets/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 26 February 2025 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No N/A Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No N/A Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No N/A Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). An overview of experimental/simulation data will be maintained in the (Excel) files containing the Experimental results (e.g., tab sheet with list of source files interpreted). · A dedicated README.txt README.txt file file will attached in the folder of datasets · All different binary files established with MATLAB/Python · A short description will be added for each (group of) files listed. · Reports are kept together with the above (in a shared storage place / folder). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes RDR KU Leuven Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 26 February 2025 3 of 6 Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Shared network drive (J-drive) High-volume data will be stored on Shared network drive J., and Low-volume data (such as, reports, PPTs, etc.) will be kept in OneDrive How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive: sharing folders with only relevant persons J-drive: password on folder What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? N/A Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 26 February 2025 4 of 6 N/A Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. only members of our own research group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) To be specified later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No Created using DMPonline.be. Last modiﬁed 26 February 2025 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Tauheed Mian (Postdoctoral fellow) Pradeep Kundu (Supervisor) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? N/A (I.e., internal storage is used --> via ICTS KU Leuven) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Pradeep Kundu Tauheed Mian Who will update and implement this DMP? Who will update and implement this DMP? Tauheed Mian (Orcid ID: https://orcid.org/0000-0003-1332-7005 ) Pradeep Kundu (Orcid ID: https://orcid.org/0000-0002-8336-5878) Created using DMPonline.be. Last modiﬁed 26 February 2025 6 of 6"
}