{
    "document_id": "D-2022-1467",
    "LinkTitle": "D-2022-1467",
    "file_name": "D-2022-1467.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1467.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Rob Ameloot",
        "num_pages": 8
    },
    "content": {
        "full_text": "1  \nMY PLAN (FWO DMP)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: My plan (FWO DMP) - SAMETRA  \nGrant Title: G087422N  \nPrincipal Investigator / Researcher: Rob Ameloot  \nProject Data Contact: rob.ameloot@kuleuven.be  \nDescription: Detecting volatile organic compounds (V OCs) at low concentrations  is an important but \nchallenging task with a range of applications,  including checking food freshness, monitoring indoor air \nquality, and  diagnosing lung conditions through breath analysis. In all of these  areas, high -performance \nyet compact VOC sensors are needed.  While compact VOC sensors exist, they suffer from limited \nlifetimes  and low selectivities, and often produce questionable data. Metalorganic  frameworks (MOFs) \nwith pores of molecular dimensions are  excellent materials to  adsorb VOC analytes from air, even at very \nlow concentrations. The SAMETRA project targets the integration of  MOFs with transistor technology to \nrealize a novel type of VOC  sensor. In addition, the modular nature of MOFs and microfabrication  will be \ncombi ned to demonstrate proof -of-concept ‘electronic noses’  for the selective detection in mixtures of \nVOCs. Since the fabrication  of high -quality devices will go hand in hand with gaining fundamental  \nunderstanding of the sensor response, the project brings tog ether  expertise in MOFs, the physics and \nchemistry of thin films and  interfaces, and thin -film transistors.  \n \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName app licant  \nRob Ameloot  \n \nFWO Project Number & Title  \nChemical sensor arrays based on metal -organic frameworks and  field-effect transistors (SAMETRA)  \nG087422N  \n \nAffiliation  \n● KU Leuven  \n \n  \n2 2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.  \n \nThe expected data volume generated within SAMET RA is 1-2 Gb per month . \n \nObjective  1: Mixed -linker MOF films: deposition and characterizatio n \nData related to this objective are mostly the characterization of the prepared samples, including different \ntypes of microscopy and spectroscopy. The details of raw and exported data formats are listed below.  \n \nequipment  raw format  exported format  \nX-ray diffraction  XRDML  CSV \nscanning electron microscopy  TIF or JPEG   \nTransmission electron \nmicroscopy  TIF or JPEG   \nInfrared spectroscopy  BSP CSV \nNuclear magnetic resonance  \nspectroscopy  FID CSV \nX-ray photoelectron \nspectroscopy  SPE CSV \nthermogravimetric analysis  NGB -SS3 CSV \nmass spectroscopy  EXP CSV \nUV Vis spectroscopy  SP CSV \n \nObjective  2: Fabrication of MOF -FET sensor elements with embedded microhotplates  \nIn addition to a series of fabrication protocols, characterization data will be generated. The details of raw \nformat and exported format are listed below.  \n \nequipment  raw format  exported format  \nX-ray diffraction  XRDML  CSV \nscanning electron microscopy  TIF or JPEG   \ninfrared spectroscopy  BSP CSV \noptical  microscopy  TIF or JPEG   \nDesign files Various proprietary formats   \n \nObjective 3  & 4: Understanding  surface, interface, and bulk effects  & proof of concept.  \nThe data generated in this objective will be cyclic voltammogram s (incl. those recorded via a probe \nstation) , work function data, leakage current measurements, capa citive measurements,  and impedance \nspectroscopy . These data will be saved in CSV file format.  \n  \n3 3. LEGAL & ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \n● No \n \nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● No \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP re strictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● Yes \nIf the proposed concept works, a meeting will be planned with the the KU Leuven tech transfer office to \ninvestigate patentability . The base te chnology of the approach is already protected by a granted patent. In \ncase a patent application will be filed directly resulting from this project, the related data will not be freely \nshared at least until the patent filing.  \n \nDo existing 3rd party agreeme nts restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n  \n4 4. DOCUMENTATION & METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated  in this \nproject?  \nAn overview file that contains references to the raw data files will be kept. Regular reports based on the \ndata will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular \ninternal meetings between th e WP  leaders  and researchers involved in the project. In both the Word \nreports and Powerpoint presentations, the file names of the raw data files will be included.  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state \nin detail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \n \nThe details of each experiment will be kept in an electronic lab notebook. In this notebook, also the \nnames of the raw and processed datafiles will be mentioned. Files will be named according to a pre -\nagreed convention. This working method obviates the nee d for a separate INFO.txt file in each directory \nyet ensures that the data can be understood by other team members and can be reused in the future.  \nFor published papers, the subset of the raw and processed data discussed in that manuscript will be \ncopied and organized according the paper structure. Likely, this is the data subset that will be most \nfrequently revisited and shared afterwards.  \n \n  \n5 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nThe data will be stored via a cl oud storage solution that allows sharing with the WP  leaders  and \nresearchers involved in the project.  \n \nHow is back up of the data provided?  \nThe data on the cloud storage server are automatically backed up. Unlimited versioning is included in the \nselected p lan so that accidental erasing or modifying does not pose a risk.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how thi s will \nbe taken care of.  \n● Yes \nThe total amount of data generated during the project should not exceed a few TB and is therefore \ncompatible with the selected cloud storage solution.  \n \nWhat are the expected costs for data storage and back up during the projec t? How will these \ncosts be covered?  \nThe costs for saving the data to the cloud storage server (including regular backup) should not exceed a \nfew hundred euros. These costs will be covered by the project.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nThe data generated during the project will be systematically transferred to the cloud storage server. Only \nthe WP  leaders  and researchers involved in this project will have access to  the shared folders where the \ndata, reports and presentations will be stored.  \n \n  \n6 6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons  for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \n \nWher e will the data be archived (= stored for the longer term)?  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \nBeyond 5 years after the end of the project, one of the following options w ill be picked (1) continuation of \nstoring the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers \nfor archiving.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nThe annual cost for long -term storage of the data, either through a cloud storage service or the \nuniversity's central servers, is estimated at a few hundred euro. Since the budget of the current FWO \nproject will no longer be availab le, creative solutions will have to be found.  \n \n  \n7 7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nThe data wil l remain accessible among the WP  leaders  and the researchers involved in the project. \nAccess to the data can be granted to other persons, upon request and agreement among the  leaders . A \npatent application can be a limiting factor in granting access to the data.  \n \nWhich data will be made available after the end of the project?  \nIn case no restrictions apply, the written reports and Powerpoint presentations summarizing the results \nobtained can be made available. The (raw) data used in publications can be made available on a \nrepository, if e.g. requested by the Editors or Publisher  of a scientific journal.  \n \nWhere/how will the data be made available for reuse?  \n● Upon request by mail  \nThe data that will not have been uploaded in a resository such as 'Scientific data' \n(https://www.nature.com/sdata/) to accompany a publication can be requ ested via email.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \nDescription of the full scientific method and results will be made available with journal publications.  \n \nWho will be able to access the data and under what conditions?  \nUpon request, access to the samples and data can be granted, upon agreement of the project  leaders . \nCommercial reuse will not be allowed.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nBecause of the choice for a cloud storage solution for the data, no additional costs will be booked for data \nsharing.   \n \n  \n8 8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible.  \n \nWho will be responsible for data storage & back up during the project?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible. Because of the \nchoice for a cloud storage solution, no additional action is needed for data backup.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible.  \n \nWho bears the end responsibility for updating & implementing this D MP?  \nThe project  leaders  bear the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 MY PLAN (FWO DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (FWO DMP) - SAMETRA Grant Title: G087422N Principal Investigator / Researcher: Rob Ameloot Project Data Contact: rob.ameloot@kuleuven.be Description: Detecting volatile organic compounds (V OCs) at low concentrations is an important but challenging task with a range of applications, including checking food freshness, monitoring indoor air quality, and diagnosing lung conditions through breath analysis. In all of these areas, high -performance yet compact VOC sensors are needed. While compact VOC sensors exist, they suffer from limited lifetimes and low selectivities, and often produce questionable data. Metalorganic frameworks (MOFs) with pores of molecular dimensions are excellent materials to adsorb VOC analytes from air, even at very low concentrations. The SAMETRA project targets the integration of MOFs with transistor technology to realize a novel type of VOC sensor. In addition, the modular nature of MOFs and microfabrication will be combi ned to demonstrate proof -of-concept ‘electronic noses’ for the selective detection in mixtures of VOCs. Since the fabrication of high -quality devices will go hand in hand with gaining fundamental understanding of the sensor response, the project brings tog ether expertise in MOFs, the physics and chemistry of thin films and interfaces, and thin -film transistors. Institution: KU Leuven 1. GENERAL INFORMATION Name app licant Rob Ameloot FWO Project Number & Title Chemical sensor arrays based on metal -organic frameworks and field-effect transistors (SAMETRA) G087422N Affiliation ● KU Leuven 2 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The expected data volume generated within SAMET RA is 1-2 Gb per month . Objective 1: Mixed -linker MOF films: deposition and characterizatio n Data related to this objective are mostly the characterization of the prepared samples, including different types of microscopy and spectroscopy. The details of raw and exported data formats are listed below. equipment raw format exported format X-ray diffraction XRDML CSV scanning electron microscopy TIF or JPEG Transmission electron microscopy TIF or JPEG Infrared spectroscopy BSP CSV Nuclear magnetic resonance spectroscopy FID CSV X-ray photoelectron spectroscopy SPE CSV thermogravimetric analysis NGB -SS3 CSV mass spectroscopy EXP CSV UV Vis spectroscopy SP CSV Objective 2: Fabrication of MOF -FET sensor elements with embedded microhotplates In addition to a series of fabrication protocols, characterization data will be generated. The details of raw format and exported format are listed below. equipment raw format exported format X-ray diffraction XRDML CSV scanning electron microscopy TIF or JPEG infrared spectroscopy BSP CSV optical microscopy TIF or JPEG Design files Various proprietary formats Objective 3 & 4: Understanding surface, interface, and bulk effects & proof of concept. The data generated in this objective will be cyclic voltammogram s (incl. those recorded via a probe station) , work function data, leakage current measurements, capa citive measurements, and impedance spectroscopy . These data will be saved in CSV file format. 3 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) ● No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP re strictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Yes If the proposed concept works, a meeting will be planned with the the KU Leuven tech transfer office to investigate patentability . The base te chnology of the approach is already protected by a granted patent. In case a patent application will be filed directly resulting from this project, the related data will not be freely shared at least until the patent filing. Do existing 3rd party agreeme nts restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? An overview file that contains references to the raw data files will be kept. Regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings between th e WP leaders and researchers involved in the project. In both the Word reports and Powerpoint presentations, the file names of the raw data files will be included. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No The details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of the raw and processed datafiles will be mentioned. Files will be named according to a pre - agreed convention. This working method obviates the nee d for a separate INFO.txt file in each directory yet ensures that the data can be understood by other team members and can be reused in the future. For published papers, the subset of the raw and processed data discussed in that manuscript will be copied and organized according the paper structure. Likely, this is the data subset that will be most frequently revisited and shared afterwards. 5 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored? The data will be stored via a cl oud storage solution that allows sharing with the WP leaders and researchers involved in the project. How is back up of the data provided? The data on the cloud storage server are automatically backed up. Unlimited versioning is included in the selected p lan so that accidental erasing or modifying does not pose a risk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how thi s will be taken care of. ● Yes The total amount of data generated during the project should not exceed a few TB and is therefore compatible with the selected cloud storage solution. What are the expected costs for data storage and back up during the projec t? How will these costs be covered? The costs for saving the data to the cloud storage server (including regular backup) should not exceed a few hundred euros. These costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated during the project will be systematically transferred to the cloud storage server. Only the WP leaders and researchers involved in this project will have access to the shared folders where the data, reports and presentations will be stored. 6 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Wher e will the data be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options w ill be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The annual cost for long -term storage of the data, either through a cloud storage service or the university's central servers, is estimated at a few hundred euro. Since the budget of the current FWO project will no longer be availab le, creative solutions will have to be found. 7 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: The data wil l remain accessible among the WP leaders and the researchers involved in the project. Access to the data can be granted to other persons, upon request and agreement among the leaders . A patent application can be a limiting factor in granting access to the data. Which data will be made available after the end of the project? In case no restrictions apply, the written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? ● Upon request by mail The data that will not have been uploaded in a resository such as 'Scientific data' (https://www.nature.com/sdata/) to accompany a publication can be requ ested via email. When will the data be made available? ● Upon publication of the research results Description of the full scientific method and results will be made available with journal publications. Who will be able to access the data and under what conditions? Upon request, access to the samples and data can be granted, upon agreement of the project leaders . Commercial reuse will not be allowed. What are the expected costs for data sharing? How will the costs be covered? Because of the choice for a cloud storage solution for the data, no additional costs will be booked for data sharing. 8 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The project leaders and the researchers involved in this project will be jointly responsible. Who will be responsible for data storage & back up during the project? The project leaders and the researchers involved in this project will be jointly responsible. Because of the choice for a cloud storage solution, no additional action is needed for data backup. Who will be responsible for ensuring data preservation and reuse ? The project leaders and the researchers involved in this project will be jointly responsible. Who bears the end responsibility for updating & implementing this D MP? The project leaders bear the end responsibility of updating & implementing this DMP."
}