{
    "document_id": "D-2024-3565",
    "LinkTitle": "D-2024-3565",
    "file_name": "D-2024-3565.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3565.pdf",
    "metadata": {
        "title": "D-2024-3565",
        "author": "Veerle Van den Eynden",
        "num_pages": 21
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template - Flemish Standard Data Management Plan \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project \nor fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later \nthan 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination \noffice of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final \nevaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP may \nuse this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link\n.  \n \n \n    \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Marc Ferrante - 0000 -0003 -1492 -0716  \n \nContributor name(s) ( + ORCID) & roles   \nProject number  1 & title  1804425N - Host -microbiome interactions through IBD -on-a-chip  \nFunder(s) GrantID  2 1804425N  \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Current research models fail to mimic the complexity of multifactorial diseases, such as \ninflammatory  bowel disease (IBD). Alterations in the intestinal microbiota, disruption of the epithelial \nbarrier and  overreactive immune cells, form a dynamic interplay within IBD. In addition, the \nconsumption of  ultra-processed foods is rapidly rising and increasing evidence points towards a \nnegative impact on  gut homeostasis. The absence of patient - and disease -specific research models, \nhampers the  understanding and translation of findings into patients.  \n \nIntestinal organoids, three -dimensional (3D) ex vivo models of the human intestinal epithelium are  \ngame changers by mimicking patient- and disease -specific characteristics, and reducing the need \nfor animal models. Still, cellular diversity and targeted differentiation, as well as improved models  \nincluding fluid flow and peristalsis are lacking despite being pivotal to unravel mechanisms \nunderlying  IBD, including host -microbiome interactions.  \n Within this project, we aim to improve cellular diversity and further characterization of IBD organoid  \n(derived) models to ultimately unravel interactions with microbial and dietary components. Finally,  \nwe aim to establish a gut-on-a -chip model, including IBD patient derived epithelial cells, microbiota  \nand immune cells. All together, these models will result in 1) the establishment of a standardized  \nportfolio to 2) help unravel host -microbiome interactions in IBD.  \n  \n \n \n      \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data  \n3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nClinical  data  Data retrieved \nfrom the patient \nrecords system \n(KWS platform \nUZ Leuven), \nstored in a \npseudonymised manner.  ☐ Generate new \ndata  \n☒ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : Excel  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nStorage files -\nserum samples -\nmucosal biopsy/organoid - feces  Samples are \nbeing collected \nin a \npseudonymised \nmanner, and \nstored physically \nin UZ Leuven \nbiobank using \n2D barcode \nlabels. Registration and storage \ninformation are \nbeing recorded \nin a ☐ Generate new \ndata  \n☒ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : Excel ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n  \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n standardized \nmanner (ie. one \nfile per sample \ntype: serum, \nmucosal biopsy, \nderived \norganoids, \nfeces). The \nsamples for this \nproject in \nparticular are \nthus part of our \ngeneral sample \nstorage files.  \nRaw Data  Transcriptomic \nanalysis of \nepithelial cells, \nsequenced \ngenerated by \nthe Genomics \ncore (UZ/KU \nLeuven) \nsecretomic \nanalysis of \nepithelial cells, \nsequenced \ngenerated by \nMSD panels \nImmunofluoresc\nent staining of \nchips Papp ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : FASTQ  \n.csv \n.xlsx \n.tiff \n.exp \n.lif \n \n ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n (barrier integrity \nmeasurements) \nMicrobiome 16S \nsequencing  \nProcessed \ndata  Transcriptomic \nanalysis of \nepithelial cells, \nsequenced \ngenerated by \nthe Genomics \ncore (UZ/KU \nLeuven) secretomic \nanalysis of \nepithelial cells, \nsequenced \ngenerated by \nMSD panels \nImmunofluoresc\nent staining of \nchips Papp \n(barrier integrity \nmeasurements) \nMicrob iome 16S \nsequencing  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .xls \n.tiff \n.pdf \n.ppt ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nMetadata  Overview file \nwith a clear \ndescription of \nwhat the data \nrepresent, how \nthey were ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  Excel ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n generated, \nqualtiy control \netc ☐ Software  \n☐ Other :  \nScript  Code that will \ntransform raw \ndata into \nprocessed data. \nCode that will \ntransform \nprocessed data \ninto results  ☒ Generate new \ndata  \n☒ Reuse existing \ndata  ☐ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : R code  \nGithub  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nResults  The outcome of \nthe project \nincluding tables, \nfigurers and text explaining those  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : Ppt,  \nPdf,  \nTiff  \n ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nLab note \nbooks  Data written \nnotes associated \nwith carrying \nout experimental procedures  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : Physical labbook  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☒ NA \n 1 Book  \nStandard \noperating procedures  Written \nprotocols for ☒ Generate new \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  Pdf  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n experimental \nprocedures  ☒ Reuse existing \ndata  ☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : ☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent identifier \n(e.g. DOI, Handle, URL etc.) per dataset or data type .   \n Reuse existing patient data from patient files including age, gender, disease duration and therapy. Personal \ndata relating to the study participants including name and date -of-birth will be collected for identifier \npurposes. These personal data will only be available to researchers directly involved in the recruitment \nphase. For the remainder of the study, all derivative clinical parameters such as age, gender, disease \nduration and therapy will be coded, and thus pseudonymised. The file linking the code and  personal \nidentifiers will only be accessible to authorized individuals and stored in a restricted access, secure \nenvironment managed by the KU Leuven/UZ Leuven ICT facility . \nPersonal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ \nLeuven)  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data types \nwhen appropriate  and provide the relevant \nethical approval number.  ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data; provide ECD reference number:    \n☐ Yes, dual use; provide approval  number :   \n☐ No \nAdditional information : \nPersonal data relating to the study participants including name and date -of-birth will be collected for \nidentifier purposes. These personal data will only be available to researchers directly involved in the \nrecruitment phase. For the remainder of the study, all derivative clinical parameters such as age, gender, \ndisease duration and therapy will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted a\nccess, secure \nenvironment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven)\n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nPersonal data relating to the donors of organoid cultures (e.g. disease status, age, gender) are \npseudonymized with a patient ID. The file linking the patient ID with personal identifiers will only be \naccessible to authorized individuals and stored in a re stricted access, secure environment managed by the \nKU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684.  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \n \nThe project includes the establishment of improved  patient -specific IBD models to unravel host -microbial  \nand dietary interactions.  In a later phase, the developed model  and applications  might be of interest for \ncommercial valorization. We are currently having meetings with LRD regarding this topic and are discussing any potential for research valorisation. After finishing the project and before dissemination of the results, we will look carefully if any valorisable material is present. Additional IP discussions might start from that \npoint on in agreement with LRD.  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n   \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Standard experimental procedures (SOPs) and practices are/will be fully documented as PDF and saved on \nthe KUL Shared J- drive assigned to our group.  The methodology and protocol will be described in detail in \nthe physical lab book that will be stored at the lab at all times. An accompanying key file (.xls) to decipher \nwhich result files match which protocol (which will reference the pages in the lab bo ok) will also be available \non a shared drive.  \n \nOnly members from the team will have access to these folders.  \nData folders containing the raw data are being stored on our KUL Archive K drive. Data folders containing \npseudonymized clinical data, processed data, metadata and scripts* are stored on our KUL Shared J - drive. \nData folder names will always contain the date, type of experiment, and the name of the study cohort. \n*Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R Markdown. \nUsed software will be version -controlled and tracked via version numbers in the scripts.  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard will \nbe used. If not, please specify which metadata \nwill be created to make the data easier to find \nand reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nThe biological samples registered in the biobank will contain metadata required by the royal decree of \nbiobanking (9JAN2018), standardized metadata to trace the pre -analytical factors of the sample which are \nmost likely to impact research results. Where no  metadata standard exists ,we do have a minimal set of \nrequirements that will be followed in order to ensure standardization and possibility to reinterpret and \nreuse the data when necessary and permitted. All collected data will be labelled with (1) title,  (2) author, (3) \ndata type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer \nand model identification). Depending on the nature of data additional metadata are collected.  \n \nText documents and Excel files stored within each experiment folder will respectively contain guidelines \ndescribing data collection/analysis methods and all relevant metadata (including experimental conditions, \nquality control metrics, computational analysis pipelines and their parameters) to ensure the reusability of \nthe data and the reproducibility of any further data generation. \n \nRNA,16s rRNA Sequencing: All experimental data will be noted every day in the lab book including all \ndetailed experimental data. Once the sequencing data will be available, all files and folders will be labeled \nin a clearly structured way. The explanation of the labeling and the performed analysis will also be written \ndown in the lab book. For sequencing, sequencing depth and analysis cut- offs will also be noted.  \n \nMicroscopy: The labeling of every individual picture taken will contain the patient culture number, the \npassage number, the experimental stimulation and the magnification.  \n \nPapp measurements: Every sampling will be noted every day and contain all experimental information \n(patient culture number, passage number, experimental stimulation). Analysis will be performed by a  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n platereader instru ment and stored in excel files. The excel file will also contain all experimental data and \nrefer to the according pages in the labbook.  \n \nBiobank  \nAll patient information (age, gender, disease) will be registered in an psuedonymized way in the file \ncontaining all collected samples. Every patient will receive an identification nummer which can only be \ndecoded by the responsible data manager.  \n \nMSD : all information on the samples (plate layouts that indicate which samples will be used) and the used \nkits will be registered in the lab book and electronically in .xls (which will go into the shared drive). The \nprotocol will be stored in the lab book as well. The data analysis will be done in R for which the script (that \nalso specifies every step) will be made available in the shared folder.  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ Teams  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ ManGO  \n☐ Digital vault  \n☒ Other: One drive KU Leuven  \n☒ All experimental data will be written down in a physical lab book with the chronological reporting of all related \nexperiments and results including a cross reference to electronic storage of data. Physical lab books will be kept \nin the lab at all time.  \nThe physical samples (cells, supernatant, RNA, cDNA …) will be stored in our biobank at TARGID for potential later \nuse. The necessary storage room for the expected amount of biological material is already ascertained.  \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes :  \nThe OneDrive has a limitation in storage capacity (2TB) which we expect to be sufficient for this project. Larger \ndata files containing raw data can in addition be stored on the K -drive of KU Leuven.  \nFor storage of physical samples we have currently sufficient storage space in fridges and freezers.  \n☐ No \n \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        17 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES ) \nTHAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA \nARE SAFE .  \nGuidance on security for research data   \n Access to KU Leuven administered drives is conditioned by KU Leuven security groups. Data concerning \npatient information stored in excel files will be password protected and only the responsible researchers \nwill have access. Furthermore, the raw data are stored on the archive K drive with (1) limited access (only a limited set of people have access) and (2) an overwrite and delete protection (based on read -write access) \nin order to prevent accidental loss of these data. Hard copies of the Informed Consent fo rms and paper lab \nnotebooks are kept in locked cabinets in the lab of the PIs. Access will be controlled by PI determined access rights mediated by password protection and customised read/write permissions . \n \n \n \n  \nWhat are the expected costs for data storage and \nbackup during the research project? How will \nthese costs be covered?  1 TB is available on the central archive K drive of our research group (€100/year) – for this project we will \nneed < 0,5 TB for raw data storage 0,5 TB is available on the central Shared J- drive of our research group \n(€500/year) – for this project we will need < 0,5 TB for pseudonymized clinical data, processed data, \nmetadata, scripts, SOPs, and results. When needed, these drives are expandable in blocks and funding to \ncover the costs is available in our group  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        18 \n Which data will be retained for at least five years \n(or longer, in agreement with other retention \npolicies that are applicable) after the end of the  \nproject? In case some data cannot be preserved, \nclearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal \nproducts for human use and for clinical experiments on humans  \n☒ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \nThe cell cultures/organoids will not be stored for 10 years since this is biologically not possible. Data  \nobtained through the experiments and microscopy slides will be stored.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  K U \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive (J- drive)  \n☒ Other (specifiy):  \n \nThe data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 \nyears, conform the KU Leuven RDM policy. Hard copies of the Informed Consent forms, and paper lab notebooks \nare kept in locked cabinets in the lab of the P I. \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The cost of archival on KU Leuven servers is estimated to be between 50 and 75 EUR for the 5 years after \nproject end. Funding is available in our group to cover these costs.  \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        19 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access) \n☐ Other, please specify:  \n \nIn open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven and will be available upon request at lea st 5 years after the project. The information regarding this \ndata can be found in the publications related to the project and the responsible PI will provide the requested data. All patient -related information is protected by the UZ Leuven. If the participants have allowed that \ntheir data can be reused, other researchers can ask for the  data. The data will be provided using a secure \nmedium, e.g. the filesender of Belnet.  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Whenever possible, datasets and the appropriate metadata will be made publicly available through \nrepositories. As detailed above, metadata will contain sufficient information to support data interpretation and reuse. These repositories clearly describe the ir conditions of use. For data shared upon request, a data \ntransfer agreement will be concluded with the involved parties in order to clearly describe the types of reuse \nthat are permitted.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data type where appropriate.  ☐ Yes, privacy aspects  \n☒ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n If yes, please specify : \nWe are currently discussing potential IP with LRD and will make a decision in agreement with them before publishing or submitting any data.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        20 \n Where will the data be made available?  \nIf already known, please provide a repository per \ndataset or data type.  ☐ KU Leuven RDR  \n☒ Other data repository (specify)  \n☒ Other (specify)  \n All data obtained can be available after publication (upon agreement from LRD regarding IP aspects). In open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven \nand will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient -related information is protected by the UZ Leuven. If the participants have allowed that their \ndata can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesend er of Belnet.  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☒ Other (specify)  \n \nUpon approval from LRD  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY \nYOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT \nMIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool t o help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code) \n☐ GNU GPL -3.0 (code)  \n☒ Other (specify)  \nData usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or \nMTAs are discussed, this will always be after consulting and collaborating with LRD.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        21 \n Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n Depending on the data repository and the type of data that would be made available, a unique identifier will be added to the data s et. \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n None, the filesender of Belnet is for free.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher s in the lab  and PI ( Marc Ferrante ) are responsible for data documentation & metadata  \nWho will manage data storage and backup during \nthe research project?  The researcher s in the lab  and PI ( Marc Ferrante ) are responsible for data storage and back -up \nWho will manage data preservation and sharing?  The PI ( Marc Ferrante ) is responsible for ensuring data preservation and reuse  \nWho will update and implement this DMP?  The PI ( Marc F errante ) bears the end responsibility for updating & implementing this DMP. The DMP will be \nevaluated at regular meetings between the researcher and the PI during the project  \n         \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Marc Ferrante - 0000 -0003 -1492 -0716 Contributor name(s) ( + ORCID) & roles Project number 1 & title 1804425N - Host -microbiome interactions through IBD -on-a-chip Funder(s) GrantID 2 1804425N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Current research models fail to mimic the complexity of multifactorial diseases, such as inflammatory bowel disease (IBD). Alterations in the intestinal microbiota, disruption of the epithelial barrier and overreactive immune cells, form a dynamic interplay within IBD. In addition, the consumption of ultra-processed foods is rapidly rising and increasing evidence points towards a negative impact on gut homeostasis. The absence of patient - and disease -specific research models, hampers the understanding and translation of findings into patients. Intestinal organoids, three -dimensional (3D) ex vivo models of the human intestinal epithelium are game changers by mimicking patient- and disease -specific characteristics, and reducing the need for animal models. Still, cellular diversity and targeted differentiation, as well as improved models including fluid flow and peristalsis are lacking despite being pivotal to unravel mechanisms underlying IBD, including host -microbiome interactions. Within this project, we aim to improve cellular diversity and further characterization of IBD organoid (derived) models to ultimately unravel interactions with microbial and dietary components. Finally, we aim to establish a gut-on-a -chip model, including IBD patient derived epithelial cells, microbiota and immune cells. All together, these models will result in 1) the establishment of a standardized portfolio to 2) help unravel host -microbiome interactions in IBD. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Clinical data Data retrieved from the patient records system (KWS platform UZ Leuven), stored in a pseudonymised manner. ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : Excel ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Storage files - serum samples - mucosal biopsy/organoid - feces Samples are being collected in a pseudonymised manner, and stored physically in UZ Leuven biobank using 2D barcode labels. Registration and storage information are being recorded in a ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : Excel ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 standardized manner (ie. one file per sample type: serum, mucosal biopsy, derived organoids, feces). The samples for this project in particular are thus part of our general sample storage files. Raw Data Transcriptomic analysis of epithelial cells, sequenced generated by the Genomics core (UZ/KU Leuven) secretomic analysis of epithelial cells, sequenced generated by MSD panels Immunofluoresc ent staining of chips Papp ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : FASTQ .csv .xlsx .tiff .exp .lif ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 (barrier integrity measurements) Microbiome 16S sequencing Processed data Transcriptomic analysis of epithelial cells, sequenced generated by the Genomics core (UZ/KU Leuven) secretomic analysis of epithelial cells, sequenced generated by MSD panels Immunofluoresc ent staining of chips Papp (barrier integrity measurements) Microb iome 16S sequencing ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .xls .tiff .pdf .ppt ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Metadata Overview file with a clear description of what the data represent, how they were ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model Excel ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 generated, qualtiy control etc ☐ Software ☐ Other : Script Code that will transform raw data into processed data. Code that will transform processed data into results ☒ Generate new data ☒ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : R code Github ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Results The outcome of the project including tables, figurers and text explaining those ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : Ppt, Pdf, Tiff ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Lab note books Data written notes associated with carrying out experimental procedures ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : Physical labbook ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NA 1 Book Standard operating procedures Written protocols for ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound Pdf ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 experimental procedures ☒ Reuse existing data ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : ☐ < 5 TB ☐ > 5 TB ☐ NA GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Reuse existing patient data from patient files including age, gender, disease duration and therapy. Personal data relating to the study participants including name and date -of-birth will be collected for identifier purposes. These personal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all derivative clinical parameters such as age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility . Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number : ☐ No Additional information : Personal data relating to the study participants including name and date -of-birth will be collected for identifier purposes. These personal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all derivative clinical parameters such as age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted a ccess, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven) Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: Personal data relating to the donors of organoid cultures (e.g. disease status, age, gender) are pseudonymized with a patient ID. The file linking the patient ID with personal identifiers will only be accessible to authorized individuals and stored in a re stricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : The project includes the establishment of improved patient -specific IBD models to unravel host -microbial and dietary interactions. In a later phase, the developed model and applications might be of interest for commercial valorization. We are currently having meetings with LRD regarding this topic and are discussing any potential for research valorisation. After finishing the project and before dissemination of the results, we will look carefully if any valorisable material is present. Additional IP discussions might start from that point on in agreement with LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Standard experimental procedures (SOPs) and practices are/will be fully documented as PDF and saved on the KUL Shared J- drive assigned to our group. The methodology and protocol will be described in detail in the physical lab book that will be stored at the lab at all times. An accompanying key file (.xls) to decipher which result files match which protocol (which will reference the pages in the lab bo ok) will also be available on a shared drive. Only members from the team will have access to these folders. Data folders containing the raw data are being stored on our KUL Archive K drive. Data folders containing pseudonymized clinical data, processed data, metadata and scripts* are stored on our KUL Shared J - drive. Data folder names will always contain the date, type of experiment, and the name of the study cohort. *Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R Markdown. Used software will be version -controlled and tracked via version numbers in the scripts. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: The biological samples registered in the biobank will contain metadata required by the royal decree of biobanking (9JAN2018), standardized metadata to trace the pre -analytical factors of the sample which are most likely to impact research results. Where no metadata standard exists ,we do have a minimal set of requirements that will be followed in order to ensure standardization and possibility to reinterpret and reuse the data when necessary and permitted. All collected data will be labelled with (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, quality control metrics, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. RNA,16s rRNA Sequencing: All experimental data will be noted every day in the lab book including all detailed experimental data. Once the sequencing data will be available, all files and folders will be labeled in a clearly structured way. The explanation of the labeling and the performed analysis will also be written down in the lab book. For sequencing, sequencing depth and analysis cut- offs will also be noted. Microscopy: The labeling of every individual picture taken will contain the patient culture number, the passage number, the experimental stimulation and the magnification. Papp measurements: Every sampling will be noted every day and contain all experimental information (patient culture number, passage number, experimental stimulation). Analysis will be performed by a FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 platereader instru ment and stored in excel files. The excel file will also contain all experimental data and refer to the according pages in the labbook. Biobank All patient information (age, gender, disease) will be registered in an psuedonymized way in the file containing all collected samples. Every patient will receive an identification nummer which can only be decoded by the responsible data manager. MSD : all information on the samples (plate layouts that indicate which samples will be used) and the used kits will be registered in the lab book and electronically in .xls (which will go into the shared drive). The protocol will be stored in the lab book as well. The data analysis will be done in R for which the script (that also specifies every step) will be made available in the shared folder. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: One drive KU Leuven ☒ All experimental data will be written down in a physical lab book with the chronological reporting of all related experiments and results including a cross reference to electronic storage of data. Physical lab books will be kept in the lab at all time. The physical samples (cells, supernatant, RNA, cDNA …) will be stored in our biobank at TARGID for potential later use. The necessary storage room for the expected amount of biological material is already ascertained. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes : The OneDrive has a limitation in storage capacity (2TB) which we expect to be sufficient for this project. Larger data files containing raw data can in addition be stored on the K -drive of KU Leuven. For storage of physical samples we have currently sufficient storage space in fridges and freezers. ☐ No If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES ) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data Access to KU Leuven administered drives is conditioned by KU Leuven security groups. Data concerning patient information stored in excel files will be password protected and only the responsible researchers will have access. Furthermore, the raw data are stored on the archive K drive with (1) limited access (only a limited set of people have access) and (2) an overwrite and delete protection (based on read -write access) in order to prevent accidental loss of these data. Hard copies of the Informed Consent fo rms and paper lab notebooks are kept in locked cabinets in the lab of the PIs. Access will be controlled by PI determined access rights mediated by password protection and customised read/write permissions . What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1 TB is available on the central archive K drive of our research group (€100/year) – for this project we will need < 0,5 TB for raw data storage 0,5 TB is available on the central Shared J- drive of our research group (€500/year) – for this project we will need < 0,5 TB for pseudonymized clinical data, processed data, metadata, scripts, SOPs, and results. When needed, these drives are expandable in blocks and funding to cover the costs is available in our group 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be ke pt for 10 years (explain) The cell cultures/organoids will not be stored for 10 years since this is biologically not possible. Data obtained through the experiments and microscopy slides will be stored. Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive K U Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J- drive) ☒ Other (specifiy): The data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. Hard copies of the Informed Consent forms, and paper lab notebooks are kept in locked cabinets in the lab of the P I. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of archival on KU Leuven servers is estimated to be between 50 and 75 EUR for the 5 years after project end. Funding is available in our group to cover these costs. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 19 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: In open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven and will be available upon request at lea st 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient -related information is protected by the UZ Leuven. If the participants have allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesender of Belnet. If access is restricted, please specify who will be able to access the data and under what conditions. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories. As detailed above, metadata will contain sufficient information to support data interpretation and reuse. These repositories clearly describe the ir conditions of use. For data shared upon request, a data transfer agreement will be concluded with the involved parties in order to clearly describe the types of reuse that are permitted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : We are currently discussing potential IP with LRD and will make a decision in agreement with them before publishing or submitting any data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 20 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☒ Other (specify) All data obtained can be available after publication (upon agreement from LRD regarding IP aspects). In open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven and will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient -related information is protected by the UZ Leuven. If the participants have allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesend er of Belnet. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Upon approval from LRD Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool t o help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☒ Other (specify) Data usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or MTAs are discussed, this will always be after consulting and collaborating with LRD. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No Depending on the data repository and the type of data that would be made available, a unique identifier will be added to the data s et. What are the expected costs for data sharing? How will these costs be covered? None, the filesender of Belnet is for free. 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher s in the lab and PI ( Marc Ferrante ) are responsible for data documentation & metadata Who will manage data storage and backup during the research project? The researcher s in the lab and PI ( Marc Ferrante ) are responsible for data storage and back -up Who will manage data preservation and sharing? The PI ( Marc Ferrante ) is responsible for ensuring data preservation and reuse Who will update and implement this DMP? The PI ( Marc F errante ) bears the end responsibility for updating & implementing this DMP. The DMP will be evaluated at regular meetings between the researcher and the PI during the project"
}