{
    "document_id": "D-2023-2205",
    "LinkTitle": "D-2023-2205",
    "file_name": "D-2023-2205.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2205.pdf",
    "metadata": {
        "title": "GET THE PICTURE: PIN1 PATHWAY AS A TARGET TO PREVENT CHRONIC THROMBOEMBOLIC PULMONARY HYPERTENSION",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "GET THE PICTURE: PIN1 PATHWAY AS A TARGET TO PREVENT CHRONIC\nTHROMBOEMBOLIC PULMONARY HYPERTENSION\nA Data Management Plan created using DMPonline.be\nCreator: \nRozenn Quarck \n \nhttps://orcid.org/0000-0002-8293-6261\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nData Manager:\n \nRozenn Quarck \n \nhttps://orcid.org/0000-0002-8293-6261\nGrant number / URL: \nG061123N\nID: \n200809\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nChronic thromboembolic pulmonary hypertension (CTEPH) is a rare and underdiagnosed complication of pulmonary\nembolism (PE), characterized by fibro-thrombotic material mechanically obstructing large pulmonary arteries down to\nmicrovessels, aggravating PH, right ventricular failure and death, if left untreated. Today, surgical pulmonary\nendarterectomy, balloon pulmonary angioplasty and vasodilator drugs are used in combination, to confer near-cure in\nthose with an early diagnosis. There is an unmet need to identify patients at risk developing CTEPH after acute PE.\nPeptidyl-Prolyl Cis/Trans Isomerase NIMA-Interacting protein 1 (Pin1) has pro-coagulant activity and its inhibition\nattenuates experimental PH in rats. Pin1 is elevated in plasma from CTEPH patients. Thus, we hypothesized that Pin1\ncould predict CTEPH after acute PE and its inhibition could be beneficial for the prevention of CTEPH. We consequently\naim to investigate whether Pin1 is a discriminating biomarker to identify individuals at risk using large and unique\ncohorts of healthy subjects, acute PE and CTEPH patients. In addition, our goal is to explore whether inhibition of Pin1\ncould restore pulmonary vascular cell function in vitro using an organ on-a chip methodology and prevent CTEPH\nprogression in vivo using a reliable CTEPH animal model coupled to imaging. The final goal is to translate our findings to\nthe clinical practice to develop preventive therapeutic strategies to hinder CTEPH progression.\nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 8\nGET THE PICTURE: PIN1 PATHWAY AS A TARGET TO PREVENT CHRONIC\nTHROMBOEMBOLIC PULMONARY HYPERTENSION\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or\nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nWP1\nOrigin/Source\nType\nFormat\nVolumes\nInformed consent form (Leuven)\nText\nPrinted paper\n1 per\npatient\nHuman Plasma (Leuven)\nPhysical sample\nCryopreserved\nsample\n2 samples\nper patient\nprocedure\nOverview sample collected\nText\n.xlsx; OneNote\n0.2 GB\n \nWP2\nOrigin/Source\nType\nFormat\nVolumes\nInformed consent form\nText\nPrinted paper\n1 per\npatient\nPulmonary endarterectomy (PEA)\ntissue\nPhysical\nsamples\nHuman tissue\n \n4-12\nsamples per\npatient\nSwan-Ganz pulmonary arterial\ncatheters\nPhysical\nsamples\nCatheter\n1 catheter\nper patient\nprocedure\nPulmonary arterial endothelial\ncells\nPhysical sample\nCryopreserved\nsample\n2-3 samples\nper patient\nprocedure\nOverview sample collected\nText\nxlsx\n0.2 GB\nCell culture growth observation\nimages; text\n.tiff; .xlsx\n2 GB\nCell phenotyping\nimages; text\n.tiff; .xlsx\n5 GB\nEVOS live imaging of pulmonary\narterial endothelial cells\nMovie\n.mp4\n10 GB\nAngiogenesis data\nimages, raw\ndata, graphs\n.tiff; .xlsx; .pzf\n5 GB\npulmonary arterial endothelial\ncell barrier function\nimages\n.tiff; xlsx\n0.3 GB\nProtein lysates, RNA, cDNA\nPhysical sample\nCryopreserved\nsample\n4-6 per\npatient\nRNA, cDNA, qrtPCR\nMolecular\nassessment\n.txt; .xls; .png;\n.pdf; .pzf\n1 GB\nParaffin embedded blocks from\nPEA material\nEmbedded\ntissue\nRoom\ntemperature\npreserved sample\ntissue\n4-12 blocks\nper patient\nCryoblocks from PEA material\nEmbedded\ntissue\nCryopreserved\nsample\n4-12 blocks\nper patient\nHistological images\nImages\n.vsi; .tiff\n10 GB\n \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 8\nWP4\nRabbits\nAnimals\n \n40\nPlasma\nPhysical sample\nCryopreserved\nsample\n1-2 samples\nper animal\nprocedure\nProtein lysates, RNA, cDNA\nPhysical sample\nCryopreserved\nsample\n4-6 per\nanimal\nParaffin embedded blocks from\nrabbit tissue\nEmbedded\ntissue\nPreserved sample\ntissue\n4-12 blocks\nper animal\nCryoblocks from rabbit tissue\nEmbedded\ntissue\nCryopreserved\nsample\n4-12 blocks\nper animal\nHistological images\nImages\n.vsi; .tiff\n10 GB\nTelemetry data\nRaw data,\ngraphs\n.pnm; .xlsx; .pzf\n15 GB\nEchocardiography data\ndigital, raw\ndata, graphs\n.dcm; .xlsx; .pzf\n15 GB\nmicroCT data\nDigital data\n.tiff\n5 TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle,\nURL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nYes, animal data\nPulmonary vascular material and Swan-Ganz catheters are currently collected via the ethical approval S57114 and the biobank\n(S63978). Cellular composition and specific in vitro experiments will be addressed on pulmonary vascular endothelial cells isolated\nfrom pulmonary vascular material and Swan-Ganz catheters.\nAn ethical approval (P047/2022) related to the animal model has already been obtained for another project. A specific proposal\nrelated to the present project will be submitted to the local (KU Leuven) Ethical Committee for Animal Experimentation (ECD)\nwithin the second year (Q3-Q4) of the project.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nPersonal data include demographic information (age, gender, length, body weight, home address...), medical information\n(hemodynamics, exercise capacity, echocardiography) and general health status (smoking behavior, pulmonary embolism history)\nand therapy (medical treatment). Data are exported from UZ Leuven medical record (‘KWS’). Marion Delcroix (promoter) and\nRozenn Quarck (co-promoter) are responsible for data collection and management. These personal data are categorized as ‘special\npersonal data’ of vulnerable individuals and will therefore be treated with caution.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nYes\nConsidering that the present project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands),\nagreements related to exploitation and dissemination have been written down in a collaboration agreement that will be signed by\nall parties involved in the project by September 2023.\nDissemination and exploitation of patient data to third parties obtained is restricted, and we will ensure privacy of the patients by\npseudonymisation. A link between the patient and the dataset will be encoded. This code will not contain information that could\nlead to the identification of the patient and will be stored in an encrypted way on a different location than the pseudonymised data.\nThe unique ‘eenmalig administratief dossiernummer’ (EAD number) in the UZ Leuven KWS patient database will not be used.Codes\nwill only be accessible to Marion Delcroix, promoter and Rozenn Quarck, co-promoter.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the\ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nYes\nConsidering that the present project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands),\nagreements related to exploitation and dissemination have been written down in a collaboration agreement that that will be signed\nby all parties involved in the project by September 2023.\n.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels\nand types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this\ninformation is recorded).\nStandard experimental procedures (SOPs) and practices will be fully documented as word and PDF, and saved on GBW-\n0098_Pulmonary Circulation J-drive.\nThose SOPs include:\n- Pulmonary endarterectomy tissue collection and isolation pulmonary arterial endothelial cells\n- Swan-Ganz catheter collection and isolation pulmonary arterial endothelial cells\n- Blood collection and isolation of extracellular vesicles\n- Culture procedures for pulmonary vascular endothelial cells\n- Procedures to prepare the organ on-chip devices\n- Procedures for in vitro assays (endothelium barrier function; angiogenesis)\n- Sampling procedure and experimental protocol for live imaging, immunostaining, RNA studies and protein assays\n- For microscopic image, dimensions, image type, bit-depth, pixel sizes and microscope settings will be noted and the methodology\nand protocol will also be described in details.\n- Surgical and interventional procedures regarding the animal model (telemetry and catheter implantation, echocardiography,\nright heart catheterization, microCT).\nRaw experimental data will be collected per experimental test, and will include a text file with a clear description of what the data\nrepresent and how they were generated.\nThis description will be documented in notebooks (with page numbers), in electronic format (word files) and/or in One Note.\nThe name of the folder will always contain the date, name of the experiment and the name of the person who performed the\nexperiment.\nEach individual file with experimental data will contain information on the study design, the origin of the samples, and all necessary\ninformation for an independent analyst to use or reuse the data accurately and efficiently.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 8\nYes\nFor raw data, a meta datafile of the experimental settings will be created in a software-dependent format according to\nmethodology. Metadata scheme using excel sheet with locked row and column will be used for other metadata related to\nexperiments and will include data, name of the investigator, type of experiments and link to data documentation.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital files of research data (raw data, figures, excel files, textual files, results from rabbit experiments etc.), that needs to be\naccessible daily and is exchangeable between KU Leuven-affiliated project participants will be stored on local KU Leuven\nresearchers’ PCs, and on the KU Leuven network editable drives, within which where the principal investigator has reserved\ndedicated space for this project (KU Leuven GBW-0098_Pulmonary Circulation J-drive).\nImages from microCT and echocardiography, telemetry data or data that do not need to be frequently accessed will be saved on\nthe shared KU Leuven GBW-0098_Pulmonary Circulation L-drive.\nPaper lab notebooks will be kept in locked closets in the labs of the PIs.\nPhysical samples are stored in the laboratory in histology room, fridges, freezers (-20°C and -80°C), cryo-freezer (-150°C),\ndepending on the kind of sample. At least one sample form all patient physical samples (pulmonary tissue, plasma sample) will be\nstored and archived in the UZ Leuven biobank.\nA detailed overview list of all samples is available. \nHow will the data be backed up?\nResearchers’ computers are backed up through constant synchronization to the Enterprise Box cloud of the KU Leuven (which\nprovides 100 Gb storage per KU Leuven researcher).\nThe KU Leuven network drives and the UZ Leuven central server are automatically backed-up on a daily basis.\nContinuous KU Leuven network drive back-up is guaranteed and supervised by the KU Leuven ICT service and makes use of\n‘snapshot’ technology.\nOnce data sets do no longer need to be accesses and/or modified, (e.g., after publication of manuscripts), archiving to a read-only\nKU Leuven network drive (the K drive) will be done to maintain a copy.\nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter\nwhere the data are copied every hour. In the event that the primary storage unit is corrupted, the ICTS team can get this copy\nonline within an hour.\nBack-ups from microCT and echocardiography images will be taken manually when images are collected.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nRegarding digital data, each researcher will be given access to 100 Gb storage space on the KU Leuven Enterprise Box. For large\nvolume datasets (e.g., microscopy images, microCT images, telemetry data), space will be reserved on the editable KU Leuven\nnetwork drives (J or L).  Space will be reserved on the read-only K drive for storage after the end of the project or after publication\nof manuscripts. Storage on the J and K KU Leuven network drives is extendable by blocks of 100 Gb, storage on the L drive is\nextendable per 5 Tb. Hence, by acquiring additional storage space based on the project’s requirements, sufficient storage can be\nmade available. For storage of physical data, sufficient storage space is available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDigital data: The KU Leuven Enterprise Box cloud is suitable for secure storage of digital data non-personal data. Both UZ Leuven\nand KU Leuven network servers are compatible with GDPR regulations and allow for secure storage of personal data. The access to\nthe KU Leuven server is u-number and password controlled. KU Leuven ICTS services provide the option to control data access for\nauthorized persons only (in this case, KU Leuven affiliated research lab members involved in this project). As mentioned above for\npersonal data stored on the UZ Leuven central server, access will be restricted with access right management only to clinical data\nmanager Rozenn Quarck and by co-promoter Dr. M. Delcroix. \nAccess to the server and to “One Note” files is restricted to the research group members only and secured by a strict access right\nmanagement controlled by the PI. The access to the KU Leuven server and One Note files is u-number and password controlled.\nAll physical data, printed forms and notebooks are stored in the labs in locked cabinet. Access to the lab is secured and badge\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 8\ncontrolled. In case samples are stored at the Biobank, secure storage is guaranteed by controlling access to the storage location.\nAccess to this location will be limited to one person and one back-up person per research group.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be\ncovered?\nCosts for \ndigital data\n storage and back-up during the project have been included in the research budget of the project.\nThe current cost rate for the KU Leuven network drives are:\nKU Leuven Enterprise Box: 25€/y/100 Gb block\nJ-drive: 503.66€/y/1 Tb block\nK-drive: 6.40€/y/100Gb block (K),\nL-drive: 869€/y/5Tb block.\nCosts for \nphysical data\n are only applying for biological samples of human origin in case they are stored in the Biobank. The UZ\nLeuven Biobank is currently still in the process of calculating the yearly storage cost per sample.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this\n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data and metadata will be retained for 10 years after the project (per the requirements of Research Data Management\npolicy of the KU Leuven). The same term will be applied to physical data. Long-term storage of personal data additionally requires\nGDPR clearance, which will be obtained upon approval from the Ethics Committee of UZ Leuven.\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data will be archived on the KU Leuven K drive for storage of read-only data.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nCost rate for storage on the K drive is 6.4€/year/100Gb. To store a total of 5 Tb for 10 years, the estimated cost hence is 3,200 €.\nCosts will be allocated to the project budget.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section\nplease explain per dataset or data type which data will be made available.\nOther, please specify:\nMain findings of the research with all supporting processed data will be made available through publication in peer-reviewed\njournals with open access policies (as required by FWO regulations). All manuscripts will also be deposited in the KU Leuven Lirias\ndigital repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll KU Leuven-affiliated researchers involved in the project will have access to non-personal data on the KU Leuven servers through\ntheir u-number and accompanying personal password. Since this project involves a collaboration with a third partner outside of KU\nLeuven (LUMC, Leiden, The Netherlands), data that can be shared will be deposited on a Teams-based storage platform that can be\nmade accessible to external users.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n6 of 8\nPersonal data \nwill only be shared only with certain third parties (as will be specified in the GDPR addendum to the informed\nconsent form) if needed, thereby always ensuring the privacy of the donors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with\na 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nYes, Privacy aspects\nYes, Intellectual Property Rights\nAll KU Leuven-affiliated researchers involved in the project will have access to non-personal data on the KU Leuven servers through\ntheir u-number and accompanying personal password. Since this project involves a collaboration with a third partner outside of KU\nLeuven (LUMC, Leiden, The Netherlands), data that can be shared will be deposited on a Teams-based storage platform that can be\nmade accessible to external users.\nSince this project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands), agreements related\nto \nexploitation and dissemination\n have been written down in a collaboration agreement that will be signed by all parties\ninvolved in the project by September 2023.\nSince this project encompasses a collaboration with a non-KU Leuven partner (Inserm, France), agreements related to \nIP rights\nand ownership\n have been written down in a collaboration agreement that will be signed by all parties involved in the project by\nSeptember 2023.\nPersonal data will only be shared only with certain third parties (as will be specified in the GDPR addendum to the informed\nconsent form) if needed, thereby always ensuring the privacy of the donors.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?\nData will be made available as publications at logical points during the course of the project when the research questions have\nbeen sufficiently addressed. Other data will be made available upon request, where considered appropriate, following publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAll papers will be published in open access journals (according to FWO regulations) under an Attribution-NonCommercial-\nNoDerivatives 4.0 International (CC BY-NC-ND 4.0) license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nFor sharing digital data, no sharing costs are foreseen. For sharing physical data, Material Transfer Agreements will have to be put\nin place which will be mutually signed. Shipping costs would be covered by either party (through the FWO budget in case of the\nprovider) as long as the costs are low, however, significant sharing costs will be expected to be borne by the requestor.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n7 of 8\nWho will manage data documentation and metadata during the research project?\nThe PI (Marion Delcroix) and Co-PI (Rozenn Quarck) will be responsible for documentation of data and metadata. PhD students and\ntechnicians will have the daily responsibility of record keeping of all data (digital, paper and biological samples). They will also be\nresponsible for a correct and accurate data entry and recording of metadata. \nWho will manage data storage and backup during the research project?\nPhD students and technicians will have the daily responsibility of record keeping of all data (digital, paper and biological samples).\nThey will also be responsible for a correct and accurate data entry and recording of metadata. The PI (Marion Delcroix) and Co-PI\n(Rozenn Quarck) will be responsible for data storage and back up during the project. \nWho will manage data preservation and sharing?\nLeuven: The PI (Marion Delcroix) and Co-PI (Rozenn Quarck). \nWho will update and implement this DMP?\nThe PI (Marion Delcroix) and Co-PI (Rozenn Quarck). \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n8 of 8"
    },
    "clean_full_text": "GET THE PICTURE: PIN1 PATHWAY AS A TARGET TO PREVENT CHRONIC THROMBOEMBOLIC PULMONARY HYPERTENSION A Data Management Plan created using DMPonline.be Creator: Rozenn Quarck https://orcid.org/0000-0002-8293-6261 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Data Manager: Rozenn Quarck https://orcid.org/0000-0002-8293-6261 Grant number / URL: G061123N ID: 200809 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Chronic thromboembolic pulmonary hypertension (CTEPH) is a rare and underdiagnosed complication of pulmonary embolism (PE), characterized by fibro-thrombotic material mechanically obstructing large pulmonary arteries down to microvessels, aggravating PH, right ventricular failure and death, if left untreated. Today, surgical pulmonary endarterectomy, balloon pulmonary angioplasty and vasodilator drugs are used in combination, to confer near-cure in those with an early diagnosis. There is an unmet need to identify patients at risk developing CTEPH after acute PE. Peptidyl-Prolyl Cis/Trans Isomerase NIMA-Interacting protein 1 (Pin1) has pro-coagulant activity and its inhibition attenuates experimental PH in rats. Pin1 is elevated in plasma from CTEPH patients. Thus, we hypothesized that Pin1 could predict CTEPH after acute PE and its inhibition could be beneficial for the prevention of CTEPH. We consequently aim to investigate whether Pin1 is a discriminating biomarker to identify individuals at risk using large and unique cohorts of healthy subjects, acute PE and CTEPH patients. In addition, our goal is to explore whether inhibition of Pin1 could restore pulmonary vascular cell function in vitro using an organ on-a chip methodology and prevent CTEPH progression in vivo using a reliable CTEPH animal model coupled to imaging. The final goal is to translate our findings to the clinical practice to develop preventive therapeutic strategies to hinder CTEPH progression. Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 8 GET THE PICTURE: PIN1 PATHWAY AS A TARGET TO PREVENT CHRONIC THROMBOEMBOLIC PULMONARY HYPERTENSION FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. WP1 Origin/Source Type Format Volumes Informed consent form (Leuven) Text Printed paper 1 per patient Human Plasma (Leuven) Physical sample Cryopreserved sample 2 samples per patient procedure Overview sample collected Text .xlsx; OneNote 0.2 GB WP2 Origin/Source Type Format Volumes Informed consent form Text Printed paper 1 per patient Pulmonary endarterectomy (PEA) tissue Physical samples Human tissue 4-12 samples per patient Swan-Ganz pulmonary arterial catheters Physical samples Catheter 1 catheter per patient procedure Pulmonary arterial endothelial cells Physical sample Cryopreserved sample 2-3 samples per patient procedure Overview sample collected Text xlsx 0.2 GB Cell culture growth observation images; text .tiff; .xlsx 2 GB Cell phenotyping images; text .tiff; .xlsx 5 GB EVOS live imaging of pulmonary arterial endothelial cells Movie .mp4 10 GB Angiogenesis data images, raw data, graphs .tiff; .xlsx; .pzf 5 GB pulmonary arterial endothelial cell barrier function images .tiff; xlsx 0.3 GB Protein lysates, RNA, cDNA Physical sample Cryopreserved sample 4-6 per patient RNA, cDNA, qrtPCR Molecular assessment .txt; .xls; .png; .pdf; .pzf 1 GB Paraffin embedded blocks from PEA material Embedded tissue Room temperature preserved sample tissue 4-12 blocks per patient Cryoblocks from PEA material Embedded tissue Cryopreserved sample 4-12 blocks per patient Histological images Images .vsi; .tiff 10 GB Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 8 WP4 Rabbits Animals 40 Plasma Physical sample Cryopreserved sample 1-2 samples per animal procedure Protein lysates, RNA, cDNA Physical sample Cryopreserved sample 4-6 per animal Paraffin embedded blocks from rabbit tissue Embedded tissue Preserved sample tissue 4-12 blocks per animal Cryoblocks from rabbit tissue Embedded tissue Cryopreserved sample 4-12 blocks per animal Histological images Images .vsi; .tiff 10 GB Telemetry data Raw data, graphs .pnm; .xlsx; .pzf 15 GB Echocardiography data digital, raw data, graphs .dcm; .xlsx; .pzf 15 GB microCT data Digital data .tiff 5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Pulmonary vascular material and Swan-Ganz catheters are currently collected via the ethical approval S57114 and the biobank (S63978). Cellular composition and specific in vitro experiments will be addressed on pulmonary vascular endothelial cells isolated from pulmonary vascular material and Swan-Ganz catheters. An ethical approval (P047/2022) related to the animal model has already been obtained for another project. A specific proposal related to the present project will be submitted to the local (KU Leuven) Ethical Committee for Animal Experimentation (ECD) within the second year (Q3-Q4) of the project. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data include demographic information (age, gender, length, body weight, home address...), medical information (hemodynamics, exercise capacity, echocardiography) and general health status (smoking behavior, pulmonary embolism history) and therapy (medical treatment). Data are exported from UZ Leuven medical record (‘KWS’). Marion Delcroix (promoter) and Rozenn Quarck (co-promoter) are responsible for data collection and management. These personal data are categorized as ‘special personal data’ of vulnerable individuals and will therefore be treated with caution. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Considering that the present project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands), agreements related to exploitation and dissemination have been written down in a collaboration agreement that will be signed by all parties involved in the project by September 2023. Dissemination and exploitation of patient data to third parties obtained is restricted, and we will ensure privacy of the patients by pseudonymisation. A link between the patient and the dataset will be encoded. This code will not contain information that could lead to the identification of the patient and will be stored in an encrypted way on a different location than the pseudonymised data. The unique ‘eenmalig administratief dossiernummer’ (EAD number) in the UZ Leuven KWS patient database will not be used.Codes will only be accessible to Marion Delcroix, promoter and Rozenn Quarck, co-promoter. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Considering that the present project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands), agreements related to exploitation and dissemination have been written down in a collaboration agreement that that will be signed by all parties involved in the project by September 2023. . 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Standard experimental procedures (SOPs) and practices will be fully documented as word and PDF, and saved on GBW- 0098_Pulmonary Circulation J-drive. Those SOPs include: - Pulmonary endarterectomy tissue collection and isolation pulmonary arterial endothelial cells - Swan-Ganz catheter collection and isolation pulmonary arterial endothelial cells - Blood collection and isolation of extracellular vesicles - Culture procedures for pulmonary vascular endothelial cells - Procedures to prepare the organ on-chip devices - Procedures for in vitro assays (endothelium barrier function; angiogenesis) - Sampling procedure and experimental protocol for live imaging, immunostaining, RNA studies and protein assays - For microscopic image, dimensions, image type, bit-depth, pixel sizes and microscope settings will be noted and the methodology and protocol will also be described in details. - Surgical and interventional procedures regarding the animal model (telemetry and catheter implantation, echocardiography, right heart catheterization, microCT). Raw experimental data will be collected per experimental test, and will include a text file with a clear description of what the data represent and how they were generated. This description will be documented in notebooks (with page numbers), in electronic format (word files) and/or in One Note. The name of the folder will always contain the date, name of the experiment and the name of the person who performed the experiment. Each individual file with experimental data will contain information on the study design, the origin of the samples, and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 8 Yes For raw data, a meta datafile of the experimental settings will be created in a software-dependent format according to methodology. Metadata scheme using excel sheet with locked row and column will be used for other metadata related to experiments and will include data, name of the investigator, type of experiments and link to data documentation. 3. Data storage & back-up during the research project Where will the data be stored? Digital files of research data (raw data, figures, excel files, textual files, results from rabbit experiments etc.), that needs to be accessible daily and is exchangeable between KU Leuven-affiliated project participants will be stored on local KU Leuven researchers’ PCs, and on the KU Leuven network editable drives, within which where the principal investigator has reserved dedicated space for this project (KU Leuven GBW-0098_Pulmonary Circulation J-drive). Images from microCT and echocardiography, telemetry data or data that do not need to be frequently accessed will be saved on the shared KU Leuven GBW-0098_Pulmonary Circulation L-drive. Paper lab notebooks will be kept in locked closets in the labs of the PIs. Physical samples are stored in the laboratory in histology room, fridges, freezers (-20°C and -80°C), cryo-freezer (-150°C), depending on the kind of sample. At least one sample form all patient physical samples (pulmonary tissue, plasma sample) will be stored and archived in the UZ Leuven biobank. A detailed overview list of all samples is available. How will the data be backed up? Researchers’ computers are backed up through constant synchronization to the Enterprise Box cloud of the KU Leuven (which provides 100 Gb storage per KU Leuven researcher). The KU Leuven network drives and the UZ Leuven central server are automatically backed-up on a daily basis. Continuous KU Leuven network drive back-up is guaranteed and supervised by the KU Leuven ICT service and makes use of ‘snapshot’ technology. Once data sets do no longer need to be accesses and/or modified, (e.g., after publication of manuscripts), archiving to a read-only KU Leuven network drive (the K drive) will be done to maintain a copy. For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter where the data are copied every hour. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within an hour. Back-ups from microCT and echocardiography images will be taken manually when images are collected. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Regarding digital data, each researcher will be given access to 100 Gb storage space on the KU Leuven Enterprise Box. For large volume datasets (e.g., microscopy images, microCT images, telemetry data), space will be reserved on the editable KU Leuven network drives (J or L). Space will be reserved on the read-only K drive for storage after the end of the project or after publication of manuscripts. Storage on the J and K KU Leuven network drives is extendable by blocks of 100 Gb, storage on the L drive is extendable per 5 Tb. Hence, by acquiring additional storage space based on the project’s requirements, sufficient storage can be made available. For storage of physical data, sufficient storage space is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Digital data: The KU Leuven Enterprise Box cloud is suitable for secure storage of digital data non-personal data. Both UZ Leuven and KU Leuven network servers are compatible with GDPR regulations and allow for secure storage of personal data. The access to the KU Leuven server is u-number and password controlled. KU Leuven ICTS services provide the option to control data access for authorized persons only (in this case, KU Leuven affiliated research lab members involved in this project). As mentioned above for personal data stored on the UZ Leuven central server, access will be restricted with access right management only to clinical data manager Rozenn Quarck and by co-promoter Dr. M. Delcroix. Access to the server and to “One Note” files is restricted to the research group members only and secured by a strict access right management controlled by the PI. The access to the KU Leuven server and One Note files is u-number and password controlled. All physical data, printed forms and notebooks are stored in the labs in locked cabinet. Access to the lab is secured and badge Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 8 controlled. In case samples are stored at the Biobank, secure storage is guaranteed by controlling access to the storage location. Access to this location will be limited to one person and one back-up person per research group. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs for digital data storage and back-up during the project have been included in the research budget of the project. The current cost rate for the KU Leuven network drives are: KU Leuven Enterprise Box: 25€/y/100 Gb block J-drive: 503.66€/y/1 Tb block K-drive: 6.40€/y/100Gb block (K), L-drive: 869€/y/5Tb block. Costs for physical data are only applying for biological samples of human origin in case they are stored in the Biobank. The UZ Leuven Biobank is currently still in the process of calculating the yearly storage cost per sample. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data and metadata will be retained for 10 years after the project (per the requirements of Research Data Management policy of the KU Leuven). The same term will be applied to physical data. Long-term storage of personal data additionally requires GDPR clearance, which will be obtained upon approval from the Ethics Committee of UZ Leuven. Where will these data be archived (stored and curated for the long-term)? Digital data will be archived on the KU Leuven K drive for storage of read-only data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost rate for storage on the K drive is 6.4€/year/100Gb. To store a total of 5 Tb for 10 years, the estimated cost hence is 3,200 €. Costs will be allocated to the project budget. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: Main findings of the research with all supporting processed data will be made available through publication in peer-reviewed journals with open access policies (as required by FWO regulations). All manuscripts will also be deposited in the KU Leuven Lirias digital repository. If access is restricted, please specify who will be able to access the data and under what conditions. All KU Leuven-affiliated researchers involved in the project will have access to non-personal data on the KU Leuven servers through their u-number and accompanying personal password. Since this project involves a collaboration with a third partner outside of KU Leuven (LUMC, Leiden, The Netherlands), data that can be shared will be deposited on a Teams-based storage platform that can be made accessible to external users. Created using DMPonline.be. Last modiﬁed 29 June 2023 6 of 8 Personal data will only be shared only with certain third parties (as will be specified in the GDPR addendum to the informed consent form) if needed, thereby always ensuring the privacy of the donors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other Yes, Privacy aspects Yes, Intellectual Property Rights All KU Leuven-affiliated researchers involved in the project will have access to non-personal data on the KU Leuven servers through their u-number and accompanying personal password. Since this project involves a collaboration with a third partner outside of KU Leuven (LUMC, Leiden, The Netherlands), data that can be shared will be deposited on a Teams-based storage platform that can be made accessible to external users. Since this project encompasses a collaboration with a non-KU Leuven partner (LUMC, Leiden, The Netherlands), agreements related to exploitation and dissemination have been written down in a collaboration agreement that will be signed by all parties involved in the project by September 2023. Since this project encompasses a collaboration with a non-KU Leuven partner (Inserm, France), agreements related to IP rights and ownership have been written down in a collaboration agreement that will be signed by all parties involved in the project by September 2023. Personal data will only be shared only with certain third parties (as will be specified in the GDPR addendum to the informed consent form) if needed, thereby always ensuring the privacy of the donors. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Data will be made available as publications at logical points during the course of the project when the research questions have been sufficiently addressed. Other data will be made available upon request, where considered appropriate, following publication. Which data usage licenses are you going to provide? If none, please explain why. All papers will be published in open access journals (according to FWO regulations) under an Attribution-NonCommercial- NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? For sharing digital data, no sharing costs are foreseen. For sharing physical data, Material Transfer Agreements will have to be put in place which will be mutually signed. Shipping costs would be covered by either party (through the FWO budget in case of the provider) as long as the costs are low, however, significant sharing costs will be expected to be borne by the requestor. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 29 June 2023 7 of 8 Who will manage data documentation and metadata during the research project? The PI (Marion Delcroix) and Co-PI (Rozenn Quarck) will be responsible for documentation of data and metadata. PhD students and technicians will have the daily responsibility of record keeping of all data (digital, paper and biological samples). They will also be responsible for a correct and accurate data entry and recording of metadata. Who will manage data storage and backup during the research project? PhD students and technicians will have the daily responsibility of record keeping of all data (digital, paper and biological samples). They will also be responsible for a correct and accurate data entry and recording of metadata. The PI (Marion Delcroix) and Co-PI (Rozenn Quarck) will be responsible for data storage and back up during the project. Who will manage data preservation and sharing? Leuven: The PI (Marion Delcroix) and Co-PI (Rozenn Quarck). Who will update and implement this DMP? The PI (Marion Delcroix) and Co-PI (Rozenn Quarck). Created using DMPonline.be. Last modiﬁed 29 June 2023 8 of 8"
}