{
    "document_id": "D-2024-2904",
    "LinkTitle": "D-2024-2904",
    "file_name": "D-2024-2904.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2904.pdf",
    "metadata": {
        "title": "Procedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en verdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het licht van de preventie van gerechtelijke dwalingen",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Procedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en\nverdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het\nlicht van de preventie van gerechtelijke dwalingen\nA Data Management Plan created using DMPonline.be\nCreators: \nFloor Van Hove, Lore Mergaerts \n \nhttps://orcid.org/0000-0002-2225-1922\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nLore Mergaerts \n \nhttps://orcid.org/0000-0002-2225-1922\nGrant number / URL: \nG003124N\nID: \n206885\nStart date: \n01-10-2024\nEnd date: \n30-09-2028\nProject abstract:\nInaccurate statements obtained from victims, witnesses and suspects or accused persons involved in criminal proceedings may hamper\nthe truth finding process and are common in miscarriages of justice cases. Such inaccurate statements may not only be caused by\nindividual factors (e.g. memory problems or mental disorders), but as well by the procedures adopted to obtain them. There is, however,\nhardly any knowledge on how information is actually obtained from these parties in the course of Belgian criminal proceedings. This is in\nstark contrast with the situation in England and Wales, where procedures in relation to obtaining information from victims, witnesses and\nsuspects are well-documented, especially in relation to police questioning practices. Therefore, the envisaged research will analyse\ninvestigative acts and trial hearings intended to obtain information from these parties in Belgium and England and Wales from a legal,\nempirical and comparative perspective to\nidentify best practices, remaining challenges and solutions for obtaining accurate information from victims, witnesses and suspects in\ncriminal proceedings.\nLast modified: \n05-06-2024\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n1 of 7\nProcedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en\nverdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het\nlicht van de preventie van gerechtelijke dwalingen\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or\n(re)use. (use up to 700 characters)\nThe data consist of interviews conducted in Belgium and England & Wales with policemen, magistrates (including investigative\njudges, prosecutors and judges) and lawyers. It concerns primary observational data in audio-format (MP3) and textual format\n(Word).\nThe volume probably will not exceed 10 GB.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after\nthe end of the research? Motivate your answer. (use up to 700 characters)\nThe researchers involved in the project will be designed as responsible persons for the data management. During and after the\nresearch, the data will be stored on an extra storage space (drive) that is available on the researchers' computer. The data saved\nhere is stored encrypted on the central storage infrastructure of KU Leuven to avoid loss of data should problems arise with the\ncomputer (damage, lost or stolen). A copy of all the data on this central network drive is stored on a second location, which\nguarantees the data’s availability even in the event of problems with the hardware (“disaster recovery”). The researchers'\ncomputers are furthermore encrypted locked using BitLocker.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation\nterm of 5 years? (max. 700 characters)\nAs part of the well-established research data management policy of KU Leuven, the data have to be preserved for 10 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific\nsecurity measures do those data require? (use up to 700 characters)\nThe research involves human participants as volunteers for human sciences research.\nPseudonymization and the described safe storage of the data are guaranteed as security measures to protect the data obtained\nfrom them. The data will be pseudonymized immediately after conducting the interviews/data from the survey have been obtained\nand only these data will be used. The personal data will be safely stored no longer than absolutely necessary.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n2 of 7\nProcedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en\nverdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het\nlicht van de preventie van gerechtelijke dwalingen\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nLiterature\n \nAcademic\nliterature\nBooks, articles, book chapters, reports, ...  This\ninvolves social science literature, but also legal\ndoctrine.\nReuse\nexisting\ndata\nDigital\nand\nphysical\nOther\n.pdf\n.docx\n.html\n< 1 GB\nUnknown\nLegislation\nand case\nlaw\n \nEU\nlegislation \nRelevant EU legislation and preparatory\ndocuments (for instance drafts)\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nCOE\nlegislation\nECHR\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 100 MB\n \nECtHR case\nlaw\nRelevant case law on art. 3 and art.6 ECHR\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nBelgian\nlegislation \nRelevant Belgian legislation and preparatory\ndocuments \nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nBelgian case\nlaw\nRelevant Belgian case law\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nEnglish and\nWelsh\nlegislation\nRelevant English and Welsh legislation and\npreparatory documents\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nEnglish and\nWelsh case\nlaw\nRelevant English and Welsh case law\nReuse\nexisting\ndata\nDigital\nOther\n.pdf\n< 1 GB\n \nInterviews\n \nAudio\nrecordings\nAudio recordings of the interviews \nNew\ndata\nDigital\nObservational\n.mp3\n< 1 GB\n \nNotes\nNotes that were taken during the interviews\nNew\ndata\nPhysical\nObservational\n \n \nOne\nnotebook\nTranscripts\nTranscripts of the interviews\nNew\ndata\nDigital\nObservational \n.docx\n< 1 GB\n \nCoded\ninterviews\nInterviews coded in NVivo\nNew\ndata\nDigital\nObservational\n.nvp\n< 1 GB\n \nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n3 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nAcademic literature: downloaded from different online databases like Stradalex, Limo, Jura or found through the KU Leuven\nLibrary system\nEU legislation + preparatory documents: \nhttps://eur-lex.europa\nCOE legislation: \nhttps://www.echr.coe.int/documents/d/echr/convention_ENG \nECtHR case law: \nhttps://www.echr.coe.int/\nBelgian legislation + preparatory documents: \nhttps://belgielex.be/nl\n, \nhttps://codex.vlaanderen.be/\n,\nhttps://www.dekamer.be/kvvcr/index.cfm\n, \nhttps://senaat.be/\n, \nhttps://www.vlaamsparlement.be/nl\n, \nhttps://www.parlement-\nwallonie.be/\n, ...\nBelgian case law: \nhttps://www.const-court.be/nl/\n, \nhttp://www.raadvst-consetat.be/\n,\nhttps://justitie.belgium.be/nl/rechterlijke_orde/hoven_en_rechtbanken/hof_van_cassatie\n, \nhttps://juportal.be/home/welkom\n, ...\nEnglish and Welsh legislation + preparatory documents: \nhttp://www.legislation.gov.uk\n/, \nhttps://www.gov.uk/official-\ndocuments\n, \nhttps://www.parliament.uk/\n, ...\nEnglish and Welsh case law: \nhttps://www.bailii.org/\n, ...\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nPersonal data will be collected and processed during the interviews. The collected data do not fall under the category of special\npersonal data. \nA request for ethical approval was made at SMEC (reference number: G-2024-8058).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nIn this study, the following demographic and personal data will be collected and processed: name, age, gender, title,\ntraining/education, occupation, work experience, phone number and email address. In the audio recordings, participants' voices\nare audible.\nThe collected and processed data do not fall under the category of special personal data. \nCollected personal data will be pseudonymised.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n4 of 7\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nThe collected literature will be documented via EndNote.\nThe selection criteria that are used to select the interviewees as well as a list of persons who were contacted as (possible)\ninterviewees will be recorded and stored.\nInformation relating to the way the interviews are coded will be stored in NVivo.\nThe keyfile is stored separately from the transcripts and is encrypted.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nNo metadata standard will be used.\nFull bibliographic details will be kept for all published materials (EndNote). Unique identifiers will be used to ensure findability\n(such as DOI and ELI-codes).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data (collected documents and accompanying bibliography, as well as recorded, transcribed and coded interviews) will be\nstored in KU Leuven OneDrive for Business.\nHow will the data be backed up?\nAutomatic back-ups on KU Leuven OneDrive for Business.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe size of the collected data will not exceed the maximum storage size on KU Leuven OneDrive for Business (2 TB).\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n5 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBoth digital personal and non-personal data are protected through multifactor authentication. Furthermore, personal data will be\npseudonymised, which offers additional protection. The keyfile will be kept apart from the pseudonymised trancripts and will be\nencrypted.\nRecordings of interviews will be deleted after being transcribed. \nThe researcher's computer is encrypted locked using BitLocker.\nAll physical data will be kept in a locked cabinet at the office of the researcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years, in line with KU Leuven RDM policy, except for:\nThe recordings of the interviews: these will be deleted after the transcription has been completed.\nDocuments for which the long-term public availability is guaranteed: only full bibliographic details and unique identifiers will be\nkept for 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on KU Leuven OneDrive for Business. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nNo additional costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nNo (closed access)\nData collected during the interviews will not be shared due to privacy reasons.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n/\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n6 of 7\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nData collected during the interviews will not be shared due to privacy reasons.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n/\nWhen will the data be made available?\n/\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot applicable\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher to be appointed to this project, under supervision of the promotors of the project \nWho will manage data storage and backup during the research project?\nThe researcher to be appointed to this project, under supervision of the promotors of the project \nWho will manage data preservation and sharing?\nThe researcher to be appointed to this project, under supervision of the promotors of the project \nWho will update and implement this DMP?\nThe researcher to be appointed to this project, under supervision of the promotors of the project \nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n7 of 7"
    },
    "clean_full_text": "Procedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en verdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het licht van de preventie van gerechtelijke dwalingen A Data Management Plan created using DMPonline.be Creators: Floor Van Hove, Lore Mergaerts https://orcid.org/0000-0002-2225-1922 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: Lore Mergaerts https://orcid.org/0000-0002-2225-1922 Grant number / URL: G003124N ID: 206885 Start date: 01-10-2024 End date: 30-09-2028 Project abstract: Inaccurate statements obtained from victims, witnesses and suspects or accused persons involved in criminal proceedings may hamper the truth finding process and are common in miscarriages of justice cases. Such inaccurate statements may not only be caused by individual factors (e.g. memory problems or mental disorders), but as well by the procedures adopted to obtain them. There is, however, hardly any knowledge on how information is actually obtained from these parties in the course of Belgian criminal proceedings. This is in stark contrast with the situation in England and Wales, where procedures in relation to obtaining information from victims, witnesses and suspects are well-documented, especially in relation to police questioning practices. Therefore, the envisaged research will analyse investigative acts and trial hearings intended to obtain information from these parties in Belgium and England and Wales from a legal, empirical and comparative perspective to identify best practices, remaining challenges and solutions for obtaining accurate information from victims, witnesses and suspects in criminal proceedings. Last modified: 05-06-2024 Created using DMPonline.be. Last modiﬁed 05 June 2024 1 of 7 Procedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en verdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het licht van de preventie van gerechtelijke dwalingen Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The data consist of interviews conducted in Belgium and England & Wales with policemen, magistrates (including investigative judges, prosecutors and judges) and lawyers. It concerns primary observational data in audio-format (MP3) and textual format (Word). The volume probably will not exceed 10 GB. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The researchers involved in the project will be designed as responsible persons for the data management. During and after the research, the data will be stored on an extra storage space (drive) that is available on the researchers' computer. The data saved here is stored encrypted on the central storage infrastructure of KU Leuven to avoid loss of data should problems arise with the computer (damage, lost or stolen). A copy of all the data on this central network drive is stored on a second location, which guarantees the data’s availability even in the event of problems with the hardware (“disaster recovery”). The researchers' computers are furthermore encrypted locked using BitLocker. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) As part of the well-established research data management policy of KU Leuven, the data have to be preserved for 10 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The research involves human participants as volunteers for human sciences research. Pseudonymization and the described safe storage of the data are guaranteed as security measures to protect the data obtained from them. The data will be pseudonymized immediately after conducting the interviews/data from the survey have been obtained and only these data will be used. The personal data will be safely stored no longer than absolutely necessary. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 05 June 2024 2 of 7 Procedurele waarborgen met betrekking tot verklaringen van slachtoffers, getuigen en verdachten in strafprocedures in België en Engeland en Wales: een vergelijkende studie in het licht van de preventie van gerechtelijke dwalingen FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Literature Academic literature Books, articles, book chapters, reports, ... This involves social science literature, but also legal doctrine. Reuse existing data Digital and physical Other .pdf .docx .html < 1 GB Unknown Legislation and case law EU legislation Relevant EU legislation and preparatory documents (for instance drafts) Reuse existing data Digital Other .pdf < 1 GB COE legislation ECHR Reuse existing data Digital Other .pdf < 100 MB ECtHR case law Relevant case law on art. 3 and art.6 ECHR Reuse existing data Digital Other .pdf < 1 GB Belgian legislation Relevant Belgian legislation and preparatory documents Reuse existing data Digital Other .pdf < 1 GB Belgian case law Relevant Belgian case law Reuse existing data Digital Other .pdf < 1 GB English and Welsh legislation Relevant English and Welsh legislation and preparatory documents Reuse existing data Digital Other .pdf < 1 GB English and Welsh case law Relevant English and Welsh case law Reuse existing data Digital Other .pdf < 1 GB Interviews Audio recordings Audio recordings of the interviews New data Digital Observational .mp3 < 1 GB Notes Notes that were taken during the interviews New data Physical Observational One notebook Transcripts Transcripts of the interviews New data Digital Observational .docx < 1 GB Coded interviews Interviews coded in NVivo New data Digital Observational .nvp < 1 GB Created using DMPonline.be. Last modiﬁed 05 June 2024 3 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Academic literature: downloaded from different online databases like Stradalex, Limo, Jura or found through the KU Leuven Library system EU legislation + preparatory documents: https://eur-lex.europa COE legislation: https://www.echr.coe.int/documents/d/echr/convention_ENG ECtHR case law: https://www.echr.coe.int/ Belgian legislation + preparatory documents: https://belgielex.be/nl , https://codex.vlaanderen.be/ , https://www.dekamer.be/kvvcr/index.cfm , https://senaat.be/ , https://www.vlaamsparlement.be/nl , https://www.parlement- wallonie.be/ , ... Belgian case law: https://www.const-court.be/nl/ , http://www.raadvst-consetat.be/ , https://justitie.belgium.be/nl/rechterlijke_orde/hoven_en_rechtbanken/hof_van_cassatie , https://juportal.be/home/welkom , ... English and Welsh legislation + preparatory documents: http://www.legislation.gov.uk /, https://www.gov.uk/official- documents , https://www.parliament.uk/ , ... English and Welsh case law: https://www.bailii.org/ , ... Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Personal data will be collected and processed during the interviews. The collected data do not fall under the category of special personal data. A request for ethical approval was made at SMEC (reference number: G-2024-8058). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes In this study, the following demographic and personal data will be collected and processed: name, age, gender, title, training/education, occupation, work experience, phone number and email address. In the audio recordings, participants' voices are audible. The collected and processed data do not fall under the category of special personal data. Collected personal data will be pseudonymised. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data Created using DMPonline.be. Last modiﬁed 05 June 2024 4 of 7 you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The collected literature will be documented via EndNote. The selection criteria that are used to select the interviewees as well as a list of persons who were contacted as (possible) interviewees will be recorded and stored. Information relating to the way the interviews are coded will be stored in NVivo. The keyfile is stored separately from the transcripts and is encrypted. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. Full bibliographic details will be kept for all published materials (EndNote). Unique identifiers will be used to ensure findability (such as DOI and ELI-codes). 3. Data storage & back-up during the research project Where will the data be stored? All data (collected documents and accompanying bibliography, as well as recorded, transcribed and coded interviews) will be stored in KU Leuven OneDrive for Business. How will the data be backed up? Automatic back-ups on KU Leuven OneDrive for Business. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The size of the collected data will not exceed the maximum storage size on KU Leuven OneDrive for Business (2 TB). Created using DMPonline.be. Last modiﬁed 05 June 2024 5 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both digital personal and non-personal data are protected through multifactor authentication. Furthermore, personal data will be pseudonymised, which offers additional protection. The keyfile will be kept apart from the pseudonymised trancripts and will be encrypted. Recordings of interviews will be deleted after being transcribed. The researcher's computer is encrypted locked using BitLocker. All physical data will be kept in a locked cabinet at the office of the researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years, in line with KU Leuven RDM policy, except for: The recordings of the interviews: these will be deleted after the transcription has been completed. Documents for which the long-term public availability is guaranteed: only full bibliographic details and unique identifiers will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)? The data will be archived on KU Leuven OneDrive for Business. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Data collected during the interviews will not be shared due to privacy reasons. If access is restricted, please specify who will be able to access the data and under what conditions. / Created using DMPonline.be. Last modiﬁed 05 June 2024 6 of 7 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Data collected during the interviews will not be shared due to privacy reasons. Where will the data be made available? If already known, please provide a repository per dataset or data type. / When will the data be made available? / Which data usage licenses are you going to provide? If none, please explain why. Not applicable Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Not applicable. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher to be appointed to this project, under supervision of the promotors of the project Who will manage data storage and backup during the research project? The researcher to be appointed to this project, under supervision of the promotors of the project Who will manage data preservation and sharing? The researcher to be appointed to this project, under supervision of the promotors of the project Who will update and implement this DMP? The researcher to be appointed to this project, under supervision of the promotors of the project Created using DMPonline.be. Last modiﬁed 05 June 2024 7 of 7"
}