{
    "document_id": "D-2022-1542",
    "LinkTitle": "D-2022-1542",
    "file_name": "D-2022-1542.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1542.pdf",
    "metadata": {
        "title": "D-2022-1542",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Joris Winderickx\nFWO Project Number & Title G0C7222N Deciphering the regulatory mechanisms controlling organellar crosstalk and cellular \nlongevity.\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Generation of new data\nNew vectors and sequencing:  own generated plasmids for yeast protein expression – sequencing fee-for-\nservice data fully owned – VNTI format – total <10 GB + vectors stored @ -20°C and E. coli glycerol stock @ \n-80°C\nOwn generated strains:  validated yeast mutant strains – description in Filemaker Pro – total 1 GB + \nglycerol stock stored @ -80°C  \nWestern blots: digital photographs of immunodetection – .tiff format – total <5 GB  \nWidefield microscopy:  fluorescence and BF pictures - metadata and raw pictures in .lif format, processed \npictures in .tiff format - 2MB/each – total <100 GB  \nConfocal microscopy:  digital fluorescence and DIC images - .czi and .jpeg format – total <20 GB\npH measurements:  data sheet with plate readout - Excel files containing raw and analyzed data – <1GB  \nBioluminescence and calcium data:  raw data - .dat and .xlsx format / processed data - .org and .pzf format  \n– total <10 GB.\nGrowth curves: own samples - data sheet with plate readout - Excel files containing raw and analyzed data  \n– <1GB\nprocessed data - .pzf format – total <5 GB.\nFlow cytometry: data sheet with plate readout - protocols in FCS format, protocols in WSB format – \n45MB/each - <5GB\nEpistatis analysis: scan images – .jpeg format – 1GB\nSpot assay images:  scan images - .jpeg format -  <5 GB\nStatistical data: generated in Prism 7 - .pzn & .jpeg format <5 GB\nExisting data:\nPublished existing data:  reuse public fully published data (e.g. phosphoproteome) – not stored-pubmed \ndatabase\nSGD (Saccharomyces Genome Database) data : reuse info from SGD - not stored\n3.Ethical and legal issues\n2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment: Albeit it is not the primary goal of the FWO project to generate patentable data, \nwe will look at possible valorisation possibilities together with KU Leuven-LRD in case novel regulatory \nmechanisms or potential biomarkers are identified. This may lead to sipill-over projects for further \nvalidation.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 4What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Protocols in lab guide available as .docx, summary data growth analysis, pH measurements in .xlsx, \nexperiments in lab notebook (hardcopy)/electronic lab notebook  with references to data stored on a \nshared network drive J – KU Leuven. A file with standard operating procedures will be available.\nProtocols available in lab notebooks (bound notebook type or word documents)  with references to data \nstored on network drive J - KU Leuven.\nFurther, we have migrated to LUNA within the department, where every researcher has his/her own \n‘Personal’ (I ), ‘Shared’ (J) and ‘Archive’ (K) network drives.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nFor now, no metadata standard will be used, though a  clear coding for all data files related to the project \nwill be used and experimental data will be stored per work package. Templates will be provided by the PI \nto everyone associated to the project to allow consistent documentation. In the concluding stage of the \nproject, a master index file containing the combined information for all WPs will be compiled which will be  \nstored on the ‘Personal’, ‘Shared’ and ‘Archive’ drives . Altogether, this should allow any secondary analyst \nto use the data accurately and effectively.\nSamples taken during the experiments will be documented and stored in freezers for up to 5 years after \nthe end of the project. Microbial strains will be preserved as freezer stocks, and a file with strain details (in  \nFilemaker Pro) (identification/source of origin/main characteristics/storage medium/revival guide/location  \nin the freezer) will be maintained. Hard copy notebooks will be stored for at least 5 years after the end of \nthe research.\n5.Data storage & backup during the FWO project\nWhere will the data be stored?   Data are stored on the ‘Personal’ (I ), ‘Shared’ (J) and ‘Archive’ (K) network drives\nHow will the data be backed up?  Automatic back-up is provided by KU Leuven on two independent servers\n2019-10-01 | FWO DMP Template 5Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Storage capacity is updated yearly for an annual fee of 175 Euro/TB. The lab budget will be used to cover \nthe cost incurred.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Data are mainly are stored in the KU Leuven secure data centre. Only researchers with allocated rights can  \naccess data by local IT representative who give access rights to the network folders in LUNA to the \nresearchers involved in the project. Each researcher receives a laptop from the laboratory, which are fully \nintegrated in the LUNA system (LUNA login and password required). At the end of the project, when all \ndata are archived, the researchers hand in their laptop for reformatting.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).Digital data: KU Leuven policy on data management will be followed which entails a preservation term of \nat least 5 years. Sequencing data will be submitted to public databases, where they will be permanently \narchived to preserve access to the public. Other data accompanying published papers will be archived and \nare available on request. Physical data: Freezer stocks of microbial strains will be maintained in the lab at \n-80°C and will be available upon request. Samples from experiments will be stored in freezers (-20°C) for \nup to 5 years after the end of the project.\n2019-10-01 | FWO DMP Template 6Where will these data be archived (= stored for \nthe long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least \n5 years, conform the KU Leuven RDM policy. Published data sets like sequencing data will also be stored in  \ndata repositories.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Storage capacity is updated yearly for an annual fee of 175 Euro/TB. The lab budget will be used to cover \nthe cost incurred.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? All the data on which publications were based will be made publicly available or will be available on \nrequest (raw data).\nWhere/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Data will be made available either upon publication of the research results or after an embargo period of \nmax. 3 years, e.g. when future project applications are considered based on the generated data.\nWho will be able to access the data and under \nwhat conditions? Only researchers participating in the project will be able to access the data before publishing. Upon \npublication everyone can access the data (public repositories) or can have access to the data (raw data) \nupon request.\n2019-10-01 | FWO DMP Template 7What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Publishing costs will be covered by the FWO project, or the lab. No expected costs for public data \nrepositories.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  All researchers participating in the project are responsible for data documentation.  The PI, Joris \nWinderickx, will be responsible for both data documentation & metadata.\nWho will be responsible for data storage & back \nup during the project?  The PI, Joris Winderickx, and departmental IT representative are responsible for data storage and back-up\nWho will be responsible for ensuring data \npreservation and sharing?  The PI, Joris Winderickx, will be responsible for data preservation and sharing\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe PI, Joris Winderickx, will be responsible for updating and implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Joris Winderickx FWO Project Number & Title G0C7222N Deciphering the regulatory mechanisms controlling organellar crosstalk and cellular longevity. Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Generation of new data New vectors and sequencing: own generated plasmids for yeast protein expression – sequencing fee-for- service data fully owned – VNTI format – total <10 GB + vectors stored @ -20°C and E. coli glycerol stock @ -80°C Own generated strains: validated yeast mutant strains – description in Filemaker Pro – total 1 GB + glycerol stock stored @ -80°C Western blots: digital photographs of immunodetection – .tiff format – total <5 GB Widefield microscopy: fluorescence and BF pictures - metadata and raw pictures in .lif format, processed pictures in .tiff format - 2MB/each – total <100 GB Confocal microscopy: digital fluorescence and DIC images - .czi and .jpeg format – total <20 GB pH measurements: data sheet with plate readout - Excel files containing raw and analyzed data – <1GB Bioluminescence and calcium data: raw data - .dat and .xlsx format / processed data - .org and .pzf format – total <10 GB. Growth curves: own samples - data sheet with plate readout - Excel files containing raw and analyzed data – <1GB processed data - .pzf format – total <5 GB. Flow cytometry: data sheet with plate readout - protocols in FCS format, protocols in WSB format – 45MB/each - <5GB Epistatis analysis: scan images – .jpeg format – 1GB Spot assay images: scan images - .jpeg format - <5 GB Statistical data: generated in Prism 7 - .pzn & .jpeg format <5 GB Existing data: Published existing data: reuse public fully published data (e.g. phosphoproteome) – not stored-pubmed database SGD (Saccharomyces Genome Database) data : reuse info from SGD - not stored 3.Ethical and legal issues 2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Albeit it is not the primary goal of the FWO project to generate patentable data, we will look at possible valorisation possibilities together with KU Leuven-LRD in case novel regulatory mechanisms or potential biomarkers are identified. This may lead to sipill-over projects for further validation. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 4What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Protocols in lab guide available as .docx, summary data growth analysis, pH measurements in .xlsx, experiments in lab notebook (hardcopy)/electronic lab notebook with references to data stored on a shared network drive J – KU Leuven. A file with standard operating procedures will be available. Protocols available in lab notebooks (bound notebook type or word documents) with references to data stored on network drive J - KU Leuven. Further, we have migrated to LUNA within the department, where every researcher has his/her own ‘Personal’ (I ), ‘Shared’ (J) and ‘Archive’ (K) network drives. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: For now, no metadata standard will be used, though a clear coding for all data files related to the project will be used and experimental data will be stored per work package. Templates will be provided by the PI to everyone associated to the project to allow consistent documentation. In the concluding stage of the project, a master index file containing the combined information for all WPs will be compiled which will be stored on the ‘Personal’, ‘Shared’ and ‘Archive’ drives . Altogether, this should allow any secondary analyst to use the data accurately and effectively. Samples taken during the experiments will be documented and stored in freezers for up to 5 years after the end of the project. Microbial strains will be preserved as freezer stocks, and a file with strain details (in Filemaker Pro) (identification/source of origin/main characteristics/storage medium/revival guide/location in the freezer) will be maintained. Hard copy notebooks will be stored for at least 5 years after the end of the research. 5.Data storage & backup during the FWO project Where will the data be stored? Data are stored on the ‘Personal’ (I ), ‘Shared’ (J) and ‘Archive’ (K) network drives How will the data be backed up? Automatic back-up is provided by KU Leuven on two independent servers 2019-10-01 | FWO DMP Template 5Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Storage capacity is updated yearly for an annual fee of 175 Euro/TB. The lab budget will be used to cover the cost incurred. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are mainly are stored in the KU Leuven secure data centre. Only researchers with allocated rights can access data by local IT representative who give access rights to the network folders in LUNA to the researchers involved in the project. Each researcher receives a laptop from the laboratory, which are fully integrated in the LUNA system (LUNA login and password required). At the end of the project, when all data are archived, the researchers hand in their laptop for reformatting. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).Digital data: KU Leuven policy on data management will be followed which entails a preservation term of at least 5 years. Sequencing data will be submitted to public databases, where they will be permanently archived to preserve access to the public. Other data accompanying published papers will be archived and are available on request. Physical data: Freezer stocks of microbial strains will be maintained in the lab at -80°C and will be available upon request. Samples from experiments will be stored in freezers (-20°C) for up to 5 years after the end of the project. 2019-10-01 | FWO DMP Template 6Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. Published data sets like sequencing data will also be stored in data repositories. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Storage capacity is updated yearly for an annual fee of 175 Euro/TB. The lab budget will be used to cover the cost incurred. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? All the data on which publications were based will be made publicly available or will be available on request (raw data). Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Data will be made available either upon publication of the research results or after an embargo period of max. 3 years, e.g. when future project applications are considered based on the generated data. Who will be able to access the data and under what conditions? Only researchers participating in the project will be able to access the data before publishing. Upon publication everyone can access the data (public repositories) or can have access to the data (raw data) upon request. 2019-10-01 | FWO DMP Template 7What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Publishing costs will be covered by the FWO project, or the lab. No expected costs for public data repositories. 8.Responsibilities Who will be responsible for the data documentation & metadata? All researchers participating in the project are responsible for data documentation. The PI, Joris Winderickx, will be responsible for both data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI, Joris Winderickx, and departmental IT representative are responsible for data storage and back-up Who will be responsible for ensuring data preservation and sharing? The PI, Joris Winderickx, will be responsible for data preservation and sharing Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI, Joris Winderickx, will be responsible for updating and implementing this DMP."
}