{
    "document_id": "D-2023-2398",
    "LinkTitle": "D-2023-2398",
    "file_name": "D-2023-2398.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2398.pdf",
    "metadata": {
        "title": "The role of individual data subject rights for the regulation of data in the EU",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The role of individual data subject rights for the regulation of data in the EU\nA Data Management Plan created using DMPonline.be\nCreator: \nLaura Drechsler\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nPDMt1/23/010\nID: \n203421\nStart date: \n01-10-2023\nEnd date: \n31-12-2023\nProject abstract:\nData are the future. The EU’s regulatory activity is therefore no longer limited to EU data protection\nlaw (e.g. the General Data Protection Regulation), when it comes to regulating the use of data. Since\n2020, the European Commission has proposed six data regulations forming ‘EU data law’, three of\nwhich have since been adopted (Data Governance Act, Digital Services Act, Digital Markets Act),\nwhile for the other three discussions are advancing (AI Act, Data Act, Health Data Space).\nWithin EU data protection law, the explicit objective is to protect fundamental rights when personal\ndata are used. One crucial element thereby is the granting of enforceable rights (‘data subject\nrights’) for individuals to gain transparency and certain control over their personal data, e.g. such\nrights enable individuals to demand rectification of inaccurate data.\nThe protection of fundamental rights via enforceable rights is however no longer explicitly part of the\nEU’s regulatory approach towards data. The new EU data law acts either refer only vaguely to\nprovisions of EU data protection law without details on individual rights, or do not foresee them at\nall. The impact of this ‘cutting-back-on-individual-rights’ on the protection of EU fundamental rights\nhas not yet been addressed in academic research. The objective of this project is to clarify such\nimpact through analytical, comparative, and normative legal research to understand the role of\nindividual rights for the regulation of data.\nLast modified: \n08-12-2023\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n1 of 5\nThe role of individual data subject rights for the regulation of data in the EU\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nLiterature review\nData Law\nA folder with academic literature, grey literature, policy proposals,\nlegislative proposals, case law on EU data Law\nE\nD\nT\n \n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAcademic literature was downloaded from the KU Leuven Library (LIMO).\nGrey literature and policy proposals were downloaded from openly accessible websites, e.g. from the European Commission.\nLegislative proposals were downloaded from EUR LEX.\nCase law was downloaded from CURIA and HUDOC.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nDownloaded documents are saved with a clear file name indicating: (1) date of downloading; (2) concerned institution or author; (3) key word to identify the content. For\nexample: 20231028.EC_Data_strategy.pdf\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe naming convention explained above will make it easier.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nI have two-factor authentication for my laptop and follow regular cybersecurity trainings offered by KU Leuven to ensure the safety of my files.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs (use of KU Leuven provided facilities)\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs expected (use of KU Leuven solutions).\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n3 of 5\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe collection will be made available upon request by sharing the link to the folder on onedrive.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOne Drive\nWhen will the data be made available? \nOther (specify below)\nUpon request.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nFor the data in question, no license is per se required.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nMyself (Laura Drechsler)\nWho will manage data storage and backup during the research project? \nMyself (Laura Drechsler)\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n4 of 5\nWho will manage data preservation and sharing? \nMyself (Laura Drechsler)\nWho will update and implement this DMP? \nMyself (Laura Drechsler)\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n5 of 5"
    },
    "clean_full_text": "The role of individual data subject rights for the regulation of data in the EU A Data Management Plan created using DMPonline.be Creator: Laura Drechsler Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: PDMt1/23/010 ID: 203421 Start date: 01-10-2023 End date: 31-12-2023 Project abstract: Data are the future. The EU’s regulatory activity is therefore no longer limited to EU data protection law (e.g. the General Data Protection Regulation), when it comes to regulating the use of data. Since 2020, the European Commission has proposed six data regulations forming ‘EU data law’, three of which have since been adopted (Data Governance Act, Digital Services Act, Digital Markets Act), while for the other three discussions are advancing (AI Act, Data Act, Health Data Space). Within EU data protection law, the explicit objective is to protect fundamental rights when personal data are used. One crucial element thereby is the granting of enforceable rights (‘data subject rights’) for individuals to gain transparency and certain control over their personal data, e.g. such rights enable individuals to demand rectification of inaccurate data. The protection of fundamental rights via enforceable rights is however no longer explicitly part of the EU’s regulatory approach towards data. The new EU data law acts either refer only vaguely to provisions of EU data protection law without details on individual rights, or do not foresee them at all. The impact of this ‘cutting-back-on-individual-rights’ on the protection of EU fundamental rights has not yet been addressed in academic research. The objective of this project is to clarify such impact through analytical, comparative, and normative legal research to understand the role of individual rights for the regulation of data. Last modified: 08-12-2023 Created using DMPonline.be. Last modiﬁed 08 December 2023 1 of 5 The role of individual data subject rights for the regulation of data in the EU Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Literature review Data Law A folder with academic literature, grey literature, policy proposals, legislative proposals, case law on EU data Law E D T <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Academic literature was downloaded from the KU Leuven Library (LIMO). Grey literature and policy proposals were downloaded from openly accessible websites, e.g. from the European Commission. Legislative proposals were downloaded from EUR LEX. Case law was downloaded from CURIA and HUDOC. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 08 December 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Downloaded documents are saved with a clear file name indicating: (1) date of downloading; (2) concerned institution or author; (3) key word to identify the content. For example: 20231028.EC_Data_strategy.pdf Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No The naming convention explained above will make it easier. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I have two-factor authentication for my laptop and follow regular cybersecurity trainings offered by KU Leuven to ensure the safety of my files. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs (use of KU Leuven provided facilities) Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs expected (use of KU Leuven solutions). Created using DMPonline.be. Last modiﬁed 08 December 2023 3 of 5 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) The collection will be made available upon request by sharing the link to the folder on onedrive. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) One Drive When will the data be made available? Other (specify below) Upon request. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) For the data in question, no license is per se required. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs. Responsibilities Who will manage data documentation and metadata during the research project? Myself (Laura Drechsler) Who will manage data storage and backup during the research project? Myself (Laura Drechsler) Created using DMPonline.be. Last modiﬁed 08 December 2023 4 of 5 Who will manage data preservation and sharing? Myself (Laura Drechsler) Who will update and implement this DMP? Myself (Laura Drechsler) Created using DMPonline.be. Last modiﬁed 08 December 2023 5 of 5"
}