{
    "document_id": "D-2024-2536",
    "LinkTitle": "D-2024-2536",
    "file_name": "D-2024-2536.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2536.pdf",
    "metadata": {
        "title": "D-2024-2536",
        "author": "Lan Phuong Nguyen",
        "num_pages": 9
    },
    "content": {
        "full_text": "1 \n \n1 \n  \nTHE ROLE OF THE BUILT ENVIRONMENT IN (UN)SUPPORTIVE \nWORKING CONDITIONS: LEARNING FROM EXPERIENCES ON THE \nAUTISM SPECTRUM  \nA Data Management Plan created using DMPonline.be  \n \nCreator:      Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X  \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)  \n \nTemplate: FWO DMP (Flemish Standard DMP)  \n \nPrincipal Investigator:        Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X  \n \nData Manager:        Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X ,  \nAndrea Jelic,  http://orcid.org/0000 -0001 -7372 -522X   \nAnn Heylighen http://orcid.org/0000 -0001 -6811 -3464   \n \nProject Administrator:       Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X ,  \nAndrea Jelic, http://orcid.org/0000 -0001 -7372 -522X   \nAnn Heylighen,  http://orcid.org/0000 -0001 -6811 -3464  \n \n \nGrant number / URL: 12ASC24N  \n \nID: 204409  \n \nStart date: 01-10-2023  \n \nEnd date: 30-09-2026  \n \nProject abstract:  \nFinding and keeping a job is difficult for adults on the autism spectrum. Rather than a lack of skills, these difficulties \nare indicated as employee -workplace misalignment due to factors such as daily work routines and interpersonal \ncommunication. Yet, how the built work environment supports or hinders autistic employees is rarely considered.  \nThis project investigates the role of the built work environment in how autistic people experience and manage their \nworking conditions. The project will offer in -depth insights into (1) how the spatial aspects —i.e., spatial design, \nsensory qualities, socio -spatial factors —affect autistic people’s work activities and social interactions, (2) how autistic \npeople manage their working conditions through everyday design practices, and (3) how the insights gained can \ninform design and/or adjustments in the workplace.  \nAutistic people are involved in different phases —from research set -up to quality assurance. Besides their first -person \nperspective, the project will involve perspectives from co -workers, managers/employers and (job) coaches. It will \ncombine interviews, participant -made drawings, photos, videos, and observations in their workplace. Resulting \nknowledge will help elucidate how design of the built environment for diverse users can improve (socio -)spatial \naspects and sensory qualities for all —within and beyond the workplace context, while providing a methodological \ncontribution to future research on autism and workplace design.  \n \nLast modified: 29-04-2024  \n \n \n \n2 \n \n2 \n THE ROLE OF THE BUILT ENVIRONMENT IN (UN)SUPPORTIVE \nWORKING CONDITIONS: LEARNING FROM EXPERIENCES ON THE \nAUTISM SPECTRUM  \nFWO DMP (Flemish Standard DMP)  \n \n \n1. RESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \nDataset \nName  Description  New or \nReused   Digital or \nPhysical   Digital Data \nType  Digital \nData \nFormat   Digital \nData \nVolume \n(MB, GB, \nTB) Physical \nVolume  \n WP2. Participants recruitment  \nParticipants \nrecruitment  Notes and documents \nrelate to participants \nrecruitment (e.g., MS \nForms survey results)  New \ndata Digital  Textual  .docx  \n.pdf \n.xlsx <1GB   \nInform \nconsent \nforms \nverbally (if \napplicable)  New data  Digital  Sound   .mp3  <1GB    \nInform \nconsent \nforms  New data   Physical         <250 \npaper \nsheets  \nWP3. Data collection per case study  \nInterviews  Audio recordings  New \ndata Digital  Sound  .mp3  <100GB    \nInterviews  Audio recordings  Reuse \nexisting \ndata Digital  Sound   .mp3  <100GB    \nInterviews   Transcriptions  New \ndata  Digital  Textual  .docx  <100GB    \nInterviews  Transcriptions  Reuse \nexisting \ndata  Digital  Textual  .docx  <100GB    \nNotes  Observation notes  New \ndata  Digital, \nphysical  Textual  .docx  <1GB  Papers, \nnotebook  \nPhotos  Photos  New \ndata Digital  Images   .jpg <100GB    \nPhotos  Photos  Reuse \nexisting \ndata Digital  Images   .jpg <100GB    \nVideos  Videos  New \ndata Digital  Images  .mp4  <100GB    \nDrawings  Drawings  New \ndata Physical        papers, if \napplicable  \nDrawings  Drawings  Reuse \nexisting \ndata Physical        papers  \n3 \n \n3 \n Drawings  Drawings digitalized   New \ndata Digital   Images   .jpg <1GB    \nDrawings   Drawings digitalized   Reuse \nexisting \ndata Digital   Images   .jpg <1GB    \nBuilding \nplans  Building plan (if \napplicable)  New \ndata Physical        Papers  \nBuilding \nplans  Building plan digitalized \n(if applicable)  New \ndata Digital  Images  .jpg <100GB    \nWebsites  Online/web -based \nactivities  New \ndata Digital   Textual, \nimages  .html  \n.pdf <1GB    \nEmails  Email communication  New \ndata Digital  Textual  .pdf  <1GB    \nWP4. Data analysis  \nData \nanalysis  Qualitative data analysis \ndocuments in NVivo  New \ndata Digital  Nvivo,  \nTextual   .nvp \n.docx  <100 GB    \nNotes  Notes during analysis  New \ndata Digital, \nphysical  Textual,  \nImages  .docx  \n.pdf <1GB    \nWP5. Information formats  \nInformation \nformats  Personas with scenarios \nand/or design \nrecommendations  New \ndata Digital  Textual,   \nImages  .pdf \n.docx  <100 GB    \nWP6. Quality Assurance  \nQuality \nassurance  Notes, meeting minutes \nrelated to participatory \nautism research aspects \n(e.g., from stakeholders \nmeetings or user/expert \npanels discussions)  New \ndata Digital \nand \nphysical  Textual,  \nVideo \nrecording (if \napplicable),  \nAudio \nrecording (if \napplicable)  .docx  \n.pdf \n.mp3  \n.mp4  <100GB  Papers, \nnotebook   \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nIn Dataset WP3, a part of existing data from the PhD research project, which was collected by Lan Phuong Nguyen, \nwill be reused. The agreement to reuse this existing data was granted by the relevant participant. The data are \navailable on the shared drive of KU Leuven at J: \\SET-DEP-ARCH -LEU-AIDA -Projects -AE0008 \\Housing for autism -\n0015 and is managed by Prof. Ann Heylighen.   \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.  \n \n● Yes, human subject data  \nThe researcher collects data about the interaction between autistic participants and the built work environment, as \nwell as their work experiences. The objective is to gain insight into the role of the built work environment in how \nautistic people experience and manage their working conditions. Participants in the project include (1) autistic \nindividuals with or without intellectual impairment, as primary participants, and as secondary participants (2) their co -\nworkers, (3) (job) coaches, and/or (4) managers/employers. The secondary participants will be recruited in \nconsultation with the primary participants.   \nThe ethical review of the project, with reference number G-2023 -6975 -R2(MIN), has been approved  by the ethics \ncommittee of KU Leuven.  \nHuman subject data involve the following datasets:  \n●      WP2. Raw data from Participants recruitment documents   \n●      WP3. Raw data from Data collection per case study  \n4 \n \n4 \n ●      WP4. Interpreted data from Data analysis  \n●      WP6. Raw data used for Quality assurance.  \nInformed consent forms will be collected before the start of involving human participants. These documents provide \ndetails about the research (aims), what participation entails (e.g., methods, expected duration), what data is collected \nand how it is processed and protected. Informed consent forms also explicitly state that participation is voluntary, and \nparticipants can refuse or withdraw at any time without consequences. If signed on paper: the original documents will \nbe kept under lock in the researcher(s) office. If signed digitally: they will be stored on one of the KU Leuven \npassword protected servers. All documents signed on paper will be digitalized and equally stored on the KU Leuven \nserver.  \nAll personal data will be protected with a pseudonymization method, where participant identification information will \nbe replaced with a code in all relevant research datasets; original documents will be deleted.  \nIn cases when the participants (co -)create visual and/or textual material as part of the data collection methods, the \nresearcher envisages that to use these materials, permission will be sought from their author(s), on the basis of \nauthorship and/or intellectual property rights. This relates to the datasets WP3.  \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.  \n \n● Yes \nThe researcher process personal data of the following groups: (1) autistic participants with and without intellectual \nimpairment, as primary participants, and as secondary participants (2) co -workers if applicable, (3) (job) coaches if \napplicable, (4) managers/employers if applicable.  \nThe GDPR assessment of the project, with reference number G-2023 -6975 -R2(MIN) , has been approved by the \nethics committee of KU Leuven.  \nIn dataset WP2, participants recruitment, the personal data will include: names, address, email addresses, telephone \nnumbers. This dataset will be stored on one of the KU Leuven password protected folders which will be accessed \nonly by data managers and project administrators Lan Phuong Nguyen, prof. Ann Heylighen and prof. Andrea Jelic.  \nIn dataset WP3, data collection per case study, and WP4, data analysis, the personal data will include:  \n●      Audio recording & interview transcripts: Personal information shared by participants during interviews, including \ntheir experiences, perspectives, and demographic details, as well as characteristics of participants' workspaces, \nleisure activities and interests, education and training, lifestyle, habits, occupations, professional activities, and \ninteractions with their built environments.  \n●      Drawings: These may include visual representations of personal experiences.  \n●      Photos and videos, where applicable: Capturing the participants' workspaces and the physical environment of \nthe workplace.  \n●      Observational notes: Documentation of observations of participants interacting within the workplace, which may \ninclude descriptions or interpretations of personal behaviors, interactions, and experiences.  \n●      Online/ web -based activities and email communication: These may include visual and textual representations of \npersonal experiences.  \nIn dataset WP6, quality assurance, the personal data will include in meeting notes and meeting minutes (e.g., from \nstakeholders meetings or user/expert panels discussions).   \nThe researcher will take measures to anonymize personal information where possible and to secure the \nconfidentiality and privacy of participants throughout the research process. Participants will be informed about the \nhandling of their personal data and provided with opportunities to consent to their use for research purposes.   \n  \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.  \n \n● Yes \nThe dataset of  WP5 consists of personas with scenarios and/or recommendations that will be developed based on \nthe research data (datasets within WP3, WP4 and WP6). This dataset delineates the characteristics of fictional \nautistic individuals and their interactions within the built work environment, along with recommendations to enhance \npositive experiences for autistic individuals in the workplace. This dataset has potential for design valorization through \n5 \n \n5 \n Scenario -Based Design as well as to inform material to facilitate discussions of inclusive workplaces for autistic \npeople. In this case, the KU Leuven Research & Development (LRD) will be contacted to offer guidance.   \n  \n   \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.  \n \n● No \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● Yes \nAll research data, both collected and generated, are owned by the researchers involved in the project: Lan Phuong \nNguyen, Prof. Ann Heylighen and Prof. Andrea Jelic. However, participant -made visual and/or text -based material \n(e.g., online/web -based activities) and participant -researcher co -created visual material (e.g., participatory video \nmaking) are exceptions to this ownership. In cases of exception, considering authorship and intellectual property \nrights, permission will be sought from the author(s) to use these visual and/or text -based materials (e.g., for \ndissemination activities).   \n \n \n \n2. DOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).  \n \nREADME.txt files will be included within each dataset directory to provide an overview of the dataset's contents, \nformat, and any specific instructions or considerations for use. This will include, among other information, the details \nof the study setting and the informed consent process. README files will also include contact information of the \nresearchers responsible for the dataset, enabling users to seek clarification or assistance if needed. In addition, steps \ntaken to remove direct identifiers in the data will also be described.  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.  \n \n● No \nIn the context of the research group Research[x]Design, co -chaired by Prof. Ann Heylighen, steps have been taken \nduring 2020 and 2021 to build up an inventory with different datasets, attaching keywords and categories to each of \nthem. As the present study progresses, as well as in its completion, for the data produced by KU Leuven we will order \nand categorize the data sets according to how the group has done it. This way data sets will be findable, accessible, \nand reusable —in accordance with the FAIR principles.   \nWhere it concerns camera captures, video - or audio -recordings, a readme file will be added outlining the basic \nfeatures of the device (e.g. brand or when it was purchased (if known)) and/or other contextual factors considered \n6 \n \n6 \n relevant. For some recording devices, a metadata file is created automatically. The metadata file will be stored on the \nsame folder as the recording(s). For safety and ethical reasons, recordings will not be stored in the device itself, but \non one of KU Leuven's password protected servers (J -drive).  \n  \n \n \n \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nThe digital data will be stored in a project folder on the shared drive (J -drive) managed by the ICTS of KU Leuven. \nAccess to the data will be granted to members participating in the project, including Lan Phuong Nguyen, Jasmien \nKinnaer, Maria Lackovicova, Prof. Dirk Saelens, Prof. Andrea Jelic, Prof. Ann Heylighen and other future researchers \nwho are granted access by Prof. Ann Heylighen and Prof. Andrea Jelic. Because the network drive is password -\nprotected, no one other than the research team has access to the data. Temporary working files of datasets WP4 and \nWP5 will be kept on a personal OneDrive of the researchers, which is managed by the ICTS service of KU Leuven. \nPaper data (such as notes, physical visual and text -based materials,…) will be stored in the office of the researchers \nin a locked drawer or cupboard that can only be accessed by the researchers.  \n  \n \n \nHow will the data be backed up?  \n \nThe digital data is secured and backed -up by the ICTS service of KU Leuven.   \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n \n● Yes \nKU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder was \ncreated for the project on which the collaborators will work jointly and store data files.   \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?  \n \nAll research data will be stored on encrypted KU Leuven network drives: the project’s J -drive folder and researchers’ \npersonal OneDrive storage, which are managed and secured by the ICTS of KU Leuven. Because the network drive \nis password -protected, no one other than the research team has access to the data.   \nData collected from the research participants will be pseudonymized (unless participant opts to remain identifiable). \nOnly the researcher collecting the data and their supervisors, prof. Ann Heylighen and prof. Andrea Jelic, will have \naccess to the pseudocodes files linking the pseudonymized data to identifiable persons. These password -protected \nfiles will be stored in a separate folder within the project’s J -drive folder. Paper data (such as notes, physical visual \nand text -based materials,…) will be stored in the office of the researcher in a locked drawer or cupboard that can only \nbe accessed by the researcher and her supervisors.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nThere are no expected costs for data storage. However, in the event that a paid service is necessary to store data \nduring the retention period, the bench fee of the researcher will be used.   \n \n \n \n7 \n \n7 \n 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  \n \nAll data will be preserved for 10 years according to KU Leuven RDM policy.  \nAfter 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is \nnecessary to keep the data, a reminder date will be set at which the researchers will again decide whether the data \nstill need to be kept. When further storage is no longer necessary the (personal) data will be deleted.  \n  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nThe digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 \nyears, conform the KU Leuven RDM policy.   \nThe physical data will be stored in a lockable cabinet in the office of the research team in KU Leuven up for 10 years \nafter the project  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nThere are no expected costs for data storage. However, in the event that a paid service is necessary to store data \nduring the retention period, the bench fee of the researcher will be used.   \n \n \n \n5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.  \n \n● Other, please specify:  \nThe datasets of WP3, WP4, which contain personal data, have restricted access and will be managed by the data \nmanagers and project administrators of the research project, Lan Phuong Nguyen, Prof. Ann Heylighen and Prof. \nAndrea Jelic.   \nThe dataset of WP5 will be made available for reuse after or during the project with permission from the researchers, \nLan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen.  \nAll research data will only made available for follow -up research after approval by prof. Ann Heylighen and prof. \nAndrea Jelic.  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \nProf. Ann Heylighen, prof. Andrea Jelic, prof. Dirk Saelens, researchers Lan Phuong Nguyen, Maria Lackovicova, \nJasmien Kinnaer, and other researchers and students under the supervision of prof. Ann Heylighen or prof. Andrea \nJelic, who, as part of their study curriculum (PhD, master thesis, course activities), conduct research related to this \nproject will access and reuse all datasets after/during the project. The participating researchers and students will be \nadded as involved KU Leuven researchers and the same ethical considerations agreed upon for the project will apply \nto collaborating researchers/students, including compliance with the confidentiality rules for the given data.   \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.  \n \n8 \n \n8 \n ● Yes, Privacy aspects  \n● Yes, Intellectual Property Rights  \n● Yes, Ethical aspects  \nThe datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely.   \nThe dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights \nbelonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen.   \nThe research data within the dataset WP3 involve the ownership and/or intellectual property rights belonging to the \nparticipants, as there are participant -made materials. Accordingly, permission to share/use/publish certain \nfragments/documents will be sought from their author(s).  \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.  \n \nDue to the nature of the data collected, they will not be made publicly available in an unrestricted manner. All digital \ndata will be stored and be available to future collaborating researchers and students using the secured J -drive \nstorage provided by the KU Leuven and only with permission from prof. Ann Heylighen and prof. Andrea Jelic.   \n \n \nWhen will the data be made available?  \n \nThe datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely.   \nThe dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights \nbelonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen, upon acceptance of \nthe publication of research results or at the end of the project on September 30, 2026.  \n  \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nThere is no data usage license. As mentioned previously:  \nThe datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely. Data is \nshared with future collaborating researchers and students only after approval by prof. Ann Heylighen and prof. \nAndrea Jelic, as mentioned above.   \nThe dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights \nbelonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen.  \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.  \n \n● No \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nThere are no expected costs for data sharing. The data sharing costs through granted access to the project’s J -drive \nstorage is covered by KU Leuven. If necessary, the bench fee of the researcher can be utilized.   \n \n \n \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \n9 \n \n9 \n                       The researcher, Lan Phuong Nguyen, is responsible for managing data documentation and metadata \nduring the research project. Supervisors Prof. Ann Heylighen and Prof. Andrea Jelic will act as data managers and \nproject administrators, overseeing the management of the data storage facilities.                      \n \n \nWho will manage data storage and backup during the research project?  \n \n                      The researcher, Lan Phuong Nguyen, will manage data storage on the project folder on the shared J -\ndrive provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back -up of the J -drive at KU \nLeuven. Supervisors, Prof. Ann Heylighen and Prof. Andrea Jelic will also serve as data managers and project \nadministrators, overseeing the management of the project folder.                      \n \n \nWho will manage data preservation and sharing?  \n \n                      During the project, the researcher, Lan Phuong Nguyen, will manage data preservation and sharing. As \ndata managers and project administrators, the project’s supervisors, Prof. Ann Heylighen and Prof. Andrea Jelic will \nresponsible and manage long term preservation and sharing after the completion of the project.                      \n \n \nWho will update and implement this DMP?  \n \n                      The researcher, Lan Phuong Nguyen, will update and implement this DMP.                      \n \n "
    },
    "clean_full_text": "1 1 THE ROLE OF THE BUILT ENVIRONMENT IN (UN)SUPPORTIVE WORKING CONDITIONS: LEARNING FROM EXPERIENCES ON THE AUTISM SPECTRUM A Data Management Plan created using DMPonline.be Creator: Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X Data Manager: Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X , Andrea Jelic, http://orcid.org/0000 -0001 -7372 -522X Ann Heylighen http://orcid.org/0000 -0001 -6811 -3464 Project Administrator: Lan Phuong Nguyen https://orcid.org/0000 -0001 -9588 -810X , Andrea Jelic, http://orcid.org/0000 -0001 -7372 -522X Ann Heylighen, http://orcid.org/0000 -0001 -6811 -3464 Grant number / URL: 12ASC24N ID: 204409 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Finding and keeping a job is difficult for adults on the autism spectrum. Rather than a lack of skills, these difficulties are indicated as employee -workplace misalignment due to factors such as daily work routines and interpersonal communication. Yet, how the built work environment supports or hinders autistic employees is rarely considered. This project investigates the role of the built work environment in how autistic people experience and manage their working conditions. The project will offer in -depth insights into (1) how the spatial aspects —i.e., spatial design, sensory qualities, socio -spatial factors —affect autistic people’s work activities and social interactions, (2) how autistic people manage their working conditions through everyday design practices, and (3) how the insights gained can inform design and/or adjustments in the workplace. Autistic people are involved in different phases —from research set -up to quality assurance. Besides their first -person perspective, the project will involve perspectives from co -workers, managers/employers and (job) coaches. It will combine interviews, participant -made drawings, photos, videos, and observations in their workplace. Resulting knowledge will help elucidate how design of the built environment for diverse users can improve (socio -)spatial aspects and sensory qualities for all —within and beyond the workplace context, while providing a methodological contribution to future research on autism and workplace design. Last modified: 29-04-2024 2 2 THE ROLE OF THE BUILT ENVIRONMENT IN (UN)SUPPORTIVE WORKING CONDITIONS: LEARNING FROM EXPERIENCES ON THE AUTISM SPECTRUM FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WP2. Participants recruitment Participants recruitment Notes and documents relate to participants recruitment (e.g., MS Forms survey results) New data Digital Textual .docx .pdf .xlsx <1GB Inform consent forms verbally (if applicable) New data Digital Sound .mp3 <1GB Inform consent forms New data Physical <250 paper sheets WP3. Data collection per case study Interviews Audio recordings New data Digital Sound .mp3 <100GB Interviews Audio recordings Reuse existing data Digital Sound .mp3 <100GB Interviews Transcriptions New data Digital Textual .docx <100GB Interviews Transcriptions Reuse existing data Digital Textual .docx <100GB Notes Observation notes New data Digital, physical Textual .docx <1GB Papers, notebook Photos Photos New data Digital Images .jpg <100GB Photos Photos Reuse existing data Digital Images .jpg <100GB Videos Videos New data Digital Images .mp4 <100GB Drawings Drawings New data Physical papers, if applicable Drawings Drawings Reuse existing data Physical papers 3 3 Drawings Drawings digitalized New data Digital Images .jpg <1GB Drawings Drawings digitalized Reuse existing data Digital Images .jpg <1GB Building plans Building plan (if applicable) New data Physical Papers Building plans Building plan digitalized (if applicable) New data Digital Images .jpg <100GB Websites Online/web -based activities New data Digital Textual, images .html .pdf <1GB Emails Email communication New data Digital Textual .pdf <1GB WP4. Data analysis Data analysis Qualitative data analysis documents in NVivo New data Digital Nvivo, Textual .nvp .docx <100 GB Notes Notes during analysis New data Digital, physical Textual, Images .docx .pdf <1GB WP5. Information formats Information formats Personas with scenarios and/or design recommendations New data Digital Textual, Images .pdf .docx <100 GB WP6. Quality Assurance Quality assurance Notes, meeting minutes related to participatory autism research aspects (e.g., from stakeholders meetings or user/expert panels discussions) New data Digital and physical Textual, Video recording (if applicable), Audio recording (if applicable) .docx .pdf .mp3 .mp4 <100GB Papers, notebook If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: In Dataset WP3, a part of existing data from the PhD research project, which was collected by Lan Phuong Nguyen, will be reused. The agreement to reuse this existing data was granted by the relevant participant. The data are available on the shared drive of KU Leuven at J: \\SET-DEP-ARCH -LEU-AIDA -Projects -AE0008 \\Housing for autism - 0015 and is managed by Prof. Ann Heylighen. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes, human subject data The researcher collects data about the interaction between autistic participants and the built work environment, as well as their work experiences. The objective is to gain insight into the role of the built work environment in how autistic people experience and manage their working conditions. Participants in the project include (1) autistic individuals with or without intellectual impairment, as primary participants, and as secondary participants (2) their co - workers, (3) (job) coaches, and/or (4) managers/employers. The secondary participants will be recruited in consultation with the primary participants. The ethical review of the project, with reference number G-2023 -6975 -R2(MIN), has been approved by the ethics committee of KU Leuven. Human subject data involve the following datasets: ● WP2. Raw data from Participants recruitment documents ● WP3. Raw data from Data collection per case study 4 4 ● WP4. Interpreted data from Data analysis ● WP6. Raw data used for Quality assurance. Informed consent forms will be collected before the start of involving human participants. These documents provide details about the research (aims), what participation entails (e.g., methods, expected duration), what data is collected and how it is processed and protected. Informed consent forms also explicitly state that participation is voluntary, and participants can refuse or withdraw at any time without consequences. If signed on paper: the original documents will be kept under lock in the researcher(s) office. If signed digitally: they will be stored on one of the KU Leuven password protected servers. All documents signed on paper will be digitalized and equally stored on the KU Leuven server. All personal data will be protected with a pseudonymization method, where participant identification information will be replaced with a code in all relevant research datasets; original documents will be deleted. In cases when the participants (co -)create visual and/or textual material as part of the data collection methods, the researcher envisages that to use these materials, permission will be sought from their author(s), on the basis of authorship and/or intellectual property rights. This relates to the datasets WP3. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes The researcher process personal data of the following groups: (1) autistic participants with and without intellectual impairment, as primary participants, and as secondary participants (2) co -workers if applicable, (3) (job) coaches if applicable, (4) managers/employers if applicable. The GDPR assessment of the project, with reference number G-2023 -6975 -R2(MIN) , has been approved by the ethics committee of KU Leuven. In dataset WP2, participants recruitment, the personal data will include: names, address, email addresses, telephone numbers. This dataset will be stored on one of the KU Leuven password protected folders which will be accessed only by data managers and project administrators Lan Phuong Nguyen, prof. Ann Heylighen and prof. Andrea Jelic. In dataset WP3, data collection per case study, and WP4, data analysis, the personal data will include: ● Audio recording & interview transcripts: Personal information shared by participants during interviews, including their experiences, perspectives, and demographic details, as well as characteristics of participants' workspaces, leisure activities and interests, education and training, lifestyle, habits, occupations, professional activities, and interactions with their built environments. ● Drawings: These may include visual representations of personal experiences. ● Photos and videos, where applicable: Capturing the participants' workspaces and the physical environment of the workplace. ● Observational notes: Documentation of observations of participants interacting within the workplace, which may include descriptions or interpretations of personal behaviors, interactions, and experiences. ● Online/ web -based activities and email communication: These may include visual and textual representations of personal experiences. In dataset WP6, quality assurance, the personal data will include in meeting notes and meeting minutes (e.g., from stakeholders meetings or user/expert panels discussions). The researcher will take measures to anonymize personal information where possible and to secure the confidentiality and privacy of participants throughout the research process. Participants will be informed about the handling of their personal data and provided with opportunities to consent to their use for research purposes. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● Yes The dataset of WP5 consists of personas with scenarios and/or recommendations that will be developed based on the research data (datasets within WP3, WP4 and WP6). This dataset delineates the characteristics of fictional autistic individuals and their interactions within the built work environment, along with recommendations to enhance positive experiences for autistic individuals in the workplace. This dataset has potential for design valorization through 5 5 Scenario -Based Design as well as to inform material to facilitate discussions of inclusive workplaces for autistic people. In this case, the KU Leuven Research & Development (LRD) will be contacted to offer guidance. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● Yes All research data, both collected and generated, are owned by the researchers involved in the project: Lan Phuong Nguyen, Prof. Ann Heylighen and Prof. Andrea Jelic. However, participant -made visual and/or text -based material (e.g., online/web -based activities) and participant -researcher co -created visual material (e.g., participatory video making) are exceptions to this ownership. In cases of exception, considering authorship and intellectual property rights, permission will be sought from the author(s) to use these visual and/or text -based materials (e.g., for dissemination activities). 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). README.txt files will be included within each dataset directory to provide an overview of the dataset's contents, format, and any specific instructions or considerations for use. This will include, among other information, the details of the study setting and the informed consent process. README files will also include contact information of the researchers responsible for the dataset, enabling users to seek clarification or assistance if needed. In addition, steps taken to remove direct identifiers in the data will also be described. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ● No In the context of the research group Research[x]Design, co -chaired by Prof. Ann Heylighen, steps have been taken during 2020 and 2021 to build up an inventory with different datasets, attaching keywords and categories to each of them. As the present study progresses, as well as in its completion, for the data produced by KU Leuven we will order and categorize the data sets according to how the group has done it. This way data sets will be findable, accessible, and reusable —in accordance with the FAIR principles. Where it concerns camera captures, video - or audio -recordings, a readme file will be added outlining the basic features of the device (e.g. brand or when it was purchased (if known)) and/or other contextual factors considered 6 6 relevant. For some recording devices, a metadata file is created automatically. The metadata file will be stored on the same folder as the recording(s). For safety and ethical reasons, recordings will not be stored in the device itself, but on one of KU Leuven's password protected servers (J -drive). 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? The digital data will be stored in a project folder on the shared drive (J -drive) managed by the ICTS of KU Leuven. Access to the data will be granted to members participating in the project, including Lan Phuong Nguyen, Jasmien Kinnaer, Maria Lackovicova, Prof. Dirk Saelens, Prof. Andrea Jelic, Prof. Ann Heylighen and other future researchers who are granted access by Prof. Ann Heylighen and Prof. Andrea Jelic. Because the network drive is password - protected, no one other than the research team has access to the data. Temporary working files of datasets WP4 and WP5 will be kept on a personal OneDrive of the researchers, which is managed by the ICTS service of KU Leuven. Paper data (such as notes, physical visual and text -based materials,…) will be stored in the office of the researchers in a locked drawer or cupboard that can only be accessed by the researchers. How will the data be backed up? The digital data is secured and backed -up by the ICTS service of KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes KU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder was created for the project on which the collaborators will work jointly and store data files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data will be stored on encrypted KU Leuven network drives: the project’s J -drive folder and researchers’ personal OneDrive storage, which are managed and secured by the ICTS of KU Leuven. Because the network drive is password -protected, no one other than the research team has access to the data. Data collected from the research participants will be pseudonymized (unless participant opts to remain identifiable). Only the researcher collecting the data and their supervisors, prof. Ann Heylighen and prof. Andrea Jelic, will have access to the pseudocodes files linking the pseudonymized data to identifiable persons. These password -protected files will be stored in a separate folder within the project’s J -drive folder. Paper data (such as notes, physical visual and text -based materials,…) will be stored in the office of the researcher in a locked drawer or cupboard that can only be accessed by the researcher and her supervisors. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage. However, in the event that a paid service is necessary to store data during the retention period, the bench fee of the researcher will be used. 7 7 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. After 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researchers will again decide whether the data still need to be kept. When further storage is no longer necessary the (personal) data will be deleted. Where will these data be archived (stored and curated for the long -term)? The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. The physical data will be stored in a lockable cabinet in the office of the research team in KU Leuven up for 10 years after the project What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data storage. However, in the event that a paid service is necessary to store data during the retention period, the bench fee of the researcher will be used. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Other, please specify: The datasets of WP3, WP4, which contain personal data, have restricted access and will be managed by the data managers and project administrators of the research project, Lan Phuong Nguyen, Prof. Ann Heylighen and Prof. Andrea Jelic. The dataset of WP5 will be made available for reuse after or during the project with permission from the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen. All research data will only made available for follow -up research after approval by prof. Ann Heylighen and prof. Andrea Jelic. If access is restricted, please specify who will be able to access the data and under what conditions. Prof. Ann Heylighen, prof. Andrea Jelic, prof. Dirk Saelens, researchers Lan Phuong Nguyen, Maria Lackovicova, Jasmien Kinnaer, and other researchers and students under the supervision of prof. Ann Heylighen or prof. Andrea Jelic, who, as part of their study curriculum (PhD, master thesis, course activities), conduct research related to this project will access and reuse all datasets after/during the project. The participating researchers and students will be added as involved KU Leuven researchers and the same ethical considerations agreed upon for the project will apply to collaborating researchers/students, including compliance with the confidentiality rules for the given data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. 8 8 ● Yes, Privacy aspects ● Yes, Intellectual Property Rights ● Yes, Ethical aspects The datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely. The dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights belonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen. The research data within the dataset WP3 involve the ownership and/or intellectual property rights belonging to the participants, as there are participant -made materials. Accordingly, permission to share/use/publish certain fragments/documents will be sought from their author(s). Where will the data be made available? If already known, please provide a repository per dataset or data type. Due to the nature of the data collected, they will not be made publicly available in an unrestricted manner. All digital data will be stored and be available to future collaborating researchers and students using the secured J -drive storage provided by the KU Leuven and only with permission from prof. Ann Heylighen and prof. Andrea Jelic. When will the data be made available? The datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely. The dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights belonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen, upon acceptance of the publication of research results or at the end of the project on September 30, 2026. Which data usage licenses are you going to provide? If none, please explain why. There is no data usage license. As mentioned previously: The datasets of WP3 and WP4 contain privacy -sensitive aspects; therefore, they cannot be shared widely. Data is shared with future collaborating researchers and students only after approval by prof. Ann Heylighen and prof. Andrea Jelic, as mentioned above. The dataset of WP5 is based on fictional individuals; therefore, it can be shared, with intellectual property rights belonging to the researchers, Lan Phuong Nguyen, Prof. Andrea Jelic, and Prof. Ann Heylighen. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. The data sharing costs through granted access to the project’s J -drive storage is covered by KU Leuven. If necessary, the bench fee of the researcher can be utilized. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? 9 9 The researcher, Lan Phuong Nguyen, is responsible for managing data documentation and metadata during the research project. Supervisors Prof. Ann Heylighen and Prof. Andrea Jelic will act as data managers and project administrators, overseeing the management of the data storage facilities. Who will manage data storage and backup during the research project? The researcher, Lan Phuong Nguyen, will manage data storage on the project folder on the shared J - drive provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back -up of the J -drive at KU Leuven. Supervisors, Prof. Ann Heylighen and Prof. Andrea Jelic will also serve as data managers and project administrators, overseeing the management of the project folder. Who will manage data preservation and sharing? During the project, the researcher, Lan Phuong Nguyen, will manage data preservation and sharing. As data managers and project administrators, the project’s supervisors, Prof. Ann Heylighen and Prof. Andrea Jelic will responsible and manage long term preservation and sharing after the completion of the project. Who will update and implement this DMP? The researcher, Lan Phuong Nguyen, will update and implement this DMP."
}