{
    "document_id": "D-2024-2713",
    "LinkTitle": "D-2024-2713",
    "file_name": "D-2024-2713.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2713.pdf",
    "metadata": {
        "title": "A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and immunotherapy screening",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and\nA Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and\nimmunotherapy screening\nimmunotherapy screening\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nAfrah Aboo\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PNY24N\nID: \nID: \n206363\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nThe tumor immune microenvironment (TIME) plays an important role in cancer development, progression, and response to therapy. The\nmicroenvironment can elicit pro- or anti-tumoral responses, depending on the cellular and non cellular components involved in it.\nCancer immunotherapy, which mobilizes the body’s immune system to fight cancer, has been proven to be both effective and unsuccessful in a clinical\nsetting, depending on the nature of the tumor immune microenvironment. While current models used to test immunotherapies are effective in\npredicting the success of an immunotherapy to a certain extent, there is still room for improvement. Moreover, there is also a need to deconvolve the\nrole of different cells involved in the tumor immune microenvironment. Microfluidics-based organ-on-chip platforms have the potential to be tailored\nfor such studies. Here, I propose to develop a TIME-on-chip platform that will enable the study of the interactions between cancer cells and immune\ncells in vitro. Of interest is the role of conventional dendritic cells, which is an antigen-presenting cell, as well as their interaction with T cells and\ntumor cells in a lung tumor immune microenvironment. I will assess the potential of the model to be used as a preclinical platform to screen\nimmunotherapies. This will aid in developing novel immunotherapies and improving the efficacy of existing ones.\nLast modified: \nLast modified: \n15-04-2024\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n1 of 7\nA Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and\nA Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and\nimmunotherapy screening\nimmunotherapy screening\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\nConfocal\nmicroscopy\nimages of cells\nin an\nextracellular\nmatrix in\nmicrofluidic\nPDMS chips\nNew\nDigital\nExperimental\n.tif, .jpg, .nd2\n100-200GB\n \nMicroscopy\nmovies\nConfocal\nmicroscopy\ncapturing\nvideos of cells\nin an\nextracellular\nmatrix in\nmicrofluidic\nPDMS chips\nand Merging\nConfocal Z-\nStack images\ninto a single\nvideo file per\nchip\nNew\nDigital\nExperimental\n.avi\n100-200GB\n \nCAD\ndesigns\nProduced using\nCAD software\nNew\nDigital\nSoftware\n.dwg, .stl\n1GB\n \nTEXT\nProtocols,\ndescription of\nresearch\nresults,\nliterature\nstudies\nNew\nDigital and\nphysical\nObservational,\nexperimental\n.txt, .doc, .pdf\n1GB\n \nBiological\nsamples\nCells from\nmice and\npatient samples\nNew\nPhysical\n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n3 of 7\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nThere won’t be any experiments carried on humans or animals. However, human and mice cells will be used for experiments.\nWP1 - Task 2 - Human cells/tissues \nEthical approval by the Ethics Committee Research UZ/KU Leuven is in place for collecting lung explant-derived cells (epithelium,\nendothelium, fibroblast, immune cells) and tissues for cell biology and molecular/histological analyses (S67110, S67338 – BREATHE lab,\nKU/UZ Leuven). \n \nWP1 – Task 3 – Cells from naïve mice spleen\n24-220-OC06: Organ collection from C57bl/6 mice\nThe ethical approvals for using cells from LLC tumor-bearing mice and NSCLC patient samples will be obtained at a later stage of the project,\nbefore the start of the appropriate tasks.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe model developed during this project holds great potential for tech transfer and commercial valorization since it has the potential to be used\nfor several applications, like preclinical testing of immunotherapies. The submission of patents will be evaluated in collaboration with KU\nLeuven Research & Development (LRD).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1) Experimental protocols that contain information on methods and materials, the progress of the research, and analysis of obtained data, will\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n4 of 7\nbe recorded in an electronic notebook (eLABJournal, Bio-ITech). For every subtask of the project, a folder will be made, and a new file will be\ncreated under this folder for each experiment - with mention of date and subject . Each experimental file will contain a section on the objective,\nprotocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. Similarly, the data generated\nfor each experiment will be stored on the shared drive in the same format. By using the same structure on the server and in the electronic\nlabnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the\nelectronic notebook.\n2) A physical sample inventory (of mainly cells) will be stored on the shared drive in an Excel sheet with sample details\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nNo, a uniform metadata standard is not available for all different aspects and disciplines of this project. Therefore, a uniform system will be\ncreated to enhance the use/re-use of data. As mentioned above, an electronic labnotebook (eLABJournal, Bio-ITech) in which a number of\npredetermined topics have to be described for each experiment (objective, protocol, results, and conclusion) will be used. The electronic lab\nnotebook will facilitate searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab\nnotebook in the server-based folder with the experimental data, linking the metadata to the actual data will be facilitated.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will\nbe stored on the server of the electronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the\nshared drive (J:). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service\nof KU Leuven. Copies can be made and kept on personal devices. An additional backup will be stored on the shared drive (K:) of KU Leuven\nand will be updated on a yearly basis.\nHow will the data be backed up?\nHow will the data be backed up?\nThe digital data will be stored on the university's central servers with automatic daily back-up procedures\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on\nwhich the collaborators will work jointly and store data files\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder.\nUnauthorized persons do not have access to this system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven provides multiple options for (long-term) data storage. The shared network drive costs € 503,66 / TB / year, and the Biomimetics\nlab currently has a storage of 200GB for the entire group. This would then cost up to €402,93 for 4 years. Large datasets that do not require\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n5 of 7\nfrequent access can be stored on a separate server for large volume storage, costing € 104,42 per TB per year. The estimated maximal cost for\nthe 4-year project would therefore be € 417,68 if this type of data storage is required. All costs will be covered by the project budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data related to this project will be retained for at least 5 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the long-term large-volume data storage drive (K: drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLarge volume storage of data in the K: drive costs € 104,42 per TB per year. Assuming the data volume will not exceed 1TB, the estimated\nmaximal cost for the expected retention period of 5 years would be €522.1. All costs will be covered by the project budget.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\nAll data types will be accessible only to the collaborating groups of the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll data types will be accessible only to the collaborators of the project unconditionally.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNot applicable\nWhen will the data be made available?\nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n6 of 7\nNot applicable\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot applicable\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nNot applicable\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher will be responsible for documentation and metadata. Supervisors will manage the data storage facilities \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD researcher will be responsible for storage and back-up of the data on the KU Leuven storage drives. Supervisors will manage the data\nstorage facilities \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI is responsible for data preservation and sharing \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nBoth the PhD researcher and PI will update and implement this DMP \nCreated using DMPonline.be. Last modiﬁed 15 April 2024\n7 of 7"
    },
    "clean_full_text": "A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and immunotherapy screening immunotherapy screening A Data Management Plan created using DMPonline.be Creator: Creator: Afrah Aboo Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PNY24N ID: ID: 206363 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: The tumor immune microenvironment (TIME) plays an important role in cancer development, progression, and response to therapy. The microenvironment can elicit pro- or anti-tumoral responses, depending on the cellular and non cellular components involved in it. Cancer immunotherapy, which mobilizes the body’s immune system to fight cancer, has been proven to be both effective and unsuccessful in a clinical setting, depending on the nature of the tumor immune microenvironment. While current models used to test immunotherapies are effective in predicting the success of an immunotherapy to a certain extent, there is still room for improvement. Moreover, there is also a need to deconvolve the role of different cells involved in the tumor immune microenvironment. Microfluidics-based organ-on-chip platforms have the potential to be tailored for such studies. Here, I propose to develop a TIME-on-chip platform that will enable the study of the interactions between cancer cells and immune cells in vitro. Of interest is the role of conventional dendritic cells, which is an antigen-presenting cell, as well as their interaction with T cells and tumor cells in a lung tumor immune microenvironment. I will assess the potential of the model to be used as a preclinical platform to screen immunotherapies. This will aid in developing novel immunotherapies and improving the efficacy of existing ones. Last modified: Last modified: 15-04-2024 Created using DMPonline.be. Last modiﬁed 15 April 2024 1 of 7 A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and A Tumor Immune Micro Environment (TIME)-on-chip: an in vitro model for immuno-oncology and immunotherapy screening immunotherapy screening FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 15 April 2024 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Confocal microscopy images of cells in an extracellular matrix in microfluidic PDMS chips New Digital Experimental .tif, .jpg, .nd2 100-200GB Microscopy movies Confocal microscopy capturing videos of cells in an extracellular matrix in microfluidic PDMS chips and Merging Confocal Z- Stack images into a single video file per chip New Digital Experimental .avi 100-200GB CAD designs Produced using CAD software New Digital Software .dwg, .stl 1GB TEXT Protocols, description of research results, literature studies New Digital and physical Observational, experimental .txt, .doc, .pdf 1GB Biological samples Cells from mice and patient samples New Physical If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No Created using DMPonline.be. Last modiﬁed 15 April 2024 3 of 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data There won’t be any experiments carried on humans or animals. However, human and mice cells will be used for experiments. WP1 - Task 2 - Human cells/tissues Ethical approval by the Ethics Committee Research UZ/KU Leuven is in place for collecting lung explant-derived cells (epithelium, endothelium, fibroblast, immune cells) and tissues for cell biology and molecular/histological analyses (S67110, S67338 – BREATHE lab, KU/UZ Leuven). WP1 – Task 3 – Cells from naïve mice spleen 24-220-OC06: Organ collection from C57bl/6 mice The ethical approvals for using cells from LLC tumor-bearing mice and NSCLC patient samples will be obtained at a later stage of the project, before the start of the appropriate tasks. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The model developed during this project holds great potential for tech transfer and commercial valorization since it has the potential to be used for several applications, like preclinical testing of immunotherapies. The submission of patents will be evaluated in collaboration with KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1) Experimental protocols that contain information on methods and materials, the progress of the research, and analysis of obtained data, will Created using DMPonline.be. Last modiﬁed 15 April 2024 4 of 7 be recorded in an electronic notebook (eLABJournal, Bio-ITech). For every subtask of the project, a folder will be made, and a new file will be created under this folder for each experiment - with mention of date and subject . Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. Similarly, the data generated for each experiment will be stored on the shared drive in the same format. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. 2) A physical sample inventory (of mainly cells) will be stored on the shared drive in an Excel sheet with sample details Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No No, a uniform metadata standard is not available for all different aspects and disciplines of this project. Therefore, a uniform system will be created to enhance the use/re-use of data. As mentioned above, an electronic labnotebook (eLABJournal, Bio-ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion) will be used. The electronic lab notebook will facilitate searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server-based folder with the experimental data, linking the metadata to the actual data will be facilitated. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional backup will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. How will the data be backed up? How will the data be backed up? The digital data will be stored on the university's central servers with automatic daily back-up procedures Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven provides multiple options for (long-term) data storage. The shared network drive costs € 503,66 / TB / year, and the Biomimetics lab currently has a storage of 200GB for the entire group. This would then cost up to €402,93 for 4 years. Large datasets that do not require Created using DMPonline.be. Last modiﬁed 15 April 2024 5 of 7 frequent access can be stored on a separate server for large volume storage, costing € 104,42 per TB per year. The estimated maximal cost for the 4-year project would therefore be € 417,68 if this type of data storage is required. All costs will be covered by the project budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data related to this project will be retained for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored on the long-term large-volume data storage drive (K: drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Large volume storage of data in the K: drive costs € 104,42 per TB per year. Assuming the data volume will not exceed 1TB, the estimated maximal cost for the expected retention period of 5 years would be €522.1. All costs will be covered by the project budget. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) All data types will be accessible only to the collaborating groups of the project. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All data types will be accessible only to the collaborators of the project unconditionally. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Not applicable When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 15 April 2024 6 of 7 Not applicable Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Not applicable Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Not applicable What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Not applicable 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher will be responsible for documentation and metadata. Supervisors will manage the data storage facilities Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD researcher will be responsible for storage and back-up of the data on the KU Leuven storage drives. Supervisors will manage the data storage facilities Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing Who will update and implement this DMP? Who will update and implement this DMP? Both the PhD researcher and PI will update and implement this DMP Created using DMPonline.be. Last modiﬁed 15 April 2024 7 of 7"
}