{
    "document_id": "D-2023-1928",
    "LinkTitle": "D-2023-1928",
    "file_name": "D-2023-1928.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1928.pdf",
    "metadata": {
        "title": "Regulating financial products: Product governance and product intervention as new solutions to old problems",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Regulating financial products: Product governance and product intervention as new solutions\nto old problems\nA Data Management Plan created using DMPonline.be\nCreator: \nLucie Skapova\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11B7223N\nID: \n198221\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nTraditionally, the EU regulator has aimed at achieving a high level of customer protection in the\nfinancial sector with conduct of business rules for distributors of financial products. In recent years,\nhowever, it has increasingly complemented this strategy with product regulation, such as product\nbans and restrictions (“product interventions”) and product requirements (“product governance”).\nThese rules govern the design, testing, distribution, and on-going monitoring of products placed on\nthe market. Recent developments also suggest that they may be used to control product pricing. This\nrepresents a paradigm shift in the approach to customer protection.\nIn my project, I will examine and evaluate the EU financial product regulation in terms of its impact\non market conditions and market participants. First, I will conduct a cross-sectoral comparison to\nidentify (un)justified differences and similarities between the rules for the banking, insurance, and\ninvestment sectors. Secondly, I will analyse and evaluate the law (as written and as applied) from a\ncustomer protection perspective, looking at its benefits (good customer outcomes) and its “costs”\n(limits on customer autonomy, freedom to set prices etc.). Finally, I will formulate policy\nrecommendations to address any issues with coherency, effectiveness, efficiency and/or\nenforceability that my research will. To do so, I will among other things draw inspiration from the\nAustralian and UK financial product regulation.\nLast modified: \n30-03-2023\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n1 of 5\nRegulating financial products: Product governance and product intervention as new solutions\nto old problems\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nLegislation and policy\ndocuments\nPrimary data on legal rules and policy\nchoices, obtained from official online\nsources\nReuse existing data\nDigital\nOther\n.pdf,\n.txt\n<100GB\n \nAcademic literature - online\nsources\nSecondary data obtained from legal\ndatabases\nReuse existing data\nDigital\nOther\n.pdf,\n.txt\n<100GB\n \nAcademic literature - books\nSecondary data purchased for the research\nReuse existing data\nPhysical\n \n \n \n<10\nSurveys and reports published\nby public authorities\nSecondary public data obtained from official\nonline sources of the authority\nReuse existing data\nDigital\nOther\n.pdf\n<100GB\n \nOverview of national\nsupervisory guidelines, Q&As\nor decisions\nDerived/compilation data obtained through\nthe processing (compilation) of primary data\nGenerate new data\nDigital\nOther\n.pdf,\n.docx\n<10MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nOnline datasets\n will be obtained from:\nlegal journals and commercial legal databases for which KU Leuven has a subscription (e.g. Westlaw, Heinonline, Oxford Academic, Springer Journals, etc.),\npublic databases (e.g. Eur-lex or CURIA),\nopen access research databases (e.g. Social Science Research Network),\nblogs (e.g. https://europeanlawblog.eu/)\nofficial websites of European and national authorities (incl. EBA, ESMA, EIOPA, European Commission, EU Council) and\nthe EU Publications Office.\n \nPhysical datasets \n(printed copies of books) will be:\nborrowed temporarily from KU Leuven Libraries\npurchased.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n2 of 5\nYes\nDatasets \"Academic literature - online sources\", \"Academic literature - books\" and often also \"Surveys and reports published by public authorities\" are protected by a copyright; some of them\nare published as open access but others are only accessible to persons with a subscription to a certain journal or commercial legal database (e.g. Westlaw, Heinonline, or Oxford\nAcademic).\nMost of these sources therefore cannot be freely disseminated and published. The extent of limitations will depend on the licence under which the work was published. In many cases only\nshort, non-extensive excerpts can be distributed/disseminated without a licence.\nThe research does not plan to disseminate any of these sources, except for very short, non-extensive excerpts (e.g. a sentence), where this is required (e.g. to comment on the information\npresented in this dataset) and in a way that complies with good research practices regarding source referencing and citing.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll relevant metadata will be gathered and stored in My Library in \nZotero\n.\nAn up-to-date list of all datasets will also be included in an annex to the PhD thesis.\nIf it proves necessary, a README file will be kept to keep track of all the datasets.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nAs a rule, the \n4th edition of OSCOLA\n (Oxford University Standard for Citation of Legal Authorities) will be used for \nall datasets\n. Where necessary, \nOSCOLA 2006\n will be used (e.g. for\ninternational sources).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPhysical data will be stored on faculty premises.\nDigital data will be stored on the Personal Network Drive of the researcher.\n \nHow will the data be backed up?\nDigital data will be backed up in OneDrive cloud storage, operated by the host institution.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nOneDrive for Business offers 2 TB of storage and storage on the Personal Network Drive is in principle unlimited. Given the small size of datasets, the available storage is sufficient.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe OneDrive cloud storage is accessible upon \n3-factor authentication\n.\nPersonal Network Storage is accessible from the laptop of the researcher, which is kept safe (a locked room) and is only accessible with the knowledge of a regularly updated password.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe storage solutions are offered by the host institutions free of cost. No costs borne by the researcher are currently expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn principle, all data that is at the basis of publications (or the PhD thesis) and data that is likely to be reused within the research unit will be preserved for 10 years.\nIf storage and budgetary reasons so require, data that is easily reproduced (e.g. publicly available policy documents and legislation) might not be preserved at all or only preserved for less than 10\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n3 of 5\nyrs.\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data will be stored on a dedicated network-drive operated by the host\ninstitution.\nPhysical data will be archived on faculty premises.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected due to the small size of the datasets.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOnly collected will be made available (see below) and will be published together with the research results as part of the PhD thesis. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly KU Leuven staff will be able to access the data, with the permission of the responsible person (the promotor - Prof. dr. Veerle Colaert).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nDatasets \"Academic literature - online sources\", \"Academic literature - books\" and often also \"Surveys and reports published by public authorities\" are protected by a copyright and often\nlicenced.\nSome of them are published as open access but others are only accessible to persons with a subscription to a certain journal or commercial legal database (e.g. Westlaw, Heinonline, or\nOxford Academic).\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMost digital data will be stored on network drives operated by the host institution\n(KU Leuven) with servers on university premises. Access will be restricted.\nPhysical data will be accessible on faculty premises to KU Leuven staff belonging to the Jan Ronse Institute.\nWhen will the data be made available?\nUpon the publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nMost datasets are already licenced. If a new dataset is collected (such as the dataset \"Overview of national supervisory guidelines, Q&As or decisions\"), it will be published under a Creative\nCommons licence unless the repository requires a different licence.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nDeposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are typically paid by the researcher requesting the materials. My\nresearch project only works with small datasets and almost all of them will be stored at the host institution. No costs are expected at the moment.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n4 of 5\nThe researcher - Lucie Škapová. \nWho will manage data storage and backup during the research project?\nThe researcher - Lucie Škapová. \nWho will manage data preservation and sharing?\nThe promotor - Prof. dr. Veerle Colaert. \nWho will update and implement this DMP?\nThe researcher - Lucie Škapová. \nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n5 of 5"
    },
    "clean_full_text": "Regulating financial products: Product governance and product intervention as new solutions to old problems A Data Management Plan created using DMPonline.be Creator: Lucie Skapova Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11B7223N ID: 198221 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Traditionally, the EU regulator has aimed at achieving a high level of customer protection in the financial sector with conduct of business rules for distributors of financial products. In recent years, however, it has increasingly complemented this strategy with product regulation, such as product bans and restrictions (“product interventions”) and product requirements (“product governance”). These rules govern the design, testing, distribution, and on-going monitoring of products placed on the market. Recent developments also suggest that they may be used to control product pricing. This represents a paradigm shift in the approach to customer protection. In my project, I will examine and evaluate the EU financial product regulation in terms of its impact on market conditions and market participants. First, I will conduct a cross-sectoral comparison to identify (un)justified differences and similarities between the rules for the banking, insurance, and investment sectors. Secondly, I will analyse and evaluate the law (as written and as applied) from a customer protection perspective, looking at its benefits (good customer outcomes) and its “costs” (limits on customer autonomy, freedom to set prices etc.). Finally, I will formulate policy recommendations to address any issues with coherency, effectiveness, efficiency and/or enforceability that my research will. To do so, I will among other things draw inspiration from the Australian and UK financial product regulation. Last modified: 30-03-2023 Created using DMPonline.be. Last modiﬁed 30 March 2023 1 of 5 Regulating financial products: Product governance and product intervention as new solutions to old problems FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Legislation and policy documents Primary data on legal rules and policy choices, obtained from official online sources Reuse existing data Digital Other .pdf, .txt <100GB Academic literature - online sources Secondary data obtained from legal databases Reuse existing data Digital Other .pdf, .txt <100GB Academic literature - books Secondary data purchased for the research Reuse existing data Physical <10 Surveys and reports published by public authorities Secondary public data obtained from official online sources of the authority Reuse existing data Digital Other .pdf <100GB Overview of national supervisory guidelines, Q&As or decisions Derived/compilation data obtained through the processing (compilation) of primary data Generate new data Digital Other .pdf, .docx <10MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Online datasets will be obtained from: legal journals and commercial legal databases for which KU Leuven has a subscription (e.g. Westlaw, Heinonline, Oxford Academic, Springer Journals, etc.), public databases (e.g. Eur-lex or CURIA), open access research databases (e.g. Social Science Research Network), blogs (e.g. https://europeanlawblog.eu/) official websites of European and national authorities (incl. EBA, ESMA, EIOPA, European Commission, EU Council) and the EU Publications Office. Physical datasets (printed copies of books) will be: borrowed temporarily from KU Leuven Libraries purchased. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 30 March 2023 2 of 5 Yes Datasets \"Academic literature - online sources\", \"Academic literature - books\" and often also \"Surveys and reports published by public authorities\" are protected by a copyright; some of them are published as open access but others are only accessible to persons with a subscription to a certain journal or commercial legal database (e.g. Westlaw, Heinonline, or Oxford Academic). Most of these sources therefore cannot be freely disseminated and published. The extent of limitations will depend on the licence under which the work was published. In many cases only short, non-extensive excerpts can be distributed/disseminated without a licence. The research does not plan to disseminate any of these sources, except for very short, non-extensive excerpts (e.g. a sentence), where this is required (e.g. to comment on the information presented in this dataset) and in a way that complies with good research practices regarding source referencing and citing. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All relevant metadata will be gathered and stored in My Library in Zotero . An up-to-date list of all datasets will also be included in an annex to the PhD thesis. If it proves necessary, a README file will be kept to keep track of all the datasets. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes As a rule, the 4th edition of OSCOLA (Oxford University Standard for Citation of Legal Authorities) will be used for all datasets . Where necessary, OSCOLA 2006 will be used (e.g. for international sources). 3. Data storage & back-up during the research project Where will the data be stored? Physical data will be stored on faculty premises. Digital data will be stored on the Personal Network Drive of the researcher. How will the data be backed up? Digital data will be backed up in OneDrive cloud storage, operated by the host institution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes OneDrive for Business offers 2 TB of storage and storage on the Personal Network Drive is in principle unlimited. Given the small size of datasets, the available storage is sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive cloud storage is accessible upon 3-factor authentication . Personal Network Storage is accessible from the laptop of the researcher, which is kept safe (a locked room) and is only accessible with the knowledge of a regularly updated password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The storage solutions are offered by the host institutions free of cost. No costs borne by the researcher are currently expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In principle, all data that is at the basis of publications (or the PhD thesis) and data that is likely to be reused within the research unit will be preserved for 10 years. If storage and budgetary reasons so require, data that is easily reproduced (e.g. publicly available policy documents and legislation) might not be preserved at all or only preserved for less than 10 Created using DMPonline.be. Last modiﬁed 30 March 2023 3 of 5 yrs. Where will these data be archived (stored and curated for the long-term)? Digital data will be stored on a dedicated network-drive operated by the host institution. Physical data will be archived on faculty premises. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected due to the small size of the datasets. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Only collected will be made available (see below) and will be published together with the research results as part of the PhD thesis. If access is restricted, please specify who will be able to access the data and under what conditions. Only KU Leuven staff will be able to access the data, with the permission of the responsible person (the promotor - Prof. dr. Veerle Colaert). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Datasets \"Academic literature - online sources\", \"Academic literature - books\" and often also \"Surveys and reports published by public authorities\" are protected by a copyright and often licenced. Some of them are published as open access but others are only accessible to persons with a subscription to a certain journal or commercial legal database (e.g. Westlaw, Heinonline, or Oxford Academic). Where will the data be made available? If already known, please provide a repository per dataset or data type. Most digital data will be stored on network drives operated by the host institution (KU Leuven) with servers on university premises. Access will be restricted. Physical data will be accessible on faculty premises to KU Leuven staff belonging to the Jan Ronse Institute. When will the data be made available? Upon the publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Most datasets are already licenced. If a new dataset is collected (such as the dataset \"Overview of national supervisory guidelines, Q&As or decisions\"), it will be published under a Creative Commons licence unless the repository requires a different licence. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Deposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are typically paid by the researcher requesting the materials. My research project only works with small datasets and almost all of them will be stored at the host institution. No costs are expected at the moment. 6. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 30 March 2023 4 of 5 The researcher - Lucie Škapová. Who will manage data storage and backup during the research project? The researcher - Lucie Škapová. Who will manage data preservation and sharing? The promotor - Prof. dr. Veerle Colaert. Who will update and implement this DMP? The researcher - Lucie Škapová. Created using DMPonline.be. Last modiﬁed 30 March 2023 5 of 5"
}