{
    "document_id": "D-2025-3621",
    "LinkTitle": "D-2025-3621",
    "file_name": "D-2025-3621.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3621.pdf",
    "metadata": {
        "title": "D-2025-3621",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Lies Langouche – ORCID ID 0000-0002-8564-6809\nContributor name(s) (+ ORCID) & roles Jan Gunst - ORCID ID 0000-0003-2470-6393\nMichael Casaer - ORCID ID 0000-0002-7087-0795\nProject number 1 & title  Toward individualized nutrition in critically ill patients: from unraveling and identifying metabolic \ndysregulation to therapeutic interventions\nFunder(s) GrantID 2G029525N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description      -         Critical illness is any acute life threatening condition for which the body requires intensive\n          . mechanical organ replacing therapy or pharmacological support to prevent imminent death\n         , ,  , The initial cause of critically illness can be major trauma surgery severe infection\n       .  10%    extensive burns or exacerbation of a chronic illness Over of patients develop\n              protracted critical illness and remain dependent on life support for a prolonged period of\n (      ).       time several days to weeks to months These patients often suffer from complications that  \n             are rather provoked by their ongoing critical illness than the original indication for\n.            admission The metabolic pathways involved in the delayed recovery or the development of  \n        .  detrimental complications of protracted critical illness remain poorly understood Better\n         .    identification and understanding might thus lead to major clinical progress We want to\n            investigate whether a hampered switch from carbohydrate to lipid metabolism in nutrient\n          . restricted conditions during critical illness might contribute to compromised clinical outcomes  \n           We hypothesize that carnitine deficiencies contribute to such impaired metabolic switch and  \n      .       to the phenotype of prolonged critical illness We aim to enhance specific nutritional\n             metabolic pathways in order to improve outcome and to identify improvement of metabolic\n   \" - - \" . homeostasis through novel ready to feed indicators\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nWP1Animal study: \nThe impact of \nparenteral \nnutrition \ninfusion on \nphosphate \nredistribution in \nseptic mice.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NATissue and plasma \nsamples\nWP2Patient study: \nThe impact of \nintermittent \nnutrient \nprovision on \nphosphate \nredistribution in \nprolonged \ncritically ill \npatients.☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nWP3Patient study: \nThe occurrence \nof early and late \n(relative) \nhypophosphate\nmia and \nassociated \ncaloric intake in ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5relation to \noutcome.\nWP4Patient study: \nOccurrence and \nimpact of \n(relative) \ncarnitine \ndeficiency in the \ncontext of early \nenhanced \nfeeding.☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nWP5Patient study: \nImpact of \nintermittent \nnutrition \nprovision on \n(relative) \ncarnitine \ndeficiency in \nprolonged \ncritically ill \npatients.☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nWP6Patient study: \nAssociation \nbetween \ncarnitine \ndeficiency and \nthe \ndevelopment of \nmuscle \nweakness.☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6WP7Animal study: \nimpact of \ncarnitine \nsupplementatio\nn with standard \nPN.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:pdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NATissue and plasma \nsamples\nWP8Animal study: \nimpact of LCT-\nrich PN with \ndifferential \nglucose \navailability.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Otherpdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NATissue and plasma \nsamples\nWP9Animal study: \nImpact of an \nMCT- vs. LCT-\nrich PN☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Otherpdf, txt, xlsx, csv, \njmp, tiff, jpeg, \nppt, doc pdf, png, \nsvg, jmp, sas, R, \nRMD files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NATissue and plasma \nsamples\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  WP2 and 5: secondary analysis of the ICU-FM1 study - doi: 10.1186/s13054-020-02987-3\nW4: secondary analysis of the EPaNIC trial - doi: 10.1056/NEJMoa1102662.\nWP6: secondary analysis of the CROSS study – ISRCTN17621057\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \nWP2 and 5 - S59328\nWP3 -  S68847\nWP4 – S50404\nWP6 – S58533\n☒ Yes, animal data; provide ECD reference number:  \nWP1: to be requested\nWP7: to be requested\nWP8: CMM-P077/2023\nWP9:to be requested\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data3? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below):see above for numbers\n☐ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n3 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Data is stored in structured databases. All characteristics can be queried to retrieve specific \nparticipants or samples. Data can be exported as Excel files or csv files. The full study protocols \ndescribe data collection and definition of variables. Standing operating procedures are in place to \ndescribe data collection. For individual data elements requiring explanation, a definition is \nprovided as info label in the structured database. All these documents are stored electronically in \nthe structured study master file. We will keep a separate registry documenting the names and \nlocations for raw and processed data exports as used for every step in the project.\nAs soon as robust and conclusive data analyses will be achieved, data will be deposited in the \nResearch Data Repository (RDR) of KU Leuven (https://rdr.kuleuven.be/) and will be available to \nthe community upon reasonable request. Data will get a persistent DOI identifier upon deposit in \nthe repository, and metadata including keywords will be added in the repository.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nData will be deposited in a format that can be accessible for everyone, and that is widely used as a \nstandard in our scientific discipline. Mostly csv, txt and pdf file formats will be released to the KULeuven \nRDR. We will use SI units and standard vocabularies where possible.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 104.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Study databases are protected, accessible only with restricted user ID and password. Access control is set \nat network, directory and database level.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?According to our plans, there will be no cost to make data and research outputs FAIR in this project, as \nrepositories and other resources are provided by free, open access platforms. Data preservation on UZ \nLeuven servers is currently free of costs. Data preservation on KULeuven servers will be paid by other \nbudgets of the laboratory of intensive care medicine.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No costs are expected. If any occur, they will be covered by the requesting parties.  \n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nFor all WPs, data sharing will be considered only on a collaborative basis with the PI, after evaluation of the \nproposed study protocol and statistical analysis plan.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.For all WPs, data sharing will be considered only on a collaborative basis with the PI, after evaluation of the \nproposed study protocol and statistical analysis plan.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nThe clinical databases contain sensitive and personal information. Although the data are pseudonymized, \ntheoretically, it could be possible to identify a patient based on a combination of demographic \ncharacteristics and admission date/diagnosis. Therefore, it is important to only share those data that are \nnecessary to answer a specific research question. For data obtained during clinical studies, study questions  \nthat fall outside the original study question are subject to ethical approval. Hence, as data sharing would \noccur in the context of a new study question, ethical approval would be needed.\nThe animal databases contain research data that might generate novel IP. Data sharing will be considered \nonly on a collaborative basis with the PI, after evaluation of the proposed study protocol and statistical \nanalysis plan. \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nRestricted, only on a collaborative basis with the PI, after evaluation of the proposed study protocol and \nstatistical analysis plan.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected. If any occur, they will be covered by the requesting parties.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researchers affiliated with the project will manage data documentation and metadata, under \nsupervision of the PI (Jan Gunst).\nWho will manage data storage and backup \nduring the research project?The researchers affiliated with the project will manage data storage and backup, under supervision of the \nPI.\nWho will manage data preservation and \nsharing?The PI will manage data preservation and sharing.\nWho will update and implement this DMP? The PI will update and implement this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Lies Langouche – ORCID ID 0000-0002-8564-6809 Contributor name(s) (+ ORCID) & roles Jan Gunst - ORCID ID 0000-0003-2470-6393 Michael Casaer - ORCID ID 0000-0002-7087-0795 Project number 1 & title Toward individualized nutrition in critically ill patients: from unraveling and identifying metabolic dysregulation to therapeutic interventions Funder(s) GrantID 2G029525N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description - Critical illness is any acute life threatening condition for which the body requires intensive . mechanical organ replacing therapy or pharmacological support to prevent imminent death , , , The initial cause of critically illness can be major trauma surgery severe infection . 10% extensive burns or exacerbation of a chronic illness Over of patients develop protracted critical illness and remain dependent on life support for a prolonged period of ( ). time several days to weeks to months These patients often suffer from complications that are rather provoked by their ongoing critical illness than the original indication for . admission The metabolic pathways involved in the delayed recovery or the development of . detrimental complications of protracted critical illness remain poorly understood Better . identification and understanding might thus lead to major clinical progress We want to investigate whether a hampered switch from carbohydrate to lipid metabolism in nutrient . restricted conditions during critical illness might contribute to compromised clinical outcomes We hypothesize that carnitine deficiencies contribute to such impaired metabolic switch and . to the phenotype of prolonged critical illness We aim to enhance specific nutritional metabolic pathways in order to improve outcome and to identify improvement of metabolic \" - - \" . homeostasis through novel ready to feed indicators FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume WP1Animal study: The impact of parenteral nutrition infusion on phosphate redistribution in septic mice.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NATissue and plasma samples WP2Patient study: The impact of intermittent nutrient provision on phosphate redistribution in prolonged critically ill patients.☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WP3Patient study: The occurrence of early and late (relative) hypophosphate mia and associated caloric intake in ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5relation to outcome. WP4Patient study: Occurrence and impact of (relative) carnitine deficiency in the context of early enhanced feeding.☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WP5Patient study: Impact of intermittent nutrition provision on (relative) carnitine deficiency in prolonged critically ill patients.☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA WP6Patient study: Association between carnitine deficiency and the development of muscle weakness.☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6WP7Animal study: impact of carnitine supplementatio n with standard PN.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:pdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NATissue and plasma samples WP8Animal study: impact of LCT- rich PN with differential glucose availability.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Otherpdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NATissue and plasma samples WP9Animal study: Impact of an MCT- vs. LCT- rich PN☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Otherpdf, txt, xlsx, csv, jmp, tiff, jpeg, ppt, doc pdf, png, svg, jmp, sas, R, RMD files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NATissue and plasma samples FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. WP2 and 5: secondary analysis of the ICU-FM1 study - doi: 10.1186/s13054-020-02987-3 W4: secondary analysis of the EPaNIC trial - doi: 10.1056/NEJMoa1102662. WP6: secondary analysis of the CROSS study – ISRCTN17621057 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: WP2 and 5 - S59328 WP3 - S68847 WP4 – S50404 WP6 – S58533 ☒ Yes, animal data; provide ECD reference number: WP1: to be requested WP7: to be requested WP8: CMM-P077/2023 WP9:to be requested ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below):see above for numbers ☐ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Data is stored in structured databases. All characteristics can be queried to retrieve specific participants or samples. Data can be exported as Excel files or csv files. The full study protocols describe data collection and definition of variables. Standing operating procedures are in place to describe data collection. For individual data elements requiring explanation, a definition is provided as info label in the structured database. All these documents are stored electronically in the structured study master file. We will keep a separate registry documenting the names and locations for raw and processed data exports as used for every step in the project. As soon as robust and conclusive data analyses will be achieved, data will be deposited in the Research Data Repository (RDR) of KU Leuven (https://rdr.kuleuven.be/) and will be available to the community upon reasonable request. Data will get a persistent DOI identifier upon deposit in the repository, and metadata including keywords will be added in the repository. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Data will be deposited in a format that can be accessible for everyone, and that is widely used as a standard in our scientific discipline. Mostly csv, txt and pdf file formats will be released to the KULeuven RDR. We will use SI units and standard vocabularies where possible. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 104.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Study databases are protected, accessible only with restricted user ID and password. Access control is set at network, directory and database level. What are the expected costs for data storage and backup during the research project? How will these costs be covered?According to our plans, there will be no cost to make data and research outputs FAIR in this project, as repositories and other resources are provided by free, open access platforms. Data preservation on UZ Leuven servers is currently free of costs. Data preservation on KULeuven servers will be paid by other budgets of the laboratory of intensive care medicine. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No costs are expected. If any occur, they will be covered by the requesting parties. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: For all WPs, data sharing will be considered only on a collaborative basis with the PI, after evaluation of the proposed study protocol and statistical analysis plan. If access is restricted, please specify who will be able to access the data and under what conditions.For all WPs, data sharing will be considered only on a collaborative basis with the PI, after evaluation of the proposed study protocol and statistical analysis plan. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The clinical databases contain sensitive and personal information. Although the data are pseudonymized, theoretically, it could be possible to identify a patient based on a combination of demographic characteristics and admission date/diagnosis. Therefore, it is important to only share those data that are necessary to answer a specific research question. For data obtained during clinical studies, study questions that fall outside the original study question are subject to ethical approval. Hence, as data sharing would occur in the context of a new study question, ethical approval would be needed. The animal databases contain research data that might generate novel IP. Data sharing will be considered only on a collaborative basis with the PI, after evaluation of the proposed study protocol and statistical analysis plan. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Restricted, only on a collaborative basis with the PI, after evaluation of the proposed study protocol and statistical analysis plan. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. If any occur, they will be covered by the requesting parties. 7. Responsibilities Who will manage data documentation and metadata during the research project?The researchers affiliated with the project will manage data documentation and metadata, under supervision of the PI (Jan Gunst). Who will manage data storage and backup during the research project?The researchers affiliated with the project will manage data storage and backup, under supervision of the PI. Who will manage data preservation and sharing?The PI will manage data preservation and sharing. Who will update and implement this DMP? The PI will update and implement this DMP."
}