{
    "document_id": "D-2022-1572",
    "LinkTitle": "D-2022-1572",
    "file_name": "D-2022-1572.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1572.pdf",
    "metadata": {
        "title": "D-2022-1572",
        "author": "Myriam Mertens",
        "num_pages": 11
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Philip Moons (Department of Public Health and Primary Care)\nFWO Project Number & Title G072022N\nPaving the way to precision medicine in childhood-onset diseases: A lifespan perspective on accelerated aging using \nthe epigenetic clock\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).The project consists of three studies, in which observational data and biomarkers are collected. The \npopulation under study are persons with congenital heart disease (CHD) and their mothers. Study 3 is \nnested in Study 2, as additional data are collected in a subgroup of patients included in Study 2.\nSTUDY 1: NEWBORNS WITH CHD \nAims: To (i) compare telomere length in newborns with or without CHD; and (ii) to assess pregnancy-\nrelated/clinical and mother-related (behavioral, psychological, social) predictors of telomere length in  \nnewborns with CHD.\nSubjects: Consecutive newborns with CHD, who are diagnosed and/or treated in the University Hospitals of  \nLeuven or Ghent University Hospital in their first week of life, are eligible for inclusion. Data on telomere  \nlength of healthy newborns will be retrieved from the ENVIRONAGE study, which includes data of more than  \n2000 newborns in Flanders (T. Nawrot: University Hasselt) . \nVariables and measurements: \nBiomarker: Telomere length will be determined on leukocyte DNA, using quantitative polymerase chain  \nreaction (qPCR). Telomere length will be expressed as the ratio of telomere copy number to single-copy gene  \nnumber (T/S ratio). Blood for this study will be drawn during routine venipuncture. The procedure is identical  \nto the one used in ENVIRONAGE. \nPredictors:  The following variables are measured as predictors because they have been found to be of  \npotential importance in previous research. \nFactorsVariables Measurement/source\nPregnancy- \nrelated/ \nClinicalGestational age and weight\nType of heart defect on the newborn\nMedical complications of pregnancy/ delivery\nNeonatal complicationsMedical patient records\nTiming and nature of recognition of pregnancy\nWeight changes\nBlood pressure\nVitamin and medication intake\nSymptoms of illnessesModified life history calendar \nmethodology\nMaternal leukocyte telomere length qPCR\n2019-10-01 | FWO DMP Template 3BehavioralMaternal smoking during pregnancy\nMaternal alcohol consumption during pregnancy\nMaternal physical activities during pregnancyModified life history calendar \nmethodology\nPsychologicalMaternal stress during pregnancy\nMaternal anxiety and depression during pregnancy\nSocialEducational status of mother\nFamily composition\nNeighborhood income\nSTUDY 2: (YOUNG) ADULTS WITH CHD\nAims: To (i) compare telomere length in age strata of (young) adults with or without CHD; (ii) to assess  \nclinical, behavioral, psychological, and social predictors of telomere length in patients with CHD; and (iii) to  \nexplore the relationship with functional outcomes, such as frailty and cognition.\nSubjects: An age-stratified random sample of (young) adults with CHD, followed-up at the University  \nHospitals of Leuven and Ghent University Hospital. Age strata for this study are: 18-24y; 25-34y; 35-44y; 45-\n54y; 55+. Data on healthy individuals will be retrieved from the blood donation service of the Belgian Red  \nCross-Flanders.\nVariables and measurements: \nBiomarker: Telomere length will be determined on leukocyte DNA of peripheral blood, using quantitative  \npolymerase chain reaction (qPCR). Telomere length will be expressed as the ratio of telomere copy number  \nto single-copy gene number (T/S ratio). The procedure is identical to study1.\nPredictors: The following variables are measured as predictors.\nFactorsVariables Measurement/source\nClinicalType of heart defect\nPast and current treatments\nArterial hypertension\nBody Mass Index\nCumulative dose of low-ionizing radiation\nCo-morbidities (Charlson comorbidity index)  Medical patient records\nRetinal microvasculature Retinal imaging\n2019-10-01 | FWO DMP Template 4BehavioralSmoking history\nAlcohol consumption history\nFruit and vegetable consumption history\nPhysical activities historyModified life history calendar \nmethodology\nPsychologicalAnxiety and depression history\nLoneliness history\nPost-traumatic stress disorder history\nSocialEducational status history\nFamily composition history\nNeighborhood income history\nFunctional outcomes:  The frailty phenotype and cognitive functioning are assessed as functional outcomes  \nof aging. The frailty phenotype, operationalized by Fried, is the most commonly used approach for \nassessing frailty in patients with chronic disorders. Based on the presence or absence of 5 components \n(unintentional weight loss; exhaustion; low physical activity level; weakness assessed with handgrip \ndynamo-meter; slow walking speed operationalized by time to walk 5 meters) patients are categorized as: \nnon-frail (i.e., score 0/5), pre-frail (i.e., score 1-2/5) or frail (i.e., score ≥3/5). Cognitive functioning is \nassessed using the Montréal Cognitive Assessment Screener (MOCA). The MOCA is a well-established \ninstrument and its validity to be used in CHD has been demonstrated. The MOCA assesses visual–spatial \nskills; executive functions; short-term memory recall; attention, concentration, working memory; \nlanguage; and orientation to time and place.  \nSTUDY 3: EPIGENETIC CLOCK IN ADULTS WITH CHD\nAims: To (i) assess the biological age by measuring DNA methylation in mild, moderate and complex heart  \ndefects,  with  or  without  complications,  and  (ii)  determine  if  the  disparity  between  biological  and  \nchronological age is a function of anatomical complexity and functional status of the patients.\nSubjects: At the University Hospitals of Leuven and Ghent University Hospital, patients with selected  \ncomplex (Fontan operation; Systemic right ventricle), moderate (Tetralogy of Fallot; Coarctation of the  \naorta), and mild heart defects (isolated atrial septal defect; isolated ventricular septal defect) are eligible.  \nFor each type of heart defect, 10 patients with complications and 10 patients in good health are enrolled.  \nThe overall sample will comprise 120 patients, who will be part of study 2 as well.\n2019-10-01 | FWO DMP Template 5Variables and measurements: \nBiomarkers: \nTelomere length will be determined as part of study 2. \nAs a measure of systemic chronic inflammation, soluble urokinase plasminogen activator receptor  \n(suPAR)  will  be  measured.  suPAR  reflects  inflammation  and  immune  activation  and  its  blood  \nconcentration is positively correlated with established biomarkers of inflammation, but in contrast to  \nmany  currently  used markers of systemic  inflammation,  suPAR is minimally affected by acute  \nchanges and short-term influences.  Therefore, it is a better marker of aging than other inflammation  \nbiomarkers.\nTo triangulate the validity of suPAR in CHD, high sensitivity C-reactive protein (hsCRP) will be  \nassessed as a more traditional marker of inflammation.\nThe epigenetic clock based on DNA methylation will be determined . \nPredictors: The clinical, behavioral, psychological and social predictors as measured for study 2 will be used  \nfor this study as well.\nSummary of data to be collected\nStudy 1Study 2/ *Study 3\nObservational data\nMedical Chart Review X X\nModified life history calendar methodology X X\nFried frailty phenotype X\nMontreal Cognitive Assessment Screener X\nRetinal imaging X\nBiomarkers\nTelomere length in persons with CHD X X\nMaternal telomere length X\nTelomere length in healthy controls X X\nSoluble urokinase plasminogen activator receptor (suPAR) *X\nHigh sensitivity C-reactive protein (hsCRP) *X\nEpigenetic clock based on DNA methylation (DiffAge, GrimAge) *X\n2019-10-01 | FWO DMP Template 6Observational data will be collected on paper, and will be pseudonomized. Afterwards, the data will be \nimputed in a secured online database using REDCap. For archiving purposes, the hard copies of the \nresearch documents will be stored in a locked room at the respective university hospitals. When data are \nextracted from REDCap for analysis, they will be stored on drives that are protected with multi-factor \nauthentication (e.g. OneDrive for Business). We expect the total volume of each study not to exceed 1 \nGB.\nBlood for biomarkers will be stored in the biobanks of the respective University Hospitals. Assessment \nof telomere length will be done at the core lab for the project, located at the University of Hasselt, \nunder supervision of Prof. T. Nawrot. The assessment of the epigenetic clock will be done at the center \nof medical genetics of the University Hospital of Ghent, under supervision of Prof. P. Coucke. Samples \nwill be shipped to the respective labs in a pseudonomized way.\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nSince this project will collect personal data, approval from the Ethics Committee UZ/KU Leuven and UZ \nGhent will be sought. The Committee of UZ/KUL Leuven will serve as central committee. Both the \nobservational data as the biomarkers (see section above) are seen as sensitive data, and will be treated \naccordingly. \n2019-10-01 | FWO DMP Template 7Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval:\nSince this project will collect personal data, approval from the Ethics Committee UZ/KU Leuven and UZ \nGhent will be sought. The Committee of UZ/KUL Leuven will serve as central committee. Both the \nobservational data as the biomarkers (see above) are seen as sensitive data, and will be treated \naccordingly. Ethical guidance as stipulated in the Declaration of Helsinki will be followed.\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  A codebook will be made, explaining the variables and their response categories. Further, a file with the \npatient identification and the study number will be stored separately, to which only the principal \ninvestigator and the data collection officers in the respective hospitals have access to.\n2019-10-01 | FWO DMP Template 8Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nThe codebook will be made in REDCap, to ensure that the variables and responses are properly coded and \naccessible to all researchers that have to work with the data.  \n5.Data storage & backup during the FWO project\nWhere will the data be stored?  The data will be stored on a REDCap server of the KU Leuven, and will be accessible for the participating \nresearchers from UZ Leuven and UZ Gent.\nHow will the data be backed up?  The REDCap server of KU Leuven is automatically backed-up according the following scheme:\nBack-up of the webserver\nBack-up every hour, of which the last 6 versions are saved\nDaily back-up, of which the last 7 versions are saved\nWeekly back-up, of which the last 6 versions are saved\nBack-up of the database\nEvery night, a cold dump of all database is made\nCold dumps are saved for 1 month\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \n2019-10-01 | FWO DMP Template 9What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The annual cost per database is 80 euro per year. Different databases will be made, to enter and manage \nthe data from different sources (medical charts; observational data; biomarkers; …) for the different \nstudies. The costs will be covered by the project budget.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Access to the databases is only granted to privileged researchers (Prof P. Moons, Prof. W. Budts, Prof J De \nBacker, Prof R Heying, Prof K De Groote, Dr. Muino Mosquera and the PhD students and lab technicians). \nMulti-factor authentication is used. A data sharing agreement will be made between KU Leuven and U \nGent.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data will be preserved for a minimum of 10 years. If longitudinal follow-up studies are planned in the \nfuture, it will be possible to link future data with data collected in the present project.\nWhere will these data be archived (= stored for \nthe long term)? Digital data remain stored on the REDCap server of the KU Leuven. Hard copies will be stored in a locked \nroom in the respective hospitals. Biological samples are stored at the biobank of the respective hospitals.\n2019-10-01 | FWO DMP Template 10What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The expected costs do not exceed 500 euro per year. This will be covered by the present project budget, \nand by the research funds of the principal investigator.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? All data can be made available in a pseudonomized way to third parties upon reasonable request.  \nA data sharing agreement will be made between the third party and the applicants/co-applicants of the \npresent project.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Data can be made available to third parties after the end of the present project, the publication of the \nmain articles, and the defences of the PhD students.\nWho will be able to access the data and under \nwhat conditions? If third parties want to use (part of) the data for secondary data analysis, benchmarking, or follow-up \nstudies, they can submit a request to the principal investigator: Philip Moons. The appropriateness of the \nrequest will be evaluated by the co-applicants of the present proposal.\n2019-10-01 | FWO DMP Template 11What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.This will depend on the nature of the request. For data retrieval and management, 100 euro/h will be \ncharged. These costs for data sharing with third parties will be covered by the third party.  \n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Prof Philip Moons: principal investigator\nIn collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino \nMosquera\nWho will be responsible for data storage & back \nup during the project?  Prof Philip Moons: principal investigator  \nIn collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino \nMosquera\nWho will be responsible for ensuring data \npreservation and sharing?  Prof Philip Moons: principal investigator  \nIn collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino \nMosquera\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPProf Philip Moons: principal investigator  \nIn collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino \nMosquera"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Philip Moons (Department of Public Health and Primary Care) FWO Project Number & Title G072022N Paving the way to precision medicine in childhood-onset diseases: A lifespan perspective on accelerated aging using the epigenetic clock Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).The project consists of three studies, in which observational data and biomarkers are collected. The population under study are persons with congenital heart disease (CHD) and their mothers. Study 3 is nested in Study 2, as additional data are collected in a subgroup of patients included in Study 2. STUDY 1: NEWBORNS WITH CHD Aims: To (i) compare telomere length in newborns with or without CHD; and (ii) to assess pregnancy- related/clinical and mother-related (behavioral, psychological, social) predictors of telomere length in newborns with CHD. Subjects: Consecutive newborns with CHD, who are diagnosed and/or treated in the University Hospitals of Leuven or Ghent University Hospital in their first week of life, are eligible for inclusion. Data on telomere length of healthy newborns will be retrieved from the ENVIRONAGE study, which includes data of more than 2000 newborns in Flanders (T. Nawrot: University Hasselt) . Variables and measurements: Biomarker: Telomere length will be determined on leukocyte DNA, using quantitative polymerase chain reaction (qPCR). Telomere length will be expressed as the ratio of telomere copy number to single-copy gene number (T/S ratio). Blood for this study will be drawn during routine venipuncture. The procedure is identical to the one used in ENVIRONAGE. Predictors: The following variables are measured as predictors because they have been found to be of potential importance in previous research. FactorsVariables Measurement/source Pregnancy- related/ ClinicalGestational age and weight Type of heart defect on the newborn Medical complications of pregnancy/ delivery Neonatal complicationsMedical patient records Timing and nature of recognition of pregnancy Weight changes Blood pressure Vitamin and medication intake Symptoms of illnessesModified life history calendar methodology Maternal leukocyte telomere length qPCR 2019-10-01 | FWO DMP Template 3BehavioralMaternal smoking during pregnancy Maternal alcohol consumption during pregnancy Maternal physical activities during pregnancyModified life history calendar methodology PsychologicalMaternal stress during pregnancy Maternal anxiety and depression during pregnancy SocialEducational status of mother Family composition Neighborhood income STUDY 2: (YOUNG) ADULTS WITH CHD Aims: To (i) compare telomere length in age strata of (young) adults with or without CHD; (ii) to assess clinical, behavioral, psychological, and social predictors of telomere length in patients with CHD; and (iii) to explore the relationship with functional outcomes, such as frailty and cognition. Subjects: An age-stratified random sample of (young) adults with CHD, followed-up at the University Hospitals of Leuven and Ghent University Hospital. Age strata for this study are: 18-24y; 25-34y; 35-44y; 45- 54y; 55+. Data on healthy individuals will be retrieved from the blood donation service of the Belgian Red Cross-Flanders. Variables and measurements: Biomarker: Telomere length will be determined on leukocyte DNA of peripheral blood, using quantitative polymerase chain reaction (qPCR). Telomere length will be expressed as the ratio of telomere copy number to single-copy gene number (T/S ratio). The procedure is identical to study1. Predictors: The following variables are measured as predictors. FactorsVariables Measurement/source ClinicalType of heart defect Past and current treatments Arterial hypertension Body Mass Index Cumulative dose of low-ionizing radiation Co-morbidities (Charlson comorbidity index) Medical patient records Retinal microvasculature Retinal imaging 2019-10-01 | FWO DMP Template 4BehavioralSmoking history Alcohol consumption history Fruit and vegetable consumption history Physical activities historyModified life history calendar methodology PsychologicalAnxiety and depression history Loneliness history Post-traumatic stress disorder history SocialEducational status history Family composition history Neighborhood income history Functional outcomes: The frailty phenotype and cognitive functioning are assessed as functional outcomes of aging. The frailty phenotype, operationalized by Fried, is the most commonly used approach for assessing frailty in patients with chronic disorders. Based on the presence or absence of 5 components (unintentional weight loss; exhaustion; low physical activity level; weakness assessed with handgrip dynamo-meter; slow walking speed operationalized by time to walk 5 meters) patients are categorized as: non-frail (i.e., score 0/5), pre-frail (i.e., score 1-2/5) or frail (i.e., score ≥3/5). Cognitive functioning is assessed using the Montréal Cognitive Assessment Screener (MOCA). The MOCA is a well-established instrument and its validity to be used in CHD has been demonstrated. The MOCA assesses visual–spatial skills; executive functions; short-term memory recall; attention, concentration, working memory; language; and orientation to time and place. STUDY 3: EPIGENETIC CLOCK IN ADULTS WITH CHD Aims: To (i) assess the biological age by measuring DNA methylation in mild, moderate and complex heart defects, with or without complications, and (ii) determine if the disparity between biological and chronological age is a function of anatomical complexity and functional status of the patients. Subjects: At the University Hospitals of Leuven and Ghent University Hospital, patients with selected complex (Fontan operation; Systemic right ventricle), moderate (Tetralogy of Fallot; Coarctation of the aorta), and mild heart defects (isolated atrial septal defect; isolated ventricular septal defect) are eligible. For each type of heart defect, 10 patients with complications and 10 patients in good health are enrolled. The overall sample will comprise 120 patients, who will be part of study 2 as well. 2019-10-01 | FWO DMP Template 5Variables and measurements: Biomarkers: Telomere length will be determined as part of study 2. As a measure of systemic chronic inflammation, soluble urokinase plasminogen activator receptor (suPAR) will be measured. suPAR reflects inflammation and immune activation and its blood concentration is positively correlated with established biomarkers of inflammation, but in contrast to many currently used markers of systemic inflammation, suPAR is minimally affected by acute changes and short-term influences. Therefore, it is a better marker of aging than other inflammation biomarkers. To triangulate the validity of suPAR in CHD, high sensitivity C-reactive protein (hsCRP) will be assessed as a more traditional marker of inflammation. The epigenetic clock based on DNA methylation will be determined . Predictors: The clinical, behavioral, psychological and social predictors as measured for study 2 will be used for this study as well. Summary of data to be collected Study 1Study 2/ *Study 3 Observational data Medical Chart Review X X Modified life history calendar methodology X X Fried frailty phenotype X Montreal Cognitive Assessment Screener X Retinal imaging X Biomarkers Telomere length in persons with CHD X X Maternal telomere length X Telomere length in healthy controls X X Soluble urokinase plasminogen activator receptor (suPAR) *X High sensitivity C-reactive protein (hsCRP) *X Epigenetic clock based on DNA methylation (DiffAge, GrimAge) *X 2019-10-01 | FWO DMP Template 6Observational data will be collected on paper, and will be pseudonomized. Afterwards, the data will be imputed in a secured online database using REDCap. For archiving purposes, the hard copies of the research documents will be stored in a locked room at the respective university hospitals. When data are extracted from REDCap for analysis, they will be stored on drives that are protected with multi-factor authentication (e.g. OneDrive for Business). We expect the total volume of each study not to exceed 1 GB. Blood for biomarkers will be stored in the biobanks of the respective University Hospitals. Assessment of telomere length will be done at the core lab for the project, located at the University of Hasselt, under supervision of Prof. T. Nawrot. The assessment of the epigenetic clock will be done at the center of medical genetics of the University Hospital of Ghent, under supervision of Prof. P. Coucke. Samples will be shipped to the respective labs in a pseudonomized way. 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Since this project will collect personal data, approval from the Ethics Committee UZ/KU Leuven and UZ Ghent will be sought. The Committee of UZ/KUL Leuven will serve as central committee. Both the observational data as the biomarkers (see section above) are seen as sensitive data, and will be treated accordingly. 2019-10-01 | FWO DMP Template 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: Since this project will collect personal data, approval from the Ethics Committee UZ/KU Leuven and UZ Ghent will be sought. The Committee of UZ/KUL Leuven will serve as central committee. Both the observational data as the biomarkers (see above) are seen as sensitive data, and will be treated accordingly. Ethical guidance as stipulated in the Declaration of Helsinki will be followed. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A codebook will be made, explaining the variables and their response categories. Further, a file with the patient identification and the study number will be stored separately, to which only the principal investigator and the data collection officers in the respective hospitals have access to. 2019-10-01 | FWO DMP Template 8Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: The codebook will be made in REDCap, to ensure that the variables and responses are properly coded and accessible to all researchers that have to work with the data. 5.Data storage & backup during the FWO project Where will the data be stored? The data will be stored on a REDCap server of the KU Leuven, and will be accessible for the participating researchers from UZ Leuven and UZ Gent. How will the data be backed up? The REDCap server of KU Leuven is automatically backed-up according the following scheme: Back-up of the webserver Back-up every hour, of which the last 6 versions are saved Daily back-up, of which the last 7 versions are saved Weekly back-up, of which the last 6 versions are saved Back-up of the database Every night, a cold dump of all database is made Cold dumps are saved for 1 month Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: 2019-10-01 | FWO DMP Template 9What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The annual cost per database is 80 euro per year. Different databases will be made, to enter and manage the data from different sources (medical charts; observational data; biomarkers; …) for the different studies. The costs will be covered by the project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the databases is only granted to privileged researchers (Prof P. Moons, Prof. W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. Muino Mosquera and the PhD students and lab technicians). Multi-factor authentication is used. A data sharing agreement will be made between KU Leuven and U Gent. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data will be preserved for a minimum of 10 years. If longitudinal follow-up studies are planned in the future, it will be possible to link future data with data collected in the present project. Where will these data be archived (= stored for the long term)? Digital data remain stored on the REDCap server of the KU Leuven. Hard copies will be stored in a locked room in the respective hospitals. Biological samples are stored at the biobank of the respective hospitals. 2019-10-01 | FWO DMP Template 10What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The expected costs do not exceed 500 euro per year. This will be covered by the present project budget, and by the research funds of the principal investigator. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? All data can be made available in a pseudonomized way to third parties upon reasonable request. A data sharing agreement will be made between the third party and the applicants/co-applicants of the present project. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Data can be made available to third parties after the end of the present project, the publication of the main articles, and the defences of the PhD students. Who will be able to access the data and under what conditions? If third parties want to use (part of) the data for secondary data analysis, benchmarking, or follow-up studies, they can submit a request to the principal investigator: Philip Moons. The appropriateness of the request will be evaluated by the co-applicants of the present proposal. 2019-10-01 | FWO DMP Template 11What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.This will depend on the nature of the request. For data retrieval and management, 100 euro/h will be charged. These costs for data sharing with third parties will be covered by the third party. 8.Responsibilities Who will be responsible for the data documentation & metadata? Prof Philip Moons: principal investigator In collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino Mosquera Who will be responsible for data storage & back up during the project? Prof Philip Moons: principal investigator In collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino Mosquera Who will be responsible for ensuring data preservation and sharing? Prof Philip Moons: principal investigator In collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino Mosquera Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPProf Philip Moons: principal investigator In collaboration with Prof W. Budts, Prof J De Backer, Prof R Heying, Prof K De Groote, Dr. L Muino Mosquera"
}