{
    "document_id": "D-2022-1742",
    "LinkTitle": "D-2022-1742",
    "file_name": "D-2022-1742.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1742.pdf",
    "metadata": {
        "title": "Design of a Portable Vibrational Spectroscopy Device for Rapid Pork Adulteration Detection in Meatballs",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Design of a Portable Vibrational Spectroscopy Device for Rapid Pork Adulteration Detection in\nMeatballs\nA Data Management Plan created using DMPonline.be\nCreators: \nWouter Saeys \n \nhttps://orcid.org/0000-0002-5849-4301\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nBijzonder Onderzoeksfonds\nTemplate: \nKU Leuven BOF-IOF\nData Manager:\n \nn.n. n.n.\nGrant number / URL: \nZB/22/024\nID: \n198041\nStart date: \n20-09-2022\nEnd date: \n30-09-2026\nProject abstract:\nHalal authentication is a vital problem faced by consumers in Indonesia. On one hand, Indonesian halal authority (MUI) has a\nresponsibility to certify halal products sold in Indonesia, but they cannot certify all products. Especially the certification of food products\nfrom small-medium scale food producers is challenging as the certification is labour intensive and requires advanced\nauthentication technology that is expensive. On the other hand, there are several products where non-halal substances can easily be\nadded. One of the most problematic cases is pork adulteration in meatballs. Therefore, there is an urgent demand for rapid and low cost\ndevices which can provide in-situ pork adulteration detection at small-to-medium food producers.\nLast modified: \n27-03-2023\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n1 of 5\nDesign of a Portable Vibrational Spectroscopy Device for Rapid Pork Adulteration Detection in\nMeatballs\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAll data-High-boar\nRaw spectral data of high percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nAll data-High-pork\nRaw spectral data of high percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nAll data-Low-boar\nRaw spectral data of low percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nAll data-Low-pork\nRaw spectral data of low percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH boar calibration\ny-ref\nReference data for calibration of high percentage of boar adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH boar calibration\nSpectral calibration data of high percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH boar prediction\ny-ref\nReference data for testing of high percentage of boar adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH boar prediction\nSpectral testing data of high percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH pork calibration\ny-ref\nReference data for calibration of high percentage of pork adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH pork calibration\nSpectral calibration data of high percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH pork prediction\ny-ref\nReference data for testing of high percentage of pork adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nH pork prediction\nSpectral testing data of high percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL boar calibration\ny-ref\nReference data for calibration of low percentage of boar adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL boar calibration\nSpectral calibration data of low percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL boar prediction\ny-ref\nReference data for testing of low percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL boar prediction\nSpectral testing data of low percentage of boar adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL pork calibration\ny-ref\nReference data for calibration of low percentage of pork adulteration of\nbeef meatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL pork calibration\nSpectral calibration data of low percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL pork prediction\ny-ref\nReference data for testing of low percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \nL pork prediction\nSpectral testing data of low percentage of pork adulteration of beef\nmeatballs\nN\nD\nN\n.xlsx\n<1GB\n \ncorn\nDemo datasets to calculate limit of detection \nE\nD\nN\n.mat\n<1GB\n \nLogbook of\nresearch\nsummary of data analysis \nN\nD\nN\n.docx\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nA public corn dataset (corn.mat) is used as a trial to calculate limit of detection which can be accessed through http://www.eigenvector.com/data/Corn/.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nThe data were obtained from hand-made processed food where the raw materials were bought from a local butcher in Leuven.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n2 of 5\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nAll the new data stated on the data list will be potentially used as a basis for establishing prediction models for pork and boar adulteration which could be applied for further halal authentication.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe raw data in the listing in section 1 were captured using a Bruker MPA FT-NIR spectrometer. The data are tabulated in matrix form where the columns correspond to the wavelength variables\n(nm) and the rows correspond to absorbance values (Log(1/R)). The data are then analyzed in Matlab using the PLS Toolbox to develop mathematical models that are stured in Matlab format\n(.mat). These models have not been included in section 1, as we are still in the model development stage. A summary of the latest model developments has been compiled in the form of logbook\ndocument (Logbook of research.docx).\nSimilar data will be acquired with Raman spectrometers later on in the project.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMetadata will be generated following the standards used in 'ManGO', the new KU Leuven system for data management.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nOther (specify below)\nOn the short term, the data are stored on OneDrive and on the shared network drive (J-drive). On the longer term, we currently store data on a shared network drive (K-drive), but intend to store\nthe data on the data storage facilities of ManGo in the future.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe back-up is stored in J-drive provided by KU Leuven ICTS and in the cloud on OneDrive.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are stored in the KU Leuven Onedrive account of the PhD candidate (iqbal.iqbal@kuleuven.be) that can only be accessed by account owner and is backed up to a shared J -drive under\nKU Leuven network (managed by SET-IT) to which all group members have reading rights. \nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe expect to acquire less than 1 TB of data. The cost for the shared network drive J: is 503.66€/TB/year. This cost will be covered by the research group.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nAfter completion of the PhD project, the data folder will be moved from the Shared network drive for active research (J:) to the archive folder on a shared network drive (K:) managed by SET-IT\n(current practice) or to the long term storage facilities provided by ICTS within ManGO (planned practice).  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data volume is expected to stay well below 1TB. If it is stored on the Large Volume Storage managed by SET-IT (current archive), the cost will be 104.42€/TB/year. We consider to move this\narchive to Mango, where the cost would be 35€/TB/year.\nThese costs will also be covered by the research group.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nIt is our intention to make the publicly available for reuse some time after completion of the project, once they have been properly valorized. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nDuring the embargo period, the data will only be accessible for members of the research group. Afterwards, the data will be made available to other researchers for non-commercial use.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe access may be restricted for some time (embargo) to protect the KU Leuven IP rights.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nNo decision has been made with respect to this, but our first preference would be KU Leuven RDR.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n4 of 5\nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nMIT licence (code)\nGNU GPL-3.0 (code)\nNot decided yet. For code we consider both the MIT licence or the GNU GPL-3.0 license. During the embargo period, we will have to work with Data Transfer Agreements. Afterwards, we could\nmove to CC-BY 4.0.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNot known yet. Any costs related to the sharing will either be covered by the research group or by the repository (depending on the selected option).\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe data will be managed by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of his promoter (Prof. Wouter Saeys, wouter.saeys@kuleuven.be) and the team\nresponsibles for data management (Dr. Niels Wouters & Dr. Yannis Kalfas).\nWho will manage data storage and backup during the research project? \nData storage is managed by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of the promoter (Prof. Wouter Saeys, wouter.saeys@kuleuven.be) and the data\nmanagers of the group (Dr. Niels Wouters and Dr. Yannis Kalfas). The backups of the shared network storage and the settings of the OneDrive folder are managed by SET-IT.\nWho will manage data preservation and sharing? \nThe data managers of the group (Dr. Niels Wouters and Dr. Yannis Kalfas).\nWho will update and implement this DMP? \nThis DMP will be implemented and updated by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of the promoter (Prof. Wouter Saeys) and the the data managers of\nthe group (Dr. Niels Wouters and Dr. Yannis Kalfas).\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n5 of 5"
    },
    "clean_full_text": "Design of a Portable Vibrational Spectroscopy Device for Rapid Pork Adulteration Detection in Meatballs A Data Management Plan created using DMPonline.be Creators: Wouter Saeys https://orcid.org/0000-0002-5849-4301 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Bijzonder Onderzoeksfonds Template: KU Leuven BOF-IOF Data Manager: n.n. n.n. Grant number / URL: ZB/22/024 ID: 198041 Start date: 20-09-2022 End date: 30-09-2026 Project abstract: Halal authentication is a vital problem faced by consumers in Indonesia. On one hand, Indonesian halal authority (MUI) has a responsibility to certify halal products sold in Indonesia, but they cannot certify all products. Especially the certification of food products from small-medium scale food producers is challenging as the certification is labour intensive and requires advanced authentication technology that is expensive. On the other hand, there are several products where non-halal substances can easily be added. One of the most problematic cases is pork adulteration in meatballs. Therefore, there is an urgent demand for rapid and low cost devices which can provide in-situ pork adulteration detection at small-to-medium food producers. Last modified: 27-03-2023 Created using DMPonline.be. Last modiﬁed 27 March 2023 1 of 5 Design of a Portable Vibrational Spectroscopy Device for Rapid Pork Adulteration Detection in Meatballs Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA All data-High-boar Raw spectral data of high percentage of boar adulteration of beef meatballs N D N .xlsx <1GB All data-High-pork Raw spectral data of high percentage of pork adulteration of beef meatballs N D N .xlsx <1GB All data-Low-boar Raw spectral data of low percentage of boar adulteration of beef meatballs N D N .xlsx <1GB All data-Low-pork Raw spectral data of low percentage of pork adulteration of beef meatballs N D N .xlsx <1GB H boar calibration y-ref Reference data for calibration of high percentage of boar adulteration of beef meatballs N D N .xlsx <1GB H boar calibration Spectral calibration data of high percentage of boar adulteration of beef meatballs N D N .xlsx <1GB H boar prediction y-ref Reference data for testing of high percentage of boar adulteration of beef meatballs N D N .xlsx <1GB H boar prediction Spectral testing data of high percentage of boar adulteration of beef meatballs N D N .xlsx <1GB H pork calibration y-ref Reference data for calibration of high percentage of pork adulteration of beef meatballs N D N .xlsx <1GB H pork calibration Spectral calibration data of high percentage of pork adulteration of beef meatballs N D N .xlsx <1GB H pork prediction y-ref Reference data for testing of high percentage of pork adulteration of beef meatballs N D N .xlsx <1GB H pork prediction Spectral testing data of high percentage of pork adulteration of beef meatballs N D N .xlsx <1GB L boar calibration y-ref Reference data for calibration of low percentage of boar adulteration of beef meatballs N D N .xlsx <1GB L boar calibration Spectral calibration data of low percentage of boar adulteration of beef meatballs N D N .xlsx <1GB L boar prediction y-ref Reference data for testing of low percentage of boar adulteration of beef meatballs N D N .xlsx <1GB L boar prediction Spectral testing data of low percentage of boar adulteration of beef meatballs N D N .xlsx <1GB L pork calibration y-ref Reference data for calibration of low percentage of pork adulteration of beef meatballs N D N .xlsx <1GB L pork calibration Spectral calibration data of low percentage of pork adulteration of beef meatballs N D N .xlsx <1GB L pork prediction y-ref Reference data for testing of low percentage of pork adulteration of beef meatballs N D N .xlsx <1GB L pork prediction Spectral testing data of low percentage of pork adulteration of beef meatballs N D N .xlsx <1GB corn Demo datasets to calculate limit of detection E D N .mat <1GB Logbook of research summary of data analysis N D N .docx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: A public corn dataset (corn.mat) is used as a trial to calculate limit of detection which can be accessed through http://www.eigenvector.com/data/Corn/. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No The data were obtained from hand-made processed food where the raw materials were bought from a local butcher in Leuven. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 27 March 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All the new data stated on the data list will be potentially used as a basis for establishing prediction models for pork and boar adulteration which could be applied for further halal authentication. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The raw data in the listing in section 1 were captured using a Bruker MPA FT-NIR spectrometer. The data are tabulated in matrix form where the columns correspond to the wavelength variables (nm) and the rows correspond to absorbance values (Log(1/R)). The data are then analyzed in Matlab using the PLS Toolbox to develop mathematical models that are stured in Matlab format (.mat). These models have not been included in section 1, as we are still in the model development stage. A summary of the latest model developments has been compiled in the form of logbook document (Logbook of research.docx). Similar data will be acquired with Raman spectrometers later on in the project. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Metadata will be generated following the standards used in 'ManGO', the new KU Leuven system for data management. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Other (specify below) On the short term, the data are stored on OneDrive and on the shared network drive (J-drive). On the longer term, we currently store data on a shared network drive (K-drive), but intend to store the data on the data storage facilities of ManGo in the future. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The back-up is stored in J-drive provided by KU Leuven ICTS and in the cloud on OneDrive. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored in the KU Leuven Onedrive account of the PhD candidate (iqbal.iqbal@kuleuven.be) that can only be accessed by account owner and is backed up to a shared J -drive under KU Leuven network (managed by SET-IT) to which all group members have reading rights. Created using DMPonline.be. Last modiﬁed 27 March 2023 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect to acquire less than 1 TB of data. The cost for the shared network drive J: is 503.66€/TB/year. This cost will be covered by the research group. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) KU Leuven RDR Large Volume Storage (longterm for large volumes) After completion of the PhD project, the data folder will be moved from the Shared network drive for active research (J:) to the archive folder on a shared network drive (K:) managed by SET-IT (current practice) or to the long term storage facilities provided by ICTS within ManGO (planned practice). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data volume is expected to stay well below 1TB. If it is stored on the Large Volume Storage managed by SET-IT (current archive), the cost will be 104.42€/TB/year. We consider to move this archive to Mango, where the cost would be 35€/TB/year. These costs will also be covered by the research group. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) It is our intention to make the publicly available for reuse some time after completion of the project, once they have been properly valorized. If access is restricted, please specify who will be able to access the data and under what conditions. During the embargo period, the data will only be accessible for members of the research group. Afterwards, the data will be made available to other researchers for non-commercial use. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights The access may be restricted for some time (embargo) to protect the KU Leuven IP rights. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) No decision has been made with respect to this, but our first preference would be KU Leuven RDR. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 27 March 2023 4 of 5 CC-BY 4.0 (data) Data Transfer Agreement (restricted data) MIT licence (code) GNU GPL-3.0 (code) Not decided yet. For code we consider both the MIT licence or the GNU GPL-3.0 license. During the embargo period, we will have to work with Data Transfer Agreements. Afterwards, we could move to CC-BY 4.0. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Not known yet. Any costs related to the sharing will either be covered by the research group or by the repository (depending on the selected option). Responsibilities Who will manage data documentation and metadata during the research project? The data will be managed by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of his promoter (Prof. Wouter Saeys, wouter.saeys@kuleuven.be) and the team responsibles for data management (Dr. Niels Wouters & Dr. Yannis Kalfas). Who will manage data storage and backup during the research project? Data storage is managed by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of the promoter (Prof. Wouter Saeys, wouter.saeys@kuleuven.be) and the data managers of the group (Dr. Niels Wouters and Dr. Yannis Kalfas). The backups of the shared network storage and the settings of the OneDrive folder are managed by SET-IT. Who will manage data preservation and sharing? The data managers of the group (Dr. Niels Wouters and Dr. Yannis Kalfas). Who will update and implement this DMP? This DMP will be implemented and updated by the PhD candidate (Zaqlul Iqbal, iqbal.iqbal@kuleuven.be) under supervision of the promoter (Prof. Wouter Saeys) and the the data managers of the group (Dr. Niels Wouters and Dr. Yannis Kalfas). Created using DMPonline.be. Last modiﬁed 27 March 2023 5 of 5"
}