{
    "document_id": "D-2021-1092",
    "LinkTitle": "D-2021-1092",
    "file_name": "D-2021-1092.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1092.pdf",
    "metadata": {
        "title": "Nicolini FWO Initial DMP - Nicolini FWO Initial DMP",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Nicolini FWO Initial DMP\nProject Name\n Nicolini FWO Initial DMP - Nicolini FWO Initial DMP\nProject Identifier\n Psychiatric euthanasia and suicide prevention\nGrant Title\n 12ZO922N\nPrincipal Investigator / Researcher\n Marie Nicolini\nDescription\n This study will examine the conceptual and public health tension between allowing\npsychiatric euthanasia while also preventing suicide, as is the case in Belgium. The project will\nuse a combination of empirical and conceptual methods to examine this tension and determine\nwhether the two practices are mutually compatible. The nature of the data will include content\nanalysis of policy documents and personal data as part of a Delphi survey study with\nstakeholders involved. These data will be used to directly inform ongoing policy-making about\npsychiatric euthanasia around the world.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarie E. Nicolini, MD PhD \nFWO Project Number & Title\nFWO Grant number 12ZO922N\nTitle: Psychiatric euthanasia and suicide prevention: A clinical-ethical study\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data \nFormat\nVolume\nHow\ncreated \nWP1. Scoping\nreview & content\nanalysis: use\nexisting literature\n.pdf\n5-10GB\nData\nextracted\nfrom\nexisting\ndocuments\n(through\nPubMed and\nother\nsearch\nengines) \nWP2. Conceptual\nethical analysis:\nuse\nexisting literature\n \n \n.pdf\n<5GB\n Use\nexisting\ndata from\nliterature \nWP3. Delphi\nsurvey method:\ngenerate new\ndata  \n.pdf \n5-\n10GB \nSurvey\nmethod\n(Delphi)\nwith \nmultiple\nrounds of\nfeedback\nfrom\nparticipants \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used: The personal data that will be\nused in work package 3 include demographic data (gender, profession, years of experience, etc.)\nas well as the study content the participants will be asked to share. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nA PRET application for work package 3 - the only work package that includes the creation and\nuse of data involving human subjects and starting in year 3 of the overall FWO project - will be\nsubmitted ahead of time. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nNot applicable\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor the survey data (i.e. work package 3 - Delphi survey study) a codebook will be generated\ncontaining study design, sampling methodology, variable-level information (label, question text,\ncodes, frequencies).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNot applicable\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nMost of the work will not involve sensitive personal data since it focuses on the ethical aspects of\nthe public health question described above. The sensitive personal data that we will be using as\npart of the last part of the project will be anonymised at the end of the project. The data will be\nstored in the university's secure environment for private data (this includes informed consent\nforms and other research data containing personal sensitive information). Access to the key is\nprovided only to authorized researchers. No external person will have access to the key.\n \n \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere will be no or very limited costs as the required data to be stored will fall within the free\nstorage allot of the researcher dr. Marie Nicolini. If there are additional costs, they will be\ncovered by the supervisor at the host institution,  KULeuven, prof. Chris Gastmans.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSince we will be working with sensitive personal data that will only be anonymised at the end of\nthe project, the data will be stored in the university's secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nData generated during the project will be retained for a period of minimally 5 years after the end\nof the project. We do not anticipate any legal or contractual constraints. \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nyears? How will the costs be covered?\nThe expected size of the database will be minimal, given that two-thirds of the research involves\nalready existing data. For the remaining third of the research, the expected size will not exceed\n5-10GB. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo legal restrictions preventing sharing of data\nWhich data will be made available after the end of the project?\nThe data will be archived in the KU Leuven's Research Data Repository.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nThe data will be archived in the KU Leuven's Research Data Repository.\nWhen will the data be made available?\nUpon publication of the research results\nSee above\nWho will be able to access the data and under what conditions?\nThe anonymised transcripts will be made available through Harvard Dataverse. Access will be\nconsidered after a request is submitted explaining the planned reuse. Only uses for research\npurposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNA\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarie E. Nicolini \nWho will be responsible for data storage & back up during the project?\nMarie E. Nicolini \nWho will be responsible for ensuring data preservation and reuse ?\nMarie E. Nicolini \nWho bears the end responsibility for updating & implementing this DMP?\nMarie E. Nicolini bears the end responsibility of updating & implementing this DMP. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Nicolini FWO Initial DMP Project Name Nicolini FWO Initial DMP - Nicolini FWO Initial DMP Project Identifier Psychiatric euthanasia and suicide prevention Grant Title 12ZO922N Principal Investigator / Researcher Marie Nicolini Description This study will examine the conceptual and public health tension between allowing psychiatric euthanasia while also preventing suicide, as is the case in Belgium. The project will use a combination of empirical and conceptual methods to examine this tension and determine whether the two practices are mutually compatible. The nature of the data will include content analysis of policy documents and personal data as part of a Delphi survey study with stakeholders involved. These data will be used to directly inform ongoing policy-making about psychiatric euthanasia around the world. Institution KU Leuven 1. General Information Name applicant Marie E. Nicolini, MD PhD FWO Project Number & Title FWO Grant number 12ZO922N Title: Psychiatric euthanasia and suicide prevention: A clinical-ethical study Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created WP1. Scoping review & content analysis: use existing literature .pdf 5-10GB Data extracted from existing documents (through PubMed and other search engines) WP2. Conceptual ethical analysis: use existing literature .pdf <5GB Use existing data from literature WP3. Delphi survey method: generate new data .pdf 5- 10GB Survey method (Delphi) with multiple rounds of feedback from participants 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: The personal data that will be used in work package 3 include demographic data (gender, profession, years of experience, etc.) as well as the study content the participants will be asked to share. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes A PRET application for work package 3 - the only work package that includes the creation and use of data involving human subjects and starting in year 3 of the overall FWO project - will be submitted ahead of time. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Not applicable Do existing 3rd party agreements restrict dissemination or exploitation of the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the survey data (i.e. work package 3 - Delphi survey study) a codebook will be generated containing study design, sampling methodology, variable-level information (label, question text, codes, frequencies). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Not applicable 5. Data storage and backup during the FWO project Where will the data be stored? Most of the work will not involve sensitive personal data since it focuses on the ethical aspects of the public health question described above. The sensitive personal data that we will be using as part of the last part of the project will be anonymised at the end of the project. The data will be stored in the university's secure environment for private data (this includes informed consent forms and other research data containing personal sensitive information). Access to the key is provided only to authorized researchers. No external person will have access to the key. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? There will be no or very limited costs as the required data to be stored will fall within the free storage allot of the researcher dr. Marie Nicolini. If there are additional costs, they will be covered by the supervisor at the host institution, KULeuven, prof. Chris Gastmans. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that will only be anonymised at the end of the project, the data will be stored in the university's secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Data generated during the project will be retained for a period of minimally 5 years after the end of the project. We do not anticipate any legal or contractual constraints. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 years? How will the costs be covered? The expected size of the database will be minimal, given that two-thirds of the research involves already existing data. For the remaining third of the research, the expected size will not exceed 5-10GB. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No legal restrictions preventing sharing of data Which data will be made available after the end of the project? The data will be archived in the KU Leuven's Research Data Repository. Where/how will the data be made available for reuse? Upon request by mail The data will be archived in the KU Leuven's Research Data Repository. When will the data be made available? Upon publication of the research results See above Who will be able to access the data and under what conditions? The anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? NA 8. Responsibilities Who will be responsible for data documentation & metadata? Marie E. Nicolini Who will be responsible for data storage & back up during the project? Marie E. Nicolini Who will be responsible for ensuring data preservation and reuse ? Marie E. Nicolini Who bears the end responsibility for updating & implementing this DMP? Marie E. Nicolini bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}