{
    "document_id": "D-2021-1312",
    "LinkTitle": "D-2021-1312",
    "file_name": "D-2021-1312.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1312.pdf",
    "metadata": {
        "title": "ARTOMIS (FWO DMP) - Initial",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Initial\nProject Name\n ARTOMIS (FWO DMP) - Initial\nProject Identifier\n 3M210631\nGrant Title\n 1SF1322N\nPrincipal Investigator / Researcher\n John Kyle Cooper\nProject Data Contact\n +3216710228, johnkyle.cooper@kuleuven.be\nDescription\n The current solutions for hearing impairment are hearing aids (HA), which are\ndesigned mainly to process speech in addition to processing other sounds in the user's\nenvironment. HAs require tuning in to optimize speech understanding and achieve satisfactory\nhearing outcomes for the user in daily life. The tuning process involves the use of speech\nintelligibility measurements to assess hearing outcomes; however, current methods of measuring\nspeech intelligibility do not adequately address real-life scenarios. We propose to develop a more\nrealistic measurement of speech intelligibility through the combination of two recently published\nmethods. The first concept is the objective measure of speech intelligibility (OMSI), which is\nbased on electroencephalography (EEG) recorded brain responses to speech. The second\nconcept is the Audiovisual True-to-life Assessment of Auditory Rehabilitation (AVATAR), which is a\nvirtual reality approach used to immerse a person in a realistic environment while measuring\ntheir speech intelligibility behaviorally. We have coined the combination of these two concepts as\nthe audiovisual, realistic, and objective measurement for the intelligibility of speech (ARTOMIS).\nWe will develop and evaluate the ARTOMIS with the goals of (1) showing ecological validity of the\nmeasure in both normal-hearing and hearing-impaired listeners and (2) clinical translation of the\nARTOMIS setup. The application of ARTOMIS should lead to improved hearing outcomes with HAs.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJohn Kyle Cooper\nFWO Project Number & Title\n1SF1322N\nARTOMIS: Objective and Ecological Measure of Speech Understanding in a Virtual Reality\nEnvironment\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata\nFormat\nVolume\nHow created\nPersonal\ndata\n(digital and\nnon-digital)\n.pdf, .readme\nfiles,\nspreadsheets\n1 GB\nBasic information is\ngathered by\nquestionnaires (name,\nage, sex, mother\ntongue, relevant\nmedical history e.g.\nhistory of ear\ninfections, brain\nconcussion). The data\nare always strictly\nlimited to the absolute\nnecessary data and\npseudonymised before\nthe data are being used\nfor further analyses.\nExperiment\ndata\n(digital)\n.apr, .bdf,\n.mp4 files\n250 GB\nRecording of EEG\n(electroencephalogram)\nexperiments and eye-\ntracker recordings\nStimuli\ndata\n(digital)\n.xml, .apx,\n.wav files\n5 GB\nFiles that describe how\nthe experiments will be\nconducted.\nProcessed\ndata\n(digital)\n.npy, .mat,\n.csv,\n.tfrecords\nfiles or\nsimilar\n150-\n1000\nGB\nA combination of the\nexperiment data and\nstimuli data in a format\nthat is easier to\nprocess.\nCode\n(digital)\n.m, .py,\n.ipynb\nor similar\n1 GB\nCode that will\ntransform\nthe \nprocessed data into\nResults.\nResults\n(digital\nand non-\ndigital)\n.pdf, .png,\n.svg\nor similar\n5 GB\nThe outcome of this\nprojects. Results can\nbe \ntables, figures and\ntext \nexplaining those.\n \nIn case of the reuse of existing data, the explicit approval for this reuse will be obtained.\nReused \ndata will originate from the ISIFit project or the AVATAR project, or other projects\nfrom \nProf. Francart, and Prof. Francart and Prof. Astrid van Wieringen.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-4327\nShort description of the kind of personal data that will be used: \nname, age, sex, mother tongue,\nrelevant medical history e.g. history of ear infections, brain concussion\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nReference to the formal approval by the ethical review committee: S57102\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nNot at the moment. In case there arises IP possibilities, we will contact LRD.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nNew lab members recieve training on how to perform the experiments as well as how and where\nto store and \nhandle the collected data. Furthermore, standard guidelines and instructions are\navailable as .pdf\nand .readme files that are stored on network drive. These files contain best practices regarding\nthe practical side \nof the experiments (set-up, parameters,...) as well as policies about how to\ntreat the subjects, \nhow to handle and where to keep sensitive information, etc. In this way, the\ninformation given \nduring the training can easily be re-read and refreshed. \nThese guidelines, in\ncombination with the fact that the original collected data are stored on backed-up \ndrives in a\nstandard format (BIDS, see also website bids.neuroimaging.io), should make it \npossible to\nunderstand and reuse the data.\nThe code corresponding to each result will be stored on a git repository so that reusers will be\nable to recreate the results. The commentary lines in the code also document how the data is\norganized and how a result can be obtained. To accomplish this, we will use regular code and\ncomments as well as \nJupyter notebooks. The code also contains an implicit description of how\nthe \ncollected data is organized, it can be used as an explanation of the data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe data will be stored based on the BIDS structure, which is an organizational structure for\nneuroimaging\nand behavioral data (see also website bids.neuroimaging.io). The BIDS format is a \nway to\nstructure your data / metadata within a hierarchy of folders. This makes it easy to browse\nfrom a computer, as well as to automatically parse a BIDS folder with a program. The BIDS\nstructure makes minimal assumptions about the tools needed to interact with the data that's\ninside.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on KU Leuven administered drives (large volume storage and OneDrive).\nIn order to be able to analyse the data, some files will need (temporarily) to be stored on the\nencrypted PC hard drive (this since calculations from a non-local source are too slow and lead to\ncomputational failures). Once analysed, the raw data are again removed from the local hard\ndrive.\nHow is backup of the data provided?\nSince the data are stored on KU Leuven storage, the general ICT back-up Policy is applied.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes. Since the data are stored on KU Leuven servers, and these drives are expandable in blocks,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nthe backup capacity will not be an issue.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe OneDrive (including version history) has sufficient capacity and is available without any\ncosts.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe lab policy is that the researchers have only access to the data from the project they are\ninvolved in. Furthermore, the data for longer term storage are kept on separate drives with 1)\nlimited access (only a limited set of people have access) and 2) an overwrite and delete\nprotection (based on read-write access) in order to prevent accidental loss of these data.\nProf. Francart is the only person who has access to the key information for identification of the\nsubjects. His back-up persons (only to be used in extreme case) are Jan\n \nWouters and Astrid van\nWieringen \n(both PI’s within the lab).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data.\nWhere will the data be archived (= stored for the longer term)?\nOn OneDrive, as this data storage is still accessible by the promotor if the researcher has left the\nlab it can be considered long term storage.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNone, as OneDrive is not paid by the researcher.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe informed consent contains a section in which the participant can chooses his/her data is\nshared. Possibilities are:\nno sharing allowed\nsharing within KU Leuven\nsharing within the European Union\nworldwide sharing\nworldwide sharing and the data can be made available on a public database.\nWe will honor their choice. Furthermore shared data will always be pseudonymised.\nWhich data will be made available after the end of the project?\nAt this moment, no data will be made available at the end of the project. Depending on the\nresults of the project, the data can be a strategic asset in which case it can be useful to not\nshare the data.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nAt this moment, no data will be made available at the end of the project. Depending on the\nresults of the project, the data can be a strategic asset in which case it can be useful to not\nshare the data.\nWhen will the data be made available?\nNot yet applicable.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nNot yet applicable.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe Belnet filesender is free, so there are no costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher; however, when his contract has ended the responsibility shifts towards Prof.\nFrancart to \nensure data preservation and reuse.\nWho will be responsible for data storage & back up during the project?\nThe researcher; however, when his contract has ended the responsibility shifts towards Prof.\nFrancart to \nensure data preservation and reuse.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher; however, when his contract has ended the responsibility shifts towards Prof.\nFrancart to \nensure data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe researcher bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Initial Project Name ARTOMIS (FWO DMP) - Initial Project Identifier 3M210631 Grant Title 1SF1322N Principal Investigator / Researcher John Kyle Cooper Project Data Contact +3216710228, johnkyle.cooper@kuleuven.be Description The current solutions for hearing impairment are hearing aids (HA), which are designed mainly to process speech in addition to processing other sounds in the user's environment. HAs require tuning in to optimize speech understanding and achieve satisfactory hearing outcomes for the user in daily life. The tuning process involves the use of speech intelligibility measurements to assess hearing outcomes; however, current methods of measuring speech intelligibility do not adequately address real-life scenarios. We propose to develop a more realistic measurement of speech intelligibility through the combination of two recently published methods. The first concept is the objective measure of speech intelligibility (OMSI), which is based on electroencephalography (EEG) recorded brain responses to speech. The second concept is the Audiovisual True-to-life Assessment of Auditory Rehabilitation (AVATAR), which is a virtual reality approach used to immerse a person in a realistic environment while measuring their speech intelligibility behaviorally. We have coined the combination of these two concepts as the audiovisual, realistic, and objective measurement for the intelligibility of speech (ARTOMIS). We will develop and evaluate the ARTOMIS with the goals of (1) showing ecological validity of the measure in both normal-hearing and hearing-impaired listeners and (2) clinical translation of the ARTOMIS setup. The application of ARTOMIS should lead to improved hearing outcomes with HAs. Institution KU Leuven 1. General Information Name applicant John Kyle Cooper FWO Project Number & Title 1SF1322N ARTOMIS: Objective and Ecological Measure of Speech Understanding in a Virtual Reality Environment Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Personal data (digital and non-digital) .pdf, .readme files, spreadsheets 1 GB Basic information is gathered by questionnaires (name, age, sex, mother tongue, relevant medical history e.g. history of ear infections, brain concussion). The data are always strictly limited to the absolute necessary data and pseudonymised before the data are being used for further analyses. Experiment data (digital) .apr, .bdf, .mp4 files 250 GB Recording of EEG (electroencephalogram) experiments and eye- tracker recordings Stimuli data (digital) .xml, .apx, .wav files 5 GB Files that describe how the experiments will be conducted. Processed data (digital) .npy, .mat, .csv, .tfrecords files or similar 150- 1000 GB A combination of the experiment data and stimuli data in a format that is easier to process. Code (digital) .m, .py, .ipynb or similar 1 GB Code that will transform the processed data into Results. Results (digital and non- digital) .pdf, .png, .svg or similar 5 GB The outcome of this projects. Results can be tables, figures and text explaining those. In case of the reuse of existing data, the explicit approval for this reuse will be obtained. Reused data will originate from the ISIFit project or the AVATAR project, or other projects from Prof. Francart, and Prof. Francart and Prof. Astrid van Wieringen. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-4327 Short description of the kind of personal data that will be used: name, age, sex, mother tongue, relevant medical history e.g. history of ear infections, brain concussion Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Reference to the formal approval by the ethical review committee: S57102 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Not at the moment. In case there arises IP possibilities, we will contact LRD. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? New lab members recieve training on how to perform the experiments as well as how and where to store and handle the collected data. Furthermore, standard guidelines and instructions are available as .pdf and .readme files that are stored on network drive. These files contain best practices regarding the practical side of the experiments (set-up, parameters,...) as well as policies about how to treat the subjects, how to handle and where to keep sensitive information, etc. In this way, the information given during the training can easily be re-read and refreshed. These guidelines, in combination with the fact that the original collected data are stored on backed-up drives in a standard format (BIDS, see also website bids.neuroimaging.io), should make it possible to understand and reuse the data. The code corresponding to each result will be stored on a git repository so that reusers will be able to recreate the results. The commentary lines in the code also document how the data is organized and how a result can be obtained. To accomplish this, we will use regular code and comments as well as Jupyter notebooks. The code also contains an implicit description of how the collected data is organized, it can be used as an explanation of the data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The data will be stored based on the BIDS structure, which is an organizational structure for neuroimaging and behavioral data (see also website bids.neuroimaging.io). The BIDS format is a way to structure your data / metadata within a hierarchy of folders. This makes it easy to browse from a computer, as well as to automatically parse a BIDS folder with a program. The BIDS structure makes minimal assumptions about the tools needed to interact with the data that's inside. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on KU Leuven administered drives (large volume storage and OneDrive). In order to be able to analyse the data, some files will need (temporarily) to be stored on the encrypted PC hard drive (this since calculations from a non-local source are too slow and lead to computational failures). Once analysed, the raw data are again removed from the local hard drive. How is backup of the data provided? Since the data are stored on KU Leuven storage, the general ICT back-up Policy is applied. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. Since the data are stored on KU Leuven servers, and these drives are expandable in blocks, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 the backup capacity will not be an issue. What are the expected costs for data storage and back up during the project? How will these costs be covered? The OneDrive (including version history) has sufficient capacity and is available without any costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab policy is that the researchers have only access to the data from the project they are involved in. Furthermore, the data for longer term storage are kept on separate drives with 1) limited access (only a limited set of people have access) and 2) an overwrite and delete protection (based on read-write access) in order to prevent accidental loss of these data. Prof. Francart is the only person who has access to the key information for identification of the subjects. His back-up persons (only to be used in extreme case) are Jan Wouters and Astrid van Wieringen (both PI’s within the lab). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data. Where will the data be archived (= stored for the longer term)? On OneDrive, as this data storage is still accessible by the promotor if the researcher has left the lab it can be considered long term storage. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? None, as OneDrive is not paid by the researcher. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The informed consent contains a section in which the participant can chooses his/her data is shared. Possibilities are: no sharing allowed sharing within KU Leuven sharing within the European Union worldwide sharing worldwide sharing and the data can be made available on a public database. We will honor their choice. Furthermore shared data will always be pseudonymised. Which data will be made available after the end of the project? At this moment, no data will be made available at the end of the project. Depending on the results of the project, the data can be a strategic asset in which case it can be useful to not share the data. Where/how will the data be made available for reuse? Upon request by mail At this moment, no data will be made available at the end of the project. Depending on the results of the project, the data can be a strategic asset in which case it can be useful to not share the data. When will the data be made available? Not yet applicable. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? Not yet applicable. What are the expected costs for data sharing? How will the costs be covered? The Belnet filesender is free, so there are no costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher; however, when his contract has ended the responsibility shifts towards Prof. Francart to ensure data preservation and reuse. Who will be responsible for data storage & back up during the project? The researcher; however, when his contract has ended the responsibility shifts towards Prof. Francart to ensure data preservation and reuse. Who will be responsible for ensuring data preservation and reuse ? The researcher; however, when his contract has ended the responsibility shifts towards Prof. Francart to ensure data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The researcher bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}