{
    "document_id": "D-2024-2878",
    "LinkTitle": "D-2024-2878",
    "file_name": "D-2024-2878.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2878.pdf",
    "metadata": {
        "title": "D-2024-2878",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Prof. Bram Van de Poel,  ORCID: 0000-0001-5638-2472\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title Columella-specific ethylene biosynthesis drives root development during abiotic stress responses\nFunder(s) GrantID 2G023124N\nAffiliation(s) KU Leuven \nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description        ,    The plant hormone ethylene regulates many developmental processes and is involved in  \nresponses\n ( ) .        ,    towards a biotic Often stress leads to an enhanced ethylene production which in turn steers\n . ,         developmental plasticity However how local ethylene production in one tissue controls the\n      . development of other tissues remains practically unstudied\n             , Ethylene is known to inhibit primary root growth and does this through hormonal crosstalk  \nmainly\n . ,             with auxin Recently it was established that the epidermis and the lateral root cap cells are\n          . ,  responsive to ethylene and in these cells auxin transport is altered However it remains  \n unknown in\n      .        which root tissue ethylene is being produced We have preliminary data that shows that the  \n  (     )        .root cap columella and lateral root cap is a prime site of local ethylene biosynthesis\n        -       In this proposal we want to investigate that tissue specific ethylene production in the root cap  \ndrives\n   (   )     (  local columella development border cell shedding and distant root development inhibition of\n). ,       ,  elongation Furthermore we postulate that certain physical environmental stressors such as  \nsoil\n  ,         compaction and waterlogging activate local ethylene production in the columella to coordinate\n .       -  , developmental responses We will investigate this concept using tissue specific genetics  \nreporter\n    .      -    lines and spatial omics technology We aim to show that tissue specific ethylene production in  \nthe\n         . root cap drives root developmental plasticity to allow stress resilience\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, Physical Volume\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4TB)\nTransgenic \nplants \n(Arabidopsis \nthaliana).Transgenic \nplants \ngenerated by \nagrobacterium-\nmediated \ntransformation \n(reporter lines \nand knock-out \nlines)New PhysicalN/A N/A N/A Seeds will be \nstored in 15 mL \nfalcon tubes in a \ndedicated seed \ncabinet (dry \nenvironment) at 4 \nC.\nVectorsPlasmid vectors New PhysicalN/A N/A N/A <50 ml stored at \n-20 C.\nProteinsPurified \nrecombinant \nproteinsNew PhysicalN/A N/A N/A <50 ml stored in \nthe -80 C freezer.\nTransgenic \nbacteria \n(E.coli and \nAgrobacteriu\nm \ntumerfaciens)Transgenic \nbacteria used in \ncloning.New PhysicalN/A N/A N/A 2 mL cryotubes \nstored in the -80 C \nfreezer.\nTEXTProtocols,\ndescription of\nresearch results,\nliterature \nstudiesNew DigitalTextual .txt or .docx > 1GB N/A\nCamera \nimagesRegular camera \nimages of plants \nand their organs \n(phenotyping).New Digitalimages .tiff and .JPEG 50-100GB N/A\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Microscopy\nImagesFluorescent and\nConfocal\nmicroscopy of\nroot tissue.New DigitalImages .tiff\nand \n.JPEG  100-200GB N/A\nMicroscopy\nmoviesFluorescent and\nConfocal\nmicroscopy\ncapturing videos \nof root tissue.New DigitalImages .avi   100-200GB N/A\nObservational\nnumerical\ndata and \ncalculations.Quantitative \nobservations \nfrom \nexperiments.New DigitalNumerical .xlsx < 1 GB N/A\nStatistical \nanalyses and \ncorrespondin\ng scriptsR-scripts and \noutput files \nfrom statistical \nanalysesNew DigitalNumerical .R < 1 GB N/A\nRNA and DNA \nsequencing \nfilesRaw DNA or \nRNA sequencing \nreads and \nprocessed filesNew DigitalNumerical .FASTQ and .R \nand .TXT200-500 GB N/A\nMass \nspectrometry \nfilesRaw and \nprocessed mass \nspectrometry \nfilesNew DigitalNumerical .mzML and .R and \n.TXT 10-50 GB N/A\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  N/A\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.N/A\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ No\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ No\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ No\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ No\n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1) Protocols and descriptions containing info about both materials (product names, vendors, \nchemical ID’s, instrument ID’s….) and methods (experimental setting, parameters, set-up’s, …) will\nbe collected in written in standardized and dated lab books that remain property of the lab.\n2) Data (images, excel, word, R-scripts, statistical output, sequencing data, mass spec data…) will \nbe stored on the lab’s drive, which is centrally back-upped by the KU Leuven SET-IT service. Data is \nautomatically cloud-based sinked (one-drive).\n3) Physical samples (vectors, proteins, plasmids, strains, seeds) will be stored for long term in the \npropriate storage facility:\n- Seeds: a dry seed-cabined at 4 C cold room, equipped with a temperature alarm centrally \ncontrolled by the KU Leuven dispatch.\n- Vectors and plasmids: in screwcaps in the -20C freezer, equipped with a temperature alarm \ncentrally controlled by the KU Leuven dispatch.\n- Strains: in screwcaps in the -80C freezer, equipped with a temperature alarm centrally controlled \nby the KU Leuven dispatch.\nThese physical samples will be inventoried digitally (in Excell) and will be updated with new data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\nMetadata from DNA and RNA sequencing experiments and from mass spectrometry experiments is \ncollected and stored in .txt or .csv readable files. The metadata is stored alongside the raw data and the \nprocessed/analyzed data. The metadata contains all information on how the data was obtained (machine \nsettings), processed and all the sample identification parameters.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\nThe time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The  \nfolder will be open for the members participating in this FWO project and is secured and backed-up by the  \nICTS service of KU Leuven. Copies can be made and kept on personal devices.  \nLarge dataset (e.g. microscopy images/movies, sequencing data, mass-spec data) will be stored on the lab’s  \nlarge-storage drive (K-drive) with automatic back-ups by the ICTS service of KU Leuven.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution .\nThe digital data will be stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder  \nwill be made for the project (1 TB) on which the collaborators will work jointly and store data files.  \nLarge dataset are stored on a specific drive (K-drive) with sufficient storage capacity.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The network drive for the FWO project folder and the large volume storage folder are secured by the ICTS  \nservice of KU Leuven with a mirror copy and a two-factor authentication login. Only other lab members, will  \nhave access to the shared folder. Unauthorized persons do not have access to this system.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?OneDrive for business is free for staff and students of KU Leuven (up to 1 TB per user). The large-data \nstorage drive charges 113 euro/TB/year. The data storage costs are covered by other lab incomes.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\n1) The digital data will be stored on the lab’s archive drive (K-drive) managed by the university's central \nservers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy.\n2) The physical data will be stored in freezers and seed cabinets in the host lab for up to 10 years\nafter the project.\n3) The accompanying metadata will be stored on the lab’s digital drives (with automatic backup \nprocedures).\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The archive and large-data storage drive (K-drive) charges 113 euro/TB/year. The data storage costs are \ncovered by other lab incomes. Costs involved with the maintenance of the freezers and seed cabinet will \nbe paid other project incomes, as these facilities will be used by other active users.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☒ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The data will be embargoed while the researcher will be working on the project outputs and then opened \n(open access) once the publications are out.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\nAll digital data will be stored and be available for lab members using a shared network drive and large \nvolume storage provided by the KU Leuven. In addition, the relevant data will be made available to \nexternal people upon request by mail or published in papers and repository websites.\nWhen will the data be made available? ☒ Upon publication of research results\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no costs, as we will use free online depositories.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PI (prof. Van de Poel) is responsible for the lab’s data storage policy. He is also in contact with SET-IT \nto manage and update the storage drives.\nWho will manage data storage and backup \nduring the research project?The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven.\nWho will manage data preservation and \nsharing?While the project is ongoing, the PI (Prof. Van de Poel) will take care of the preservation after the \ncompletion of the doctoral dissertation. The researcher will manage the sharing of the data.\nWho will update and implement this DMP? Prof. Van de Poel.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Prof. Bram Van de Poel, ORCID: 0000-0001-5638-2472 Contributor name(s) (+ ORCID) & roles Project number 1 & title Columella-specific ethylene biosynthesis drives root development during abiotic stress responses Funder(s) GrantID 2G023124N Affiliation(s) KU Leuven ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description , The plant hormone ethylene regulates many developmental processes and is involved in responses ( ) . , towards a biotic Often stress leads to an enhanced ethylene production which in turn steers . , developmental plasticity However how local ethylene production in one tissue controls the . development of other tissues remains practically unstudied , Ethylene is known to inhibit primary root growth and does this through hormonal crosstalk mainly . , with auxin Recently it was established that the epidermis and the lateral root cap cells are . , responsive to ethylene and in these cells auxin transport is altered However it remains unknown in . which root tissue ethylene is being produced We have preliminary data that shows that the ( ) .root cap columella and lateral root cap is a prime site of local ethylene biosynthesis - In this proposal we want to investigate that tissue specific ethylene production in the root cap drives ( ) ( local columella development border cell shedding and distant root development inhibition of ). , , elongation Furthermore we postulate that certain physical environmental stressors such as soil , compaction and waterlogging activate local ethylene production in the columella to coordinate . - , developmental responses We will investigate this concept using tissue specific genetics reporter . - lines and spatial omics technology We aim to show that tissue specific ethylene production in the . root cap drives root developmental plasticity to allow stress resilience 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, Physical Volume 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4TB) Transgenic plants (Arabidopsis thaliana).Transgenic plants generated by agrobacterium- mediated transformation (reporter lines and knock-out lines)New PhysicalN/A N/A N/A Seeds will be stored in 15 mL falcon tubes in a dedicated seed cabinet (dry environment) at 4 C. VectorsPlasmid vectors New PhysicalN/A N/A N/A <50 ml stored at -20 C. ProteinsPurified recombinant proteinsNew PhysicalN/A N/A N/A <50 ml stored in the -80 C freezer. Transgenic bacteria (E.coli and Agrobacteriu m tumerfaciens)Transgenic bacteria used in cloning.New PhysicalN/A N/A N/A 2 mL cryotubes stored in the -80 C freezer. TEXTProtocols, description of research results, literature studiesNew DigitalTextual .txt or .docx > 1GB N/A Camera imagesRegular camera images of plants and their organs (phenotyping).New Digitalimages .tiff and .JPEG 50-100GB N/A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Microscopy ImagesFluorescent and Confocal microscopy of root tissue.New DigitalImages .tiff and .JPEG 100-200GB N/A Microscopy moviesFluorescent and Confocal microscopy capturing videos of root tissue.New DigitalImages .avi 100-200GB N/A Observational numerical data and calculations.Quantitative observations from experiments.New DigitalNumerical .xlsx < 1 GB N/A Statistical analyses and correspondin g scriptsR-scripts and output files from statistical analysesNew DigitalNumerical .R < 1 GB N/A RNA and DNA sequencing filesRaw DNA or RNA sequencing reads and processed filesNew DigitalNumerical .FASTQ and .R and .TXT200-500 GB N/A Mass spectrometry filesRaw and processed mass spectrometry filesNew DigitalNumerical .mzML and .R and .TXT 10-50 GB N/A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.N/A Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ No 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ No 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1) Protocols and descriptions containing info about both materials (product names, vendors, chemical ID’s, instrument ID’s….) and methods (experimental setting, parameters, set-up’s, …) will be collected in written in standardized and dated lab books that remain property of the lab. 2) Data (images, excel, word, R-scripts, statistical output, sequencing data, mass spec data…) will be stored on the lab’s drive, which is centrally back-upped by the KU Leuven SET-IT service. Data is automatically cloud-based sinked (one-drive). 3) Physical samples (vectors, proteins, plasmids, strains, seeds) will be stored for long term in the propriate storage facility: - Seeds: a dry seed-cabined at 4 C cold room, equipped with a temperature alarm centrally controlled by the KU Leuven dispatch. - Vectors and plasmids: in screwcaps in the -20C freezer, equipped with a temperature alarm centrally controlled by the KU Leuven dispatch. - Strains: in screwcaps in the -80C freezer, equipped with a temperature alarm centrally controlled by the KU Leuven dispatch. These physical samples will be inventoried digitally (in Excell) and will be updated with new data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes Metadata from DNA and RNA sequencing experiments and from mass spectrometry experiments is collected and stored in .txt or .csv readable files. The metadata is stored alongside the raw data and the processed/analyzed data. The metadata contains all information on how the data was obtained (machine settings), processed and all the sample identification parameters. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. Large dataset (e.g. microscopy images/movies, sequencing data, mass-spec data) will be stored on the lab’s large-storage drive (K-drive) with automatic back-ups by the ICTS service of KU Leuven. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution . The digital data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project (1 TB) on which the collaborators will work jointly and store data files. Large dataset are stored on a specific drive (K-drive) with sufficient storage capacity. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The network drive for the FWO project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy and a two-factor authentication login. Only other lab members, will have access to the shared folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive for business is free for staff and students of KU Leuven (up to 1 TB per user). The large-data storage drive charges 113 euro/TB/year. The data storage costs are covered by other lab incomes. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): 1) The digital data will be stored on the lab’s archive drive (K-drive) managed by the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in freezers and seed cabinets in the host lab for up to 10 years after the project. 3) The accompanying metadata will be stored on the lab’s digital drives (with automatic backup procedures). What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The archive and large-data storage drive (K-drive) charges 113 euro/TB/year. The data storage costs are covered by other lab incomes. Costs involved with the maintenance of the freezers and seed cabinet will be paid other project incomes, as these facilities will be used by other active users. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.The data will be embargoed while the researcher will be working on the project outputs and then opened (open access) once the publications are out. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR All digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made available to external people upon request by mail or published in papers and repository websites. When will the data be made available? ☒ Upon publication of research results FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? There are no costs, as we will use free online depositories. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PI (prof. Van de Poel) is responsible for the lab’s data storage policy. He is also in contact with SET-IT to manage and update the storage drives. Who will manage data storage and backup during the research project?The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. Who will manage data preservation and sharing?While the project is ongoing, the PI (Prof. Van de Poel) will take care of the preservation after the completion of the doctoral dissertation. The researcher will manage the sharing of the data. Who will update and implement this DMP? Prof. Van de Poel. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13"
}