{
    "document_id": "D-2024-3150",
    "LinkTitle": "D-2024-3150",
    "file_name": "D-2024-3150.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3150.pdf",
    "metadata": {
        "title": "Towards design automation of magnetic components for ultra-compact power converters in electromobility applications",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Towards design automation of magnetic components for ultra-compact power converters in\nTowards design automation of magnetic components for ultra-compact power converters in\nelectromobility applications\nelectromobility applications\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMat_Exp\nCharacterisation of magnetic materials:\nraw data, losses\nN\nD\nN\n.xlsx,\n.csv,\n.mat\n<1GB\n \nMat_Exp_images\nWaveforms, pictures of experimental\nsetups, prototypes, instrument\nmeasurements\nN\nD\nI\n.jpeg,\n.png\n<1GB\n \nMagComp_geo_sim\nGeometry of the magnetic component to\nsimulate with finite elements\nN\nD\nM\n.geo\n<1GB\n \nMagComp_msh_sim\nMesh of the magnetic component to\nsimulate with finite elements\nN\nD\nM\n.msh\n<1GB\n \nMagComp_pro_sim\nFinite element simulation file\nN\nD\nM\n.pro\n<1GB\n \nROMgen_MagComp_sim\nGeneration of reduced-order model of\nmagnetic components \nN\nD\nM\n.m or\n.py\n< 1GB\n \nROM_MagComp_sim\nReduced order model of magnetic\nmaterial to integrate in system level\nsimulation\nN\nD\nM\n.mat\nor\n .pos\n<1GB\n \nCircuit_sim\nCircuit simulation \nN\nD\nM\n.slx,\n.mld\nor .cir\n<1GB\n \nSystem_sim\nSystem level simulation including ROM\nN\nD\nM\n.slx,\n.mld\nor .cir\n<1Gb\n \nScientific reports\nDescriptions of the developed methods\nand methodology, comparison of\nsimulation and experiments, analysis of\nresults\nN\nD\nT\n*.pdf\n<1Gb\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n1 of 5\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nMeasurement datasets (Mat_Ext) will contain in file information describing the measurement setup, equipment employed\nand notes in a separate tab of the file. \nOnelab simulation files (MagComp_geo_sim, MagComp_pro_sim) will start with the creation date, the description on the\ndifferent possibilities available (formulations/equations treated), parameters that can be adapted (dimensions, material\ncharacteristics, working frequency, voltage or current source, amplitude and waveform). Command line used for generating\nthe mesh file (MagComp_msh_sim), command line used for solving the finite element problem.\nCircuit simulation files (Circuit_sim, Sys_sim) will be accompanied by a README.txt file describing the content and usage.\nReduced-order model files (ROMgen_MagComp_sim, ROM_MagComp_sim) will contain in file comments that explain the\ninputs (from finite elements) and outputs (to circuit or to Onelab). \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n2 of 5\nYes\nRegular KU Leuven regulations. RDR will be used. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nSharepoint online\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven Sharepoint requires authorisation for accessing data. Only authorised people are able to read and/or modify.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExisting servers will be used. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe long-term storage is guaranteed up to 10 years after the end of a project. This is stored in KU Leuven servers. The members\nof the research group have access to the data with the permission of the supervisor(s).\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe collected data will be accessible to the PhD and PostDoc researchers, working with the two promoters of this C2 project,\nprof. Ruth V. Sabariego and prof. Wilmar Martinez.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n4 of 5\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo additional costs are foreseen. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nProject promoter Ruth V. Sabariego\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nProject promoter Ruth V. Sabariego\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProject promoter Ruth V. Sabariego\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nProject promoter Ruth V. Sabariego\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n5 of 5"
    },
    "clean_full_text": "Towards design automation of magnetic components for ultra-compact power converters in Towards design automation of magnetic components for ultra-compact power converters in electromobility applications electromobility applications Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Mat_Exp Characterisation of magnetic materials: raw data, losses N D N .xlsx, .csv, .mat <1GB Mat_Exp_images Waveforms, pictures of experimental setups, prototypes, instrument measurements N D I .jpeg, .png <1GB MagComp_geo_sim Geometry of the magnetic component to simulate with finite elements N D M .geo <1GB MagComp_msh_sim Mesh of the magnetic component to simulate with finite elements N D M .msh <1GB MagComp_pro_sim Finite element simulation file N D M .pro <1GB ROMgen_MagComp_sim Generation of reduced-order model of magnetic components N D M .m or .py < 1GB ROM_MagComp_sim Reduced order model of magnetic material to integrate in system level simulation N D M .mat or .pos <1GB Circuit_sim Circuit simulation N D M .slx, .mld or .cir <1GB System_sim System level simulation including ROM N D M .slx, .mld or .cir <1Gb Scientific reports Descriptions of the developed methods and methodology, comparison of simulation and experiments, analysis of results N D T *.pdf <1Gb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 27 March 2025 1 of 5 No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Measurement datasets (Mat_Ext) will contain in file information describing the measurement setup, equipment employed and notes in a separate tab of the file. Onelab simulation files (MagComp_geo_sim, MagComp_pro_sim) will start with the creation date, the description on the different possibilities available (formulations/equations treated), parameters that can be adapted (dimensions, material characteristics, working frequency, voltage or current source, amplitude and waveform). Command line used for generating the mesh file (MagComp_msh_sim), command line used for solving the finite element problem. Circuit simulation files (Circuit_sim, Sys_sim) will be accompanied by a README.txt file describing the content and usage. Reduced-order model files (ROMgen_MagComp_sim, ROM_MagComp_sim) will contain in file comments that explain the inputs (from finite elements) and outputs (to circuit or to Onelab). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 27 March 2025 2 of 5 Yes Regular KU Leuven regulations. RDR will be used. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Sharepoint online How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven Sharepoint requires authorisation for accessing data. Only authorised people are able to read and/or modify. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Existing servers will be used. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Created using DMPonline.be. Last modiﬁed 27 March 2025 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The long-term storage is guaranteed up to 10 years after the end of a project. This is stored in KU Leuven servers. The members of the research group have access to the data with the permission of the supervisor(s). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the PhD and PostDoc researchers, working with the two promoters of this C2 project, prof. Ruth V. Sabariego and prof. Wilmar Martinez. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Created using DMPonline.be. Last modiﬁed 27 March 2025 4 of 5 provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are foreseen. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Project promoter Ruth V. Sabariego Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Project promoter Ruth V. Sabariego Who will manage data preservation and sharing? Who will manage data preservation and sharing? Project promoter Ruth V. Sabariego Who will update and implement this DMP? Who will update and implement this DMP? Project promoter Ruth V. Sabariego Created using DMPonline.be. Last modiﬁed 27 March 2025 5 of 5"
}