{
    "document_id": "D-2023-2146",
    "LinkTitle": "D-2023-2146",
    "file_name": "D-2023-2146.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2146.pdf",
    "metadata": {
        "title": "TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC\nSTRATEGY FOR INJURY\nA Data Management Plan created using DMPonline.be\nCreator: \nPedro Elias Marques \n \nhttps://orcid.org/0000-0002-5613-8012\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nPedro Elias Marques \n \nhttps://orcid.org/0000-0002-5613-8012\nData Manager:\n \nPedro Elias Marques \n \nhttps://orcid.org/0000-0002-5613-8012\nProject Administrator:\n \nPedro Elias Marques \n \nhttps://orcid.org/0000-0002-5613-8012\nGrant number / URL: \nG025923N\nID: \n200237\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nInjury is inevitable in multicellular organisms. Our bodies are\nfrequently injured by extreme temperatures, mechanical damage and chemical toxicity, causing a form of cell death\nnamed necrosis. Necrotic cell death is highly proinflammatory and drives disorders such as liver injury, severe trauma\nand burn injuries. This harmful effect depends on the cell debris that is left behind, but there is little understanding on\nhow organisms deal with necrotic remnants. Our main objective is to elucidate a vital, yet neglected process: the\nclearance of necrotic cell debris. We hypothesize that three of the most abundant debris - DNA, histones and actin - act\ntogether in a vicious cycle that inhibits the degradation of one another. When found in complexes in necrotic injuries,\nthey may prevent the activity\nof serum DNAses. Importantly, this clearance mechanism is likely independent of infiltrating inflammatory leukocytes.\nWe will investigate the immunological and biochemical properties of debris released during injury using my unique\nexpertise in intravital microscopy and clinically-relevant disease models. We will determine the physiological relevance\nof local and systemic necrotic debris clearance, with focus on nucleosomes and actin. Moreover, we will synthesize\nnovel peptides to disassemble necrotic debris and accelerate its clearance at any phase of injury. This project will\nexpand our understanding of the response to injury and pave the way for new therapies for acute injuries.\nLast modified: \n12-06-2023\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n1 of 8\nTARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC\nSTRATEGY FOR INJURY\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nDuring this research project, several data types will be collected, including images and movies from immunostainings, intravital microscopy, live-cell imaging and in vitro\ndebris models. Numerical data will be obtained from spectrophotometric and binding assays. Peptide sequences will also be generated in this project. All protocols, raw\ndata and analyzed data produced will be cataloged in laboratory books and stored as digital files (Excel, Word, images...), and published in the form of manuscripts and\nreports.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nData will be stored by researchers working in the project, including but not limited to Prof. Pedro Marques and a PhD student. Pedro Marques will be responsible for\nmaintaining the data after the end of the project for at least 5 years. The data will be stored redundantly during and after the research in our PCs, in external hard-drives,\nand in the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage)). Importantly, the KU Leuven data centers provide long-term storage on\ntwo separate locations and have disaster recovery measures. Direct IT support for data management is offered at the Rega Institute by Dieter Devos.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNo, in fact, all research data will be preserved for more than 5 years after the project. Protocols, lab books, reports and publications will also be stored for more than 5\nyears.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo issues\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo issues\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n2 of 8\nTARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC\nSTRATEGY FOR INJURY\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset Name\nDescription\nNew\nor\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMicroscopy\nimages and\nmovies\nIntravital microscopy of APAP and control mice. Live-cell imaging of leukocyte\nphagocytosis of necrotic debris. In vitro debris model. Immunostainings of cryosections\nof injured and control livers.\nNew\ndata\nDigital\nObservational\nand\nExperimental\n.tiff or .png\n.mov or\n.mpeg\n<5TB\n \nMass\nspectrometry\nimaging data\nm/z rations, positioning and imaging data regarding mass spectrometry imaging\nNew\ndata\nDigital\nObservational\nand\nExperimental\n.tiff, .xls,\n.txt\n<5TB\n \nLive cell\nIncucyte\nimages\nCell function using the Incucyte platform\nNew\ndata\nDigital\nObservational\nand\nExperimental\ntiff or .png\n<1TB\n \nObservational\nand numeric\ndata\nELISA, ALT, MPO, creatinine, elastase, LDH and other spectrophotometric assays. Flow\ncytometry analysis of neutrophil receptors involved in debris phagocytosis.\nNew\ndata\nDigital\nObservational\nand\nExperimental\n.xls .wsp or\n.fcs .csv\n<100GB\n \nProtein\nsequences\nProtein sequences obtained from the protein sequencer in the laboratory\nNew\ndata\nDigital\nObservational\nand\nExperimental\n.txt\n<1GB\n \nBiological\nsamples 1\nThe liver tissue fragments are collected in tubes, as samples for further experimental\nanalysis.\nNew\ndata\nPhysical\nNA\nliver\nfragments\nvariable\n<10L\nBiological\nsamples 2\nThe blood is collected in tubes, as samples for further experimental analysis.\nNew\ndata\nPhysical\nNA\nblood\nvariable\n<10L\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nYes, animal data (Provide ECD reference number below)\nYes, human subject data (Provide SMEC or EC approval number below)\nThe Ethical Committee for Animal Experimentation at KU Leuven approved the use of mice during this project (P125/2019 and P128/2021). The Ethics committee for\nMedical Research UZ/KU Leuven approved the use of healthy donors to isolate human leukocytes (S58418). The ethical dossier for this project was updated to be\ncompliant with the GDPR and biobank laws.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nNo, we do not collect or use human/patient information in this project.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nAll research data generated during this project has the potential for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n3 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nWe are not reusing data not using data from 3rd parties.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n1\n. \nMicroscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on\nuser, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved (also in OME format) and transferred with\nthe original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who\nperformed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book.\n2\n. \nMass Spectrometry Imaging: Data comes associated with extensive metadata from the proprietary software used by the equipment. Lab books maintained by the\ntechnician and the PhD student involved contain extra relevant information for the experiments.\n3\n. \nFlow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation...) that are used during the\nacquisition of the data.\n4\n. \nThe numerical data obtained in quantifications and spectrophotometric analyses will be saved in excel and word formats (.xlsx and .doc), which also imprint\nautomatically the metadata (user, date, time, equipment parameters) from those experiments. Moreover, information on quantification and experimentation\nparameters will be embedded by the users on the document folders in order to improve data reproducibility and maintenance. The methodology and protocol of\neach experiment will be described in detail in a lab book.\n5\n. \nThe protein sequence files contain metadata that informs the day, user and procedure of sequencing.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nOME format.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storages\nThe data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network\nadapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and\ndisaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from\nanalysis equipment are stored redundant on hard disks in or connected to the lab computers and the workstations. The backups of the analysis data are stored on\ndedicated redundant NAS-devices. Also, we will use the Lirias platform as data repository for published material.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS\nPersonal back-ups\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on\nthe Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe local personal- and shared drives on the computers offer enough storage. Additionally, KU Leuven offers storage on Microsoft OneDrive. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n4 of 8\nAll research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also\nrestricted. In case of potential IP establishment for one or more molecules developed in the project, the restriction will consist of omission of the molecule sequence and\ncodenaming. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Pedro Marques. The cost for data storage is 520\nEuro/terabyte/year, thus, the accumulated cost for 4 years is approximately 5200 euro. The costs will be covered by previous and current funding obtained by the host\nlab.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data, raw or processed, will be stored for a minimum of 10 years, according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nShared network drive (J-drive)\nLarge Volume Storage (long-term for large volumes)\nThe data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS\n(network adapted storage).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Pedro Marques. The expected cost for data storage is 520\neuro/terabyte/year.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll the data that are not under IP protection.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to external users will be evaluated and authorized by Pedro Marques. After clearance by IP officers and embargoes, the data will be deposited in the Zenodo\nrepository.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nAny datasets that are connected to IP.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nIn an Open Access repository (Zenodo)\nIn a KU Leuven repository (RDR)\nUpon request by mail\nAll digital data types will be available by access to our data storage facilities outlined above. Access to external users will be evaluated and authorized by Pedro Marques.\nAfter clearance by IP officers and embargoes, all the digital data types (Microscopy images and movies; Live cell Incucyte images; Observational and numeric data;\nProtein sequences) will be deposited in the Zenodo and RDR repositories. Physical samples will be stored locally in the lab and will likely be consumed totally during the\nexecution of the project.\n \nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n5 of 8\nWhen will the data be made available?\nData will be made available immediately after publication and clearance by Intellectual Property officers at KU Leuven.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA PID will be added upon deposit in a data repository. The data files may also be identified with DOI numbers.\nWhat are the expected costs for data sharing? How will these costs be covered?\nLocal costs are minimal. Data transfer to external partners will be at the partners cost.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal investigator Pedro Marques and the PhD researcher will be responsible for this. \nWho will manage data storage and backup during the research project?\nThe principal investigator Pedro Marques and the PhD researcher will be responsible for this. \nWho will manage data preservation and sharing?\nThe principal investigator Pedro Marques and the PhD researcher will be responsible for this. \nWho will update and implement this DMP?\nThe principal investigator (Pedro Marques) and the PhD researcher will be responsible for implementing the DMP. They will update the DMP anytime conditions change. A\nmid-term review will be accompanied by a detailed DMP and a final reviewed DMP will be sent along with the final report. \nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n6 of 8\nTARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC\nSTRATEGY FOR INJURY\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n7 of 8\nTARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC\nSTRATEGY FOR INJURY\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 June 2023\n8 of 8"
    },
    "clean_full_text": "TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY A Data Management Plan created using DMPonline.be Creator: Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 Data Manager: Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 Project Administrator: Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 Grant number / URL: G025923N ID: 200237 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Injury is inevitable in multicellular organisms. Our bodies are frequently injured by extreme temperatures, mechanical damage and chemical toxicity, causing a form of cell death named necrosis. Necrotic cell death is highly proinflammatory and drives disorders such as liver injury, severe trauma and burn injuries. This harmful effect depends on the cell debris that is left behind, but there is little understanding on how organisms deal with necrotic remnants. Our main objective is to elucidate a vital, yet neglected process: the clearance of necrotic cell debris. We hypothesize that three of the most abundant debris - DNA, histones and actin - act together in a vicious cycle that inhibits the degradation of one another. When found in complexes in necrotic injuries, they may prevent the activity of serum DNAses. Importantly, this clearance mechanism is likely independent of infiltrating inflammatory leukocytes. We will investigate the immunological and biochemical properties of debris released during injury using my unique expertise in intravital microscopy and clinically-relevant disease models. We will determine the physiological relevance of local and systemic necrotic debris clearance, with focus on nucleosomes and actin. Moreover, we will synthesize novel peptides to disassemble necrotic debris and accelerate its clearance at any phase of injury. This project will expand our understanding of the response to injury and pave the way for new therapies for acute injuries. Last modified: 12-06-2023 Created using DMPonline.be. Last modiﬁed 12 June 2023 1 of 8 TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) During this research project, several data types will be collected, including images and movies from immunostainings, intravital microscopy, live-cell imaging and in vitro debris models. Numerical data will be obtained from spectrophotometric and binding assays. Peptide sequences will also be generated in this project. All protocols, raw data and analyzed data produced will be cataloged in laboratory books and stored as digital files (Excel, Word, images...), and published in the form of manuscripts and reports. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Data will be stored by researchers working in the project, including but not limited to Prof. Pedro Marques and a PhD student. Pedro Marques will be responsible for maintaining the data after the end of the project for at least 5 years. The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage)). Importantly, the KU Leuven data centers provide long-term storage on two separate locations and have disaster recovery measures. Direct IT support for data management is offered at the Rega Institute by Dieter Devos. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) No, in fact, all research data will be preserved for more than 5 years after the project. Protocols, lab books, reports and publications will also be stored for more than 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No issues Which other issues related to the data management are relevant to mention? (use up to 700 characters) No issues Created using DMPonline.be. Last modiﬁed 12 June 2023 2 of 8 TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Microscopy images and movies Intravital microscopy of APAP and control mice. Live-cell imaging of leukocyte phagocytosis of necrotic debris. In vitro debris model. Immunostainings of cryosections of injured and control livers. New data Digital Observational and Experimental .tiff or .png .mov or .mpeg <5TB Mass spectrometry imaging data m/z rations, positioning and imaging data regarding mass spectrometry imaging New data Digital Observational and Experimental .tiff, .xls, .txt <5TB Live cell Incucyte images Cell function using the Incucyte platform New data Digital Observational and Experimental tiff or .png <1TB Observational and numeric data ELISA, ALT, MPO, creatinine, elastase, LDH and other spectrophotometric assays. Flow cytometry analysis of neutrophil receptors involved in debris phagocytosis. New data Digital Observational and Experimental .xls .wsp or .fcs .csv <100GB Protein sequences Protein sequences obtained from the protein sequencer in the laboratory New data Digital Observational and Experimental .txt <1GB Biological samples 1 The liver tissue fragments are collected in tubes, as samples for further experimental analysis. New data Physical NA liver fragments variable <10L Biological samples 2 The blood is collected in tubes, as samples for further experimental analysis. New data Physical NA blood variable <10L If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Yes, animal data (Provide ECD reference number below) Yes, human subject data (Provide SMEC or EC approval number below) The Ethical Committee for Animal Experimentation at KU Leuven approved the use of mice during this project (P125/2019 and P128/2021). The Ethics committee for Medical Research UZ/KU Leuven approved the use of healthy donors to isolate human leukocytes (S58418). The ethical dossier for this project was updated to be compliant with the GDPR and biobank laws. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No No, we do not collect or use human/patient information in this project. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All research data generated during this project has the potential for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 12 June 2023 3 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No We are not reusing data not using data from 3rd parties. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Microscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. 2 . Mass Spectrometry Imaging: Data comes associated with extensive metadata from the proprietary software used by the equipment. Lab books maintained by the technician and the PhD student involved contain extra relevant information for the experiments. 3 . Flow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation...) that are used during the acquisition of the data. 4 . The numerical data obtained in quantifications and spectrophotometric analyses will be saved in excel and word formats (.xlsx and .doc), which also imprint automatically the metadata (user, date, time, equipment parameters) from those experiments. Moreover, information on quantification and experimentation parameters will be embedded by the users on the document folders in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. 5 . The protein sequence files contain metadata that informs the day, user and procedure of sequencing. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes OME format. 3. Data storage & back-up during the research project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storages The data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network adapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or connected to the lab computers and the workstations. The backups of the analysis data are stored on dedicated redundant NAS-devices. Also, we will use the Lirias platform as data repository for published material. How will the data be backed up? Standard back-up provided by KU Leuven ICTS Personal back-ups We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The local personal- and shared drives on the computers offer enough storage. Additionally, KU Leuven offers storage on Microsoft OneDrive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 12 June 2023 4 of 8 All research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also restricted. In case of potential IP establishment for one or more molecules developed in the project, the restriction will consist of omission of the molecule sequence and codenaming. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Pedro Marques. The cost for data storage is 520 Euro/terabyte/year, thus, the accumulated cost for 4 years is approximately 5200 euro. The costs will be covered by previous and current funding obtained by the host lab. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data, raw or processed, will be stored for a minimum of 10 years, according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Large Volume Storage (long-term for large volumes) The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Pedro Marques. The expected cost for data storage is 520 euro/terabyte/year. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All the data that are not under IP protection. If access is restricted, please specify who will be able to access the data and under what conditions. Access to external users will be evaluated and authorized by Pedro Marques. After clearance by IP officers and embargoes, the data will be deposited in the Zenodo repository. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Any datasets that are connected to IP. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) In an Open Access repository (Zenodo) In a KU Leuven repository (RDR) Upon request by mail All digital data types will be available by access to our data storage facilities outlined above. Access to external users will be evaluated and authorized by Pedro Marques. After clearance by IP officers and embargoes, all the digital data types (Microscopy images and movies; Live cell Incucyte images; Observational and numeric data; Protein sequences) will be deposited in the Zenodo and RDR repositories. Physical samples will be stored locally in the lab and will likely be consumed totally during the execution of the project. Created using DMPonline.be. Last modiﬁed 12 June 2023 5 of 8 When will the data be made available? Data will be made available immediately after publication and clearance by Intellectual Property officers at KU Leuven. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A PID will be added upon deposit in a data repository. The data files may also be identified with DOI numbers. What are the expected costs for data sharing? How will these costs be covered? Local costs are minimal. Data transfer to external partners will be at the partners cost. 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal investigator Pedro Marques and the PhD researcher will be responsible for this. Who will manage data storage and backup during the research project? The principal investigator Pedro Marques and the PhD researcher will be responsible for this. Who will manage data preservation and sharing? The principal investigator Pedro Marques and the PhD researcher will be responsible for this. Who will update and implement this DMP? The principal investigator (Pedro Marques) and the PhD researcher will be responsible for implementing the DMP. They will update the DMP anytime conditions change. A mid-term review will be accompanied by a detailed DMP and a final reviewed DMP will be sent along with the final report. Created using DMPonline.be. Last modiﬁed 12 June 2023 6 of 8 TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 12 June 2023 7 of 8 TARGETING NECROTIC CELL DEBRIS DEGRADATION AS A THERAPEUTIC STRATEGY FOR INJURY DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 June 2023 8 of 8"
}