{
    "document_id": "D-2023-2090",
    "LinkTitle": "D-2023-2090",
    "file_name": "D-2023-2090.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2090.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP (FWO) - Garcia LF, The Contemporary Stakes of Schelling's Account of Nature.docx",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  FWO DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information  Name Grant Holder & ORCID Luis Fellipe Garcia (Orcid: 0000-0002-2856-4428) Contributor name(s) (+ ORCID) & roles  Project number1 & title  12C5223N – The Contemporary Stakes of Schelling’s Non-Mechanistic Account of Nature Funder(s) GrantID2 12C5223N Affiliation(s) x KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: Provide ROR3 identifier when possible:  Please provide a short project description  This project argues for the contemporary relevance of the philosophy of nature developed by Friedrich Schelling at the turn of the 19th century. I focus on the following questions that I take to be at the core of Schelling’s project: (1) What is nature beyond the specific phenomena studied by sciences such as physics, chemistry, or biology? And (2) how to conceive of the human being in relation to these natural phenomena? The project argues that Schelling's non-mechanistic account of nature lays the groundwork for a fruitful conception of the relationship between humans and nature.     1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  3  2. Research Data Summary  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name* Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Articles Textual data ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other:  ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nBooks Textual data Reuse existing data Digital and physical Book pdfs pdf < 100MB Physical books from the library         * The aim of the project is to generate a new interpretation of a classical text. To achieve this goal, the project will collect bibliographic data to be reused in the generation of new bibliographic data.  4 Add rows for each dataset you want to describe. \nFWO DMP Template (Flemish Standard DMP)  4  If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    I will use published works on the topic of my research. All sources will be specified in the bibliography of included in my outputs. Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use  ☒ No If yes, please describe:   Will you process personal data5? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes:  - Short description of the kind of personal data that will be used: - Privacy Registry Reference:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:    5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  5  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  The data generated will be PowerPoint presentations, PDF, and Word documents. These documents will be the basis for publications. All publications will be discoverable by means of unique identifiers such as Digital Object Identifiers. \nFWO DMP Template (Flemish Standard DMP)  6  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  The metadata employed in my field are Digital Object Identifiers, that are attributed to published works. The project will use those for each new publication it generates.  If no, please specify (where appropriate per dataset or data type) which metadata will be created:    4. Data Storage & Back-up during the Research Project  Where will the data be stored? - Each document containing research data will receive a transparent, uniform file name and be stored in a designated folder on the KU Leuven shared network drives. All files uploaded to the KU Leuven shared network will contain keywords to optimize reuse. - Books and other resources that will be bought with the project's funding will be stored and made available to other researchers through the HIW library. This will ensure the preservation and availability of these resources to those interested.  How will the data be backed up?   - Regular copies on the faculty's shared network drives. Data are backed-up automatically on these services. - Regular copies on external hard disks that can be procured by the researchers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The project will only generate textual data that does not take up too much space.  If no, please specify:   \nFWO DMP Template (Flemish Standard DMP)  7  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project are classified as 'low risk'. Sufficient security, by Multi-Factor Authentication, is included in shared network drives managed by the Faculty's IT division.   What are the expected costs for data storage and backup during the research project? How will these costs be covered? External hard drives can be procured off the project's budget.     5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period of 5 years after the project.  All books collected for the project will be kept in the HIW library. Where will these data be archived (stored and curated for the long-term)? The data will be made accessible through the institutional repository Lirias.  Books stay in the HIW library collection.    What are the expected costs for data preservation during the expected retention period? How will these costs be covered?  A cost estimate will be made with regard to the long-term storage of data on the faculty's network drives. In light of the type of data to be stored, this cost can be safely assumed to be relatively small and fundable out of the project budget.    \nFWO DMP Template (Flemish Standard DMP)  8  6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify:     If access is restricted, please specify who will be able to access the data and under what conditions. - Data will mainly be shared through publications and webinars, lecture series, and conference videos. Copyright restrictions will always be taken into consideration. - The written output of the project, i.e., the articles, book chapters and anthology, will be made available during and after the project through publication. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No  If yes, please specify:   Where will the data be made available?  If already known, please provide a repository per dataset or data type. Publications and restricted access repository. \nFWO DMP Template (Flemish Standard DMP)  9  When will the data be made available? Upon publication of research results.  Which data usage licenses are you going to provide? If none, please explain why.  All interested scholars will get access to the data, taking into account potential copyright restrictions. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes ☒ No If yes:  *Only publications will have digital identifiers What are the expected costs for data sharing? How will these costs be covered?   As mentioned above, a cost estimate will be made concerning the long-term storage of data on the faculty's network drives. As said, this cost can be safely assumed to be relatively small and fundable out of the project budget.   7. Responsibilities  Who will manage data documentation and metadata during the research project? Luis Fellipe Garcia (PI) Who will manage data storage and backup during the research project? Luis Fellipe Garcia Who will manage data preservation and sharing? Luis Fellipe Garcia and HIW Faculty Library Services Who will update and implement this DMP? Luis Fellipe Garcia  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Luis Fellipe Garcia (Orcid: 0000-0002-2856-4428) Contributor name(s) (+ ORCID) & roles Project number1 & title 12C5223N – The Contemporary Stakes of Schelling’s Non-Mechanistic Account of Nature Funder(s) GrantID2 12C5223N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description This project argues for the contemporary relevance of the philosophy of nature developed by Friedrich Schelling at the turn of the 19th century. I focus on the following questions that I take to be at the core of Schelling’s project: (1) What is nature beyond the specific phenomena studied by sciences such as physics, chemistry, or biology? And (2) how to conceive of the human being in relation to these natural phenomena? The project argues that Schelling's non-mechanistic account of nature lays the groundwork for a fruitful conception of the relationship between humans and nature. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name* Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Articles Textual data ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Books Textual data Reuse existing data Digital and physical Book pdfs pdf < 100MB Physical books from the library * The aim of the project is to generate a new interpretation of a classical text. To achieve this goal, the project will collect bibliographic data to be reused in the generation of new bibliographic data. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. I will use published works on the topic of my research. All sources will be specified in the bibliography of included in my outputs. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data5? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data generated will be PowerPoint presentations, PDF, and Word documents. These documents will be the basis for publications. All publications will be discoverable by means of unique identifiers such as Digital Object Identifiers. FWO DMP Template (Flemish Standard DMP) 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The metadata employed in my field are Digital Object Identifiers, that are attributed to published works. The project will use those for each new publication it generates. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? - Each document containing research data will receive a transparent, uniform file name and be stored in a designated folder on the KU Leuven shared network drives. All files uploaded to the KU Leuven shared network will contain keywords to optimize reuse. - Books and other resources that will be bought with the project's funding will be stored and made available to other researchers through the HIW library. This will ensure the preservation and availability of these resources to those interested. How will the data be backed up? - Regular copies on the faculty's shared network drives. Data are backed-up automatically on these services. - Regular copies on external hard disks that can be procured by the researchers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The project will only generate textual data that does not take up too much space. If no, please specify: FWO DMP Template (Flemish Standard DMP) 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data in this project are classified as 'low risk'. Sufficient security, by Multi-Factor Authentication, is included in shared network drives managed by the Faculty's IT division. What are the expected costs for data storage and backup during the research project? How will these costs be covered? External hard drives can be procured off the project's budget. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In agreement with the faculty's IT division, data will be stored on the faculty's network drives for a period of 5 years after the project. All books collected for the project will be kept in the HIW library. Where will these data be archived (stored and curated for the long-term)? The data will be made accessible through the institutional repository Lirias. Books stay in the HIW library collection. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? A cost estimate will be made with regard to the long-term storage of data on the faculty's network drives. In light of the type of data to be stored, this cost can be safely assumed to be relatively small and fundable out of the project budget. FWO DMP Template (Flemish Standard DMP) 8 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. - Data will mainly be shared through publications and webinars, lecture series, and conference videos. Copyright restrictions will always be taken into consideration. - The written output of the project, i.e., the articles, book chapters and anthology, will be made available during and after the project through publication. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. Publications and restricted access repository. FWO DMP Template (Flemish Standard DMP) 9 When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. All interested scholars will get access to the data, taking into account potential copyright restrictions. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes ☒ No If yes: *Only publications will have digital identifiers What are the expected costs for data sharing? How will these costs be covered? As mentioned above, a cost estimate will be made concerning the long-term storage of data on the faculty's network drives. As said, this cost can be safely assumed to be relatively small and fundable out of the project budget. 7. Responsibilities Who will manage data documentation and metadata during the research project? Luis Fellipe Garcia (PI) Who will manage data storage and backup during the research project? Luis Fellipe Garcia Who will manage data preservation and sharing? Luis Fellipe Garcia and HIW Faculty Library Services Who will update and implement this DMP? Luis Fellipe Garcia"
}