{
    "document_id": "D-2022-1474",
    "LinkTitle": "D-2022-1474",
    "file_name": "D-2022-1474.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1474.pdf",
    "metadata": {
        "title": "FWO-DMP-G0B5322N - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO-DMP-G0B5322N - DMP title\nProject Identifier\n DMP-G0B5322N\nGrant Title\n G0B5322N\nPrincipal Investigator / Researcher\n Isabel Beets\nDescription\n Animal brains are wired according to genetic programs that evolved over millions of\nyears. Much of our behavior, however, is shaped by experiences during life that reprogram the\nbrain by altering gene expression. Here we aim to deliver a much-needed understanding of how\nthese lasting changes alter brain function. Many genes regulated by experience have been\nidentified. Yet, how they sculpt neural circuits and behavior is poorly understood. To bridge this\ngap, we will use the mini-brain of C. elegans and its homeostatic circuit for gas sensing. We\nrecently discovered that activity-dependent gene expression in this circuit modulates behavioral\nresponses to sensory input. We will use recently developed tools to identify which genes are\nregulated by different experiences in the gas-sensing neurons. Pilot data suggests these include\nseveral genes conserved between C. elegans and humans. We will study how these genes\ncontribute to experience-dependent changes in neural activity and behavior, and unravel the\ncellular pathways regulating their expression. This project will shed light on fundamental\nmechanisms that underpin experience-dependent gene expression and its role in neural\nplasticity. Because the molecular pathways and gene targets involved in activity-regulated\ntranscription are evolutionarily ancient and well conserved, from worms to humans, we expect\nour findings will contribute to insights on how experience reprograms more complex brains.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIsabel Beets\nFWO Project Number & Title\nG0B5322N - Decoding experience-dependent transcription in the regulation of neural circuit and\nbehavioral plasticity\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nAll objectives will generate:\nprocessed data files and data representations (up to 500 GB): figures in SVG and AI format;\ntabular data in MS Excel; statistical analysis in Graphpad, MATLAB, and R Studio\nDNA plasmids (± 100 plasmids): stored at -20°C and as glycerol stock at -80°C, overview\nkept in MS Excel and SnapGene.\nC. elegans\n mutant and transgenic strains (± 200 strains): stored at -80°C, overview kept in\nMS Excel.\nmicroscopy images (± 6TB): generated by (confocal) fluorescence microscopy in lsm, oib,\nstk and tiff format. Image analyses will be done in MATLAB and Image J.\nmovies and tracking data of \nC. elegans\n behaviors (± 12TB): generating tabular data (in xls)\nand video data (in wmf, bmp and avi). Data analysis will be done in MATLAB, Graphpad and\nR Studio.\ndocumentation: lab notebooks (hard copy and/or electronic versions exportable as PDF or\nMS Word files) and protocols (in MS Word and PDF)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nIn addition, WP2 will generate RNA samples and sequencing data (± 1TB; in FASTQ format) for\nidentifying activity-regulated gene candidates by RNA sequencing. Statistical analysis of\ndifferential gene expression will be done in DESeq (in txt format).\n \nWe will re-use \nC. elegans\n mutants and DNA plasmids from community stock centers, i.e.\nCaenorhabditis \n genetics center (https://cgc.umn.edu/), National BioResource Project\n(https://shigen.nig.ac.jp/c.elegans/faq/index.xhtml) and AddGene (https://www.addgene.org/).\nThese reagents cannot be distributed outside of the recipient's organization, but can be obtained\nby other researchers directly from the stock centers.\n \nWe will also re-use published RNAseq resources of \nC. elegans\n , e.g. CeNGEN resource\n(https://www.cengen.org/). This data is openly available to the community under a CC-BY-NC-4.0\nlicense.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nWe will re-use \nC. elegans \n mutants and DNA plasmids from community stock centers, i.e.\nCaenorhabditis \n genetics center (https://cgc.umn.edu/), National BioResource Project\n(https://shigen.nig.ac.jp/c.elegans/faq/index.xhtml) and AddGene (https://www.addgene.org/).\nThese reagents cannot be distributed outside of the recipient's organization, but can be obtained\nby other researchers directly from the stock centers.\nWe will also re-use published RNAseq resources of \nC. elegans\n , e.g. CeNGEN resource\n(https://www.cengen.org/). This data is openly available to the community under a CC-BY-NC-4.0\nlicense.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll digital data (raw and analyzed data files) will be stored on Desktop File Storage and Large\nVolume Storage. Digital files will be organized in folders per WP and experiment, including a txt\nfile with a clear description of what the data represent and how they were generated. Within\neach folder, each dataset will be identified by key experimental factors including the date of the\nexperiment, unique identifier(s) of samples/reagents used in the experiment, and treatment.\nExperimental procedures will be fully documented as word files and in hardcover notebooks.\nRNA-seq reads will be deposited in the NCBI Sequence read archive after publication.\nDetails on samples, including plasmid maps and strain genotypes, will be archived in excel files\nwith an overview of their location in frozen stock collections.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\neasy/easier to find and reuse.\nYes\nData produced and/or used in the project will be linked to metadata:\n1\n. \nMetadata about \nC. elegans\n strains and DNA/RNA samples will be created and curated\nmanually (in MS Excel) following the community guidelines as published on the\nNomenclature section of the community resource (www.wormbase.org).\n2\n. \nMetadata to microscopy images acquired by confocal microscopy and calcium imaging is\nembedded automatically within the lsm, oib and tiff multidimensional image formats that\nthese platforms generate. This proprietary microscopy image data and metadata can be\nread using the Bio-Formats/Open Microscopy Environment (OME) standard, for which\nplugins for most commonly used image analysis software packages exists, including\nImageJ/Fiji and MATLAB.\n3\n. \nFor the video recording of \nC. elegans\n locomotion parameters, the camera's acquisition\nsettings will be specified either in an XML file using StreamPix (Norpix Inc) or within\nthe DC20.ini configuration settings file for the DinoCapture 2.0 (Dino-Lite, Dunwell Tech, Inc)\nacquisition software. Both metadata files can be read by standard text editors such as MS\nNotepad.\n4\n. \nFor RNA sequencing reads, the metadata guidelines from the NCBI Sequence Read archive\nwill be followed.\n5\n. \nDigital data are organized in folders per research objective and experiment, including a\n‘readme’ text file with a clear description of how, when and by whome the data was\ngenerated. Metadata records will be kept for each experimental folder in text/MS Word\nformat, documenting following specifications: date, time, unique identifier and version of\nthe protocol used to generate the data, deviations from the protocol, unique identifier(s) of\nphysical reagents, and treatment(s). In addition, individual file headers will refer to the key\nexperimental factors (e.g. reagent and treatment).\n6\n. \nFor published manuscripts, a folder containing all relevant data files is generated upon\nacceptance of the publication, which serves archiving purposes.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll digital data will be stored centrally on storage facilities of the university via KU Leuven Large-\nVolume Network Storage, and on university-based and external cloud services (e.g. KU Leuven\nOneDrive for Business, Dropbox).\nPhysical samples will be stored centrally in storage facilities of the research group.\nHardcover and electronic notebooks will be kept personally by all researchers involved during the\nproject, and by the PI after the end of their affiliation with KU Leuven.\nHow is backup of the data provided?\nWe will use the central server storage of KU Leuven, hosted in the KU Leuven ICTS data center,\nwhich provides incremental backups on at least a daily basis. All data is mirrored to a second\nICTS data center.\nPhysical samples are stored at least in duplicate at two different storage facilities (freezers) in\nthe research group, equipped with emergency power.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nNetwork storages for digital data hosted by the KU Leuven ICTS data center can provide\nsufficient storage and back-up capacity (fee-based).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nDigital data will be preserved on (fee-based) university network storages for at least 10 years, in\naccordance with KU Leuven RDM policy. Cloud-based storages offered by the university are free\nin use and provide a storage capacity up to 2.5 TB per staff member. As this storage capacity will\nnot suffice for video and imaging datasets, KU Leuven Large Volume Network storage services\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nwill be used to store large-volume datasets, which costs 565 EUR per 5 TB per year. We expect\nno major changes in pricing of data storage and back-up during the project. Thanks to a mix of\naccessible and large volume (less accessible) data storage, the total estimated cost would be\n1000-2000 EUR per year, and these costs will be covered by the project’s budget as well as other\nresearch grants (after the end of the project in particular).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nWe will not be working with personal, confidential or sensitive data but will ensure data security\nby storing data at secured KU Leuven Network storages and buildings.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data, including digital files and samples, will be stored at least 5 years after the end of the\nproject.\nAll published data, including digital files and samples, will continue to be stored for at least ten\nyears, conform the KU Leuven RDM policy. Old (>10 years) unpublished data will be triaged\nyearly by researchers in agreement with the PI, to avoid excessive costs for unnecessary data\nstorage.\nWhere will the data be archived (= stored for the longer term)?\nDigital data will be archived on Large Volume Storage hosted in the KU Leuven ICTS data center\nwith automatic back-up procedures. Physical samples will be kept for long-term storage in\nfacilities (-80 freezer or liquid nitrogen) at the research unit.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExpected costs for data storage and back-up after the project are estimated at 1000 EUR yearly,\nwhich will be covered by research grant budgets.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nDigital data and samples resulting from this project will be made available after publication of\nresults.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nPublications resulting from this project will be archived in the KU Leuven Lirias 2.0 repository.\nRNA-seq reads will be deposited in the NCBI Sequence read archive after publication. Samples\ncan be requested from the principal investigator by mail.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be available to anyone after publication of the research results.\nWhat are the expected costs for data sharing? How will the costs be covered?\nExpected costs for data sharing encompass publication fees, which will be covered by the\nallocated FWO budget.\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for data documentation & metadata?\nThe principal investigator and all research staff involved in the project will be responsible for\ndata documentation.\nWho will be responsible for data storage & back up during the project?\nThe principal investigator and all research staff involved in the project will be responsible for\ndata storage and back-up.\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator and all research staff involved in the project will be responsible for\nensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO-DMP-G0B5322N - DMP title Project Identifier DMP-G0B5322N Grant Title G0B5322N Principal Investigator / Researcher Isabel Beets Description Animal brains are wired according to genetic programs that evolved over millions of years. Much of our behavior, however, is shaped by experiences during life that reprogram the brain by altering gene expression. Here we aim to deliver a much-needed understanding of how these lasting changes alter brain function. Many genes regulated by experience have been identified. Yet, how they sculpt neural circuits and behavior is poorly understood. To bridge this gap, we will use the mini-brain of C. elegans and its homeostatic circuit for gas sensing. We recently discovered that activity-dependent gene expression in this circuit modulates behavioral responses to sensory input. We will use recently developed tools to identify which genes are regulated by different experiences in the gas-sensing neurons. Pilot data suggests these include several genes conserved between C. elegans and humans. We will study how these genes contribute to experience-dependent changes in neural activity and behavior, and unravel the cellular pathways regulating their expression. This project will shed light on fundamental mechanisms that underpin experience-dependent gene expression and its role in neural plasticity. Because the molecular pathways and gene targets involved in activity-regulated transcription are evolutionarily ancient and well conserved, from worms to humans, we expect our findings will contribute to insights on how experience reprograms more complex brains. Institution KU Leuven 1. General Information Name applicant Isabel Beets FWO Project Number & Title G0B5322N - Decoding experience-dependent transcription in the regulation of neural circuit and behavioral plasticity Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). All objectives will generate: processed data files and data representations (up to 500 GB): figures in SVG and AI format; tabular data in MS Excel; statistical analysis in Graphpad, MATLAB, and R Studio DNA plasmids (± 100 plasmids): stored at -20°C and as glycerol stock at -80°C, overview kept in MS Excel and SnapGene. C. elegans mutant and transgenic strains (± 200 strains): stored at -80°C, overview kept in MS Excel. microscopy images (± 6TB): generated by (confocal) fluorescence microscopy in lsm, oib, stk and tiff format. Image analyses will be done in MATLAB and Image J. movies and tracking data of C. elegans behaviors (± 12TB): generating tabular data (in xls) and video data (in wmf, bmp and avi). Data analysis will be done in MATLAB, Graphpad and R Studio. documentation: lab notebooks (hard copy and/or electronic versions exportable as PDF or MS Word files) and protocols (in MS Word and PDF) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 In addition, WP2 will generate RNA samples and sequencing data (± 1TB; in FASTQ format) for identifying activity-regulated gene candidates by RNA sequencing. Statistical analysis of differential gene expression will be done in DESeq (in txt format). We will re-use C. elegans mutants and DNA plasmids from community stock centers, i.e. Caenorhabditis genetics center (https://cgc.umn.edu/), National BioResource Project (https://shigen.nig.ac.jp/c.elegans/faq/index.xhtml) and AddGene (https://www.addgene.org/). These reagents cannot be distributed outside of the recipient's organization, but can be obtained by other researchers directly from the stock centers. We will also re-use published RNAseq resources of C. elegans , e.g. CeNGEN resource (https://www.cengen.org/). This data is openly available to the community under a CC-BY-NC-4.0 license. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes We will re-use C. elegans mutants and DNA plasmids from community stock centers, i.e. Caenorhabditis genetics center (https://cgc.umn.edu/), National BioResource Project (https://shigen.nig.ac.jp/c.elegans/faq/index.xhtml) and AddGene (https://www.addgene.org/). These reagents cannot be distributed outside of the recipient's organization, but can be obtained by other researchers directly from the stock centers. We will also re-use published RNAseq resources of C. elegans , e.g. CeNGEN resource (https://www.cengen.org/). This data is openly available to the community under a CC-BY-NC-4.0 license. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All digital data (raw and analyzed data files) will be stored on Desktop File Storage and Large Volume Storage. Digital files will be organized in folders per WP and experiment, including a txt file with a clear description of what the data represent and how they were generated. Within each folder, each dataset will be identified by key experimental factors including the date of the experiment, unique identifier(s) of samples/reagents used in the experiment, and treatment. Experimental procedures will be fully documented as word files and in hardcover notebooks. RNA-seq reads will be deposited in the NCBI Sequence read archive after publication. Details on samples, including plasmid maps and strain genotypes, will be archived in excel files with an overview of their location in frozen stock collections. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 easy/easier to find and reuse. Yes Data produced and/or used in the project will be linked to metadata: 1 . Metadata about C. elegans strains and DNA/RNA samples will be created and curated manually (in MS Excel) following the community guidelines as published on the Nomenclature section of the community resource (www.wormbase.org). 2 . Metadata to microscopy images acquired by confocal microscopy and calcium imaging is embedded automatically within the lsm, oib and tiff multidimensional image formats that these platforms generate. This proprietary microscopy image data and metadata can be read using the Bio-Formats/Open Microscopy Environment (OME) standard, for which plugins for most commonly used image analysis software packages exists, including ImageJ/Fiji and MATLAB. 3 . For the video recording of C. elegans locomotion parameters, the camera's acquisition settings will be specified either in an XML file using StreamPix (Norpix Inc) or within the DC20.ini configuration settings file for the DinoCapture 2.0 (Dino-Lite, Dunwell Tech, Inc) acquisition software. Both metadata files can be read by standard text editors such as MS Notepad. 4 . For RNA sequencing reads, the metadata guidelines from the NCBI Sequence Read archive will be followed. 5 . Digital data are organized in folders per research objective and experiment, including a ‘readme’ text file with a clear description of how, when and by whome the data was generated. Metadata records will be kept for each experimental folder in text/MS Word format, documenting following specifications: date, time, unique identifier and version of the protocol used to generate the data, deviations from the protocol, unique identifier(s) of physical reagents, and treatment(s). In addition, individual file headers will refer to the key experimental factors (e.g. reagent and treatment). 6 . For published manuscripts, a folder containing all relevant data files is generated upon acceptance of the publication, which serves archiving purposes. 5. Data storage and backup during the FWO project Where will the data be stored? All digital data will be stored centrally on storage facilities of the university via KU Leuven Large- Volume Network Storage, and on university-based and external cloud services (e.g. KU Leuven OneDrive for Business, Dropbox). Physical samples will be stored centrally in storage facilities of the research group. Hardcover and electronic notebooks will be kept personally by all researchers involved during the project, and by the PI after the end of their affiliation with KU Leuven. How is backup of the data provided? We will use the central server storage of KU Leuven, hosted in the KU Leuven ICTS data center, which provides incremental backups on at least a daily basis. All data is mirrored to a second ICTS data center. Physical samples are stored at least in duplicate at two different storage facilities (freezers) in the research group, equipped with emergency power. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Network storages for digital data hosted by the KU Leuven ICTS data center can provide sufficient storage and back-up capacity (fee-based). What are the expected costs for data storage and back up during the project? How will these costs be covered? Digital data will be preserved on (fee-based) university network storages for at least 10 years, in accordance with KU Leuven RDM policy. Cloud-based storages offered by the university are free in use and provide a storage capacity up to 2.5 TB per staff member. As this storage capacity will not suffice for video and imaging datasets, KU Leuven Large Volume Network storage services This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 will be used to store large-volume datasets, which costs 565 EUR per 5 TB per year. We expect no major changes in pricing of data storage and back-up during the project. Thanks to a mix of accessible and large volume (less accessible) data storage, the total estimated cost would be 1000-2000 EUR per year, and these costs will be covered by the project’s budget as well as other research grants (after the end of the project in particular). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will not be working with personal, confidential or sensitive data but will ensure data security by storing data at secured KU Leuven Network storages and buildings. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data, including digital files and samples, will be stored at least 5 years after the end of the project. All published data, including digital files and samples, will continue to be stored for at least ten years, conform the KU Leuven RDM policy. Old (>10 years) unpublished data will be triaged yearly by researchers in agreement with the PI, to avoid excessive costs for unnecessary data storage. Where will the data be archived (= stored for the longer term)? Digital data will be archived on Large Volume Storage hosted in the KU Leuven ICTS data center with automatic back-up procedures. Physical samples will be kept for long-term storage in facilities (-80 freezer or liquid nitrogen) at the research unit. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for data storage and back-up after the project are estimated at 1000 EUR yearly, which will be covered by research grant budgets. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Digital data and samples resulting from this project will be made available after publication of results. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Publications resulting from this project will be archived in the KU Leuven Lirias 2.0 repository. RNA-seq reads will be deposited in the NCBI Sequence read archive after publication. Samples can be requested from the principal investigator by mail. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will be available to anyone after publication of the research results. What are the expected costs for data sharing? How will the costs be covered? Expected costs for data sharing encompass publication fees, which will be covered by the allocated FWO budget. 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for data documentation & metadata? The principal investigator and all research staff involved in the project will be responsible for data documentation. Who will be responsible for data storage & back up during the project? The principal investigator and all research staff involved in the project will be responsible for data storage and back-up. Who will be responsible for ensuring data preservation and reuse ? The principal investigator and all research staff involved in the project will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}