{
    "document_id": "D-2025-3761",
    "LinkTitle": "D-2025-3761",
    "file_name": "D-2025-3761.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3761.pdf",
    "metadata": {
        "title": "Genese van gigantische lithium pegmatieten: De petrogenetische evolutie van de Manono-Kitotolo Lithium-Cesium-Tantaal Pegmatieten, Democratische Republiek Congo (GELIPEG)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Genese van gigantische lithium pegmatieten: De petrogenetische evolutie van de Manono-Kitotolo\nGenese van gigantische lithium pegmatieten: De petrogenetische evolutie van de Manono-Kitotolo\nLithium-Cesium-Tantaal Pegmatieten, Democratische Republiek Congo (GELIPEG)\nLithium-Cesium-Tantaal Pegmatieten, Democratische Republiek Congo (GELIPEG)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nRock samples 1\nSamples collected by the\nresearcher in 2022\n☒\n Generate\nnew data\n☐\n Reuse\nexisting\ndata\nP\nNA\n \n \n \n40 kg Rock\nDrill core\nsamples 2\nSamples provided by the\nexploration company AVZ in\n2023\n☒\n Generate\nnew data\n☐\n Reuse\nexisting\ndata\nP\nNA\n \n \n30 kg Rock\nRock samples 3\nSamples borrowed from the\nRMCA collections\n☐\n Generate\nnew data\n☒\n Reuse\nexisting\ndata\nP\n \n \n \n10 kg Rock\nDigital data\nPhotographs, maps,\nexperimental data\nNew data\nD\naudiovisual \nimages\nnumerical\ntextual\nobservational\nexperimental\n \n☐\n .por\n☐\n .xml\n☐\n .tab\n☒\n .csv\n☒\n .pdf\n☒\n .txt\n☐\n .rtf\n☐\n .dwg\n☐\n .tab\n☐\n .gml\n☒\n other:\n.jpg, .png,\n.tiff, ASCII\n☐\n NA\n☒\n < 5\nTB\n \nDerivatives of\nprocessed\nsample material\nThin sections, polished\nsections, crushed material,\nmineral separates\nNew data\nP\nNA\n \n \n200-300 subsamples\n(thin sections, thick\nsections, mounts,\npowders)\n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n1 of 6\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nRMCA rock samples 3: Rock samples from the study area originating from the RMCA collections. Subsamples were made\navailable for this project. These samples originate from historical field trips by geologists of the RMCA. Collection manager:\nFlorias Mees\nRock samples 1 + 2: rock samples from the study area which are stored at KUL. These samples originate from a field trip in 2022,\nand were supplied by private company AVZ for the project in 2023. Storage manager: Herman Nijs. \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThis study may be useful to assess the viability of LCT-type pegmatites deposits for the exploitation of lithium, tantalum, niobium\nand tin.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n2 of 6\nAll rock samples related data is described in an Access file managed by the collection manager Herman Nijs. Each rock sample\nhas a unique identification tag which connects the sample to the right information in the Access file. All files are stored in a\nfolder which is both on the reseacher’s hard disk drive (laptop), with a back up to the KU Leuven J-drive. The PhD candidate works\nin his personal Onedrive folder, and uploads datasets to PI's Borst's shared research folder on One Drive, and a back up to the\nshared network J-drive. The folder is called “C1_2023_Gelipeg\" and contains various subfolders which have clear names\ndedicated to the content. For example subfolders containing all documents related to fieldwork, literature, analysis, doctoral\nschool, … In the main folder, a README.txt file is created to guide others, when necessarily, easily through all data folders. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nAccess will be used to describe rock sampes, data cite will be used for other data\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nSharepoint online\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe Excel files with all the descriptive information and metadata of the samples will be uploaded to the KU Leuven\nOnedrive (1 TB), where it is directly accessible for KU Leuven employees or externals with permission. In addition,  the\npersonal disk space contains a personal space folder (I:) (50Gb) of the researcher, a shared folder (J:) for the geology\ndivision and an LVS (L:) folder where data can be stored. Furthermore, data is centralized, making the data accessible\nthrough the whole KU Leuven network. This data synchronizes with a back-up server. The data is thus protected for long\nterm data storage.\n \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe sample storage rooms are locked through card access to the building and keys to the room/cupboards.\nFor all the online data, KU Leuven works with a 2-step verification in which only authorized personnel can access the data\nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n3 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs a researcher at the KU Leuven, this is provided by the University without any extra costs.\nThe PI personally pays for a Dropbox account for file sharing and data storage/back up. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThere will be no deviation from the principle of data preservation. All data will be preserved for at least the minimum preservation\nterm of 10 years.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nAfter the project, the physical data is stored in the archives of the GEO-Institute (Celestijnenlaan 200E, 3001 Heverlee-Leuven). \nThe digital data is stored using the Repository platform of the KU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo extra costs\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nAll data used for outreach (publications, presentations, seminars, …) will be made available through LIRIAS pending potential\nembargo period. The rest of the data (all rock samples, digital data) will be made available for reuse upon approval. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nCollaborators or co-authors will receive access to the (part of the) data as well as other third parties (private companies) upon\napproval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n4 of 6\nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nThe rock samples are available in the storage room upon approval from the PI.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION\nLICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.”\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nno costs expected\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nAnouk Borst (PI)\nJuan Sebastian Rodriguez Ardila (PHD)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nAnouk Borst (PI)\nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n5 of 6\nJuan Sebastian Rodriguez Ardila (PHD)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nAnouk Borst (PI)\n \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nAnouk Borst (PI)\nCreated using DMPonline.be. Last modiﬁed 28 March 2025\n6 of 6"
    },
    "clean_full_text": "Genese van gigantische lithium pegmatieten: De petrogenetische evolutie van de Manono-Kitotolo Genese van gigantische lithium pegmatieten: De petrogenetische evolutie van de Manono-Kitotolo Lithium-Cesium-Tantaal Pegmatieten, Democratische Republiek Congo (GELIPEG) Lithium-Cesium-Tantaal Pegmatieten, Democratische Republiek Congo (GELIPEG) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Rock samples 1 Samples collected by the researcher in 2022 ☒ Generate new data ☐ Reuse existing data P NA 40 kg Rock Drill core samples 2 Samples provided by the exploration company AVZ in 2023 ☒ Generate new data ☐ Reuse existing data P NA 30 kg Rock Rock samples 3 Samples borrowed from the RMCA collections ☐ Generate new data ☒ Reuse existing data P 10 kg Rock Digital data Photographs, maps, experimental data New data D audiovisual images numerical textual observational experimental ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .jpg, .png, .tiff, ASCII ☐ NA ☒ < 5 TB Derivatives of processed sample material Thin sections, polished sections, crushed material, mineral separates New data P NA 200-300 subsamples (thin sections, thick sections, mounts, powders) Created using DMPonline.be. Last modiﬁed 28 March 2025 1 of 6 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: RMCA rock samples 3: Rock samples from the study area originating from the RMCA collections. Subsamples were made available for this project. These samples originate from historical field trips by geologists of the RMCA. Collection manager: Florias Mees Rock samples 1 + 2: rock samples from the study area which are stored at KUL. These samples originate from a field trip in 2022, and were supplied by private company AVZ for the project in 2023. Storage manager: Herman Nijs. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes This study may be useful to assess the viability of LCT-type pegmatites deposits for the exploitation of lithium, tantalum, niobium and tin. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 28 March 2025 2 of 6 All rock samples related data is described in an Access file managed by the collection manager Herman Nijs. Each rock sample has a unique identification tag which connects the sample to the right information in the Access file. All files are stored in a folder which is both on the reseacher’s hard disk drive (laptop), with a back up to the KU Leuven J-drive. The PhD candidate works in his personal Onedrive folder, and uploads datasets to PI's Borst's shared research folder on One Drive, and a back up to the shared network J-drive. The folder is called “C1_2023_Gelipeg\" and contains various subfolders which have clear names dedicated to the content. For example subfolders containing all documents related to fieldwork, literature, analysis, doctoral school, … In the main folder, a README.txt file is created to guide others, when necessarily, easily through all data folders. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Access will be used to describe rock sampes, data cite will be used for other data Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Sharepoint online Shared network drive (J-drive) Personal network drive (I-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The Excel files with all the descriptive information and metadata of the samples will be uploaded to the KU Leuven Onedrive (1 TB), where it is directly accessible for KU Leuven employees or externals with permission. In addition, the personal disk space contains a personal space folder (I:) (50Gb) of the researcher, a shared folder (J:) for the geology division and an LVS (L:) folder where data can be stored. Furthermore, data is centralized, making the data accessible through the whole KU Leuven network. This data synchronizes with a back-up server. The data is thus protected for long term data storage. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The sample storage rooms are locked through card access to the building and keys to the room/cupboards. For all the online data, KU Leuven works with a 2-step verification in which only authorized personnel can access the data Created using DMPonline.be. Last modiﬁed 28 March 2025 3 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? As a researcher at the KU Leuven, this is provided by the University without any extra costs. The PI personally pays for a Dropbox account for file sharing and data storage/back up. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy There will be no deviation from the principle of data preservation. All data will be preserved for at least the minimum preservation term of 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) After the project, the physical data is stored in the archives of the GEO-Institute (Celestijnenlaan 200E, 3001 Heverlee-Leuven). The digital data is stored using the Repository platform of the KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra costs Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as open data Yes, as restricted data (upon approval, or institutional access only) All data used for outreach (publications, presentations, seminars, …) will be made available through LIRIAS pending potential embargo period. The rest of the data (all rock samples, digital data) will be made available for reuse upon approval. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Collaborators or co-authors will receive access to the (part of the) data as well as other third parties (private companies) upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Created using DMPonline.be. Last modiﬁed 28 March 2025 4 of 6 Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) The rock samples are available in the storage room upon approval from the PI. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? no costs expected Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Anouk Borst (PI) Juan Sebastian Rodriguez Ardila (PHD) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Anouk Borst (PI) Created using DMPonline.be. Last modiﬁed 28 March 2025 5 of 6 Juan Sebastian Rodriguez Ardila (PHD) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Anouk Borst (PI) Who will update and implement this DMP? Who will update and implement this DMP? Anouk Borst (PI) Created using DMPonline.be. Last modiﬁed 28 March 2025 6 of 6"
}