{
    "document_id": "D-2021-1326",
    "LinkTitle": "D-2021-1326",
    "file_name": "D-2021-1326.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1326.pdf",
    "metadata": {
        "title": "SyncSense DMP - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n SyncSense DMP - DMP title\nProject Identifier\n 12ZE222N - SyncSense\nGrant Title\n 12ZE222N\nPrincipal Investigator / Researcher\n Hazem Sallouha\nDescription\n SyncSense's final objective is to realize a synchronized CWN by employing refined\ndynamic stochastic models and exploiting the advances in machine learning. I will design\nsynchronization algorithms for CWNs, achieving a significant breakthrough in CWNs' supported\nrange of wireless applications. The performance of the proposed synchronization algorithms will\nbe examined on real-world CWNs by collecting IQ samples, enabling accurate analysis of the\nframework's design parameters for optimal performance. In particular, SyncSense's\nsynchronization framework will be evaluated in the context of three signal processing\napplications: cooperative decoding, target tracking, and cooperative beamforming.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nHazem Sallouha\nFWO Project Number & Title\nProject number: 12ZE222N\nTitle: SyncSense: Towards Cooperative Processing Using Noncoherent Crowdsourced Wireless\nNetworks\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe data types are observational of real-time broadcast signals (IQ samples of the wireless\nsignals), which are periodically collected by crowdsourced networks managed by Elecrosense\nand Open-sky initiatives.\nType of data\nFormat\nVolume\nHow created\nIQ samples\n.MAT, .CSV\n100 - 500 GB\nScan the\nwireless\nspectrum\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nThe dual-use risk of the proposal has been assessed by the EC DMM at KU Leuven and has been\napproved with Ref. no: D-211005.b\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nI will be a secondary user of the datasets as they are collected by initiatives such as Electrosense\nand OpenSky networks. The datasets of certain receivers can be requested via their websites.\nSince KU Leuven is a partner in these initiatives, we always have access to all datasets collected.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the research, the data will be stored in the KU Leuven's OneDrive storage, which is\nautomatically backed-up. I have 2 TB of storage, which is more than enough for SyncSense's\n(only 100s of GB). For data protection and security I will rely on the experienced IT team of KU\nLeuven.\nHow is backup of the data provided?\nKU Leuven's OneDrive storage is automatically and periodically backed-up.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n I have 2 TB of storage on OneDrive, which is more than enough for SyncSense's datasets\n(only 100s of GB).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe use of OneDrive is free of charge for KU Leuven associates.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nFor data protection and security I will rely on the experienced IT team of KU Leuven. The data will\nbe stored in the university's secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter the research, all datasets used in SyncSense will be stored on ESAT central network drives.\nFollowing KU Leuven's RDM policy research datasets will be kept for 10 years. Limited data of\nhigh value (e.g., validation datasets) will be made public on a more permanent basis.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nThe data will be stored on ESAT central network drives (with automatic backup procedures) for at\nleast 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe IQ samples to be used in SyncSense will be stored on ESAT central network drives. In view of\nthe size of the expected dataset (<500 GB), the estimated cost for the storage drive expansion is\n100 EUR.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nLimited data of high value (e.g., validation datasets) will be made public on a more permanent\nbasis on IEEE data port.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe full dataset will be uploaded in a MAT format in IEEE data port as an open access dataset\nunder a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that\nthey give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nIt is expected that the data publication is free of costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI, Hazem Sallouha, bears the responsibility for the data documentation & metadata.\nWho will be responsible for data storage & back up during the project?\nThe PI, Hazem Sallouha, bears the responsibility for data storage & back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, Hazem Sallouha, and his advisor, Prof. Sofie Pollin, share the responsibility for ensuring\ndata preservation and sharing.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, Hazem Sallouha, bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name SyncSense DMP - DMP title Project Identifier 12ZE222N - SyncSense Grant Title 12ZE222N Principal Investigator / Researcher Hazem Sallouha Description SyncSense's final objective is to realize a synchronized CWN by employing refined dynamic stochastic models and exploiting the advances in machine learning. I will design synchronization algorithms for CWNs, achieving a significant breakthrough in CWNs' supported range of wireless applications. The performance of the proposed synchronization algorithms will be examined on real-world CWNs by collecting IQ samples, enabling accurate analysis of the framework's design parameters for optimal performance. In particular, SyncSense's synchronization framework will be evaluated in the context of three signal processing applications: cooperative decoding, target tracking, and cooperative beamforming. Institution KU Leuven 1. General Information Name applicant Hazem Sallouha FWO Project Number & Title Project number: 12ZE222N Title: SyncSense: Towards Cooperative Processing Using Noncoherent Crowdsourced Wireless Networks Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data types are observational of real-time broadcast signals (IQ samples of the wireless signals), which are periodically collected by crowdsourced networks managed by Elecrosense and Open-sky initiatives. Type of data Format Volume How created IQ samples .MAT, .CSV 100 - 500 GB Scan the wireless spectrum 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 The dual-use risk of the proposal has been assessed by the EC DMM at KU Leuven and has been approved with Ref. no: D-211005.b Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? I will be a secondary user of the datasets as they are collected by initiatives such as Electrosense and OpenSky networks. The datasets of certain receivers can be requested via their websites. Since KU Leuven is a partner in these initiatives, we always have access to all datasets collected. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? During the research, the data will be stored in the KU Leuven's OneDrive storage, which is automatically backed-up. I have 2 TB of storage, which is more than enough for SyncSense's (only 100s of GB). For data protection and security I will rely on the experienced IT team of KU Leuven. How is backup of the data provided? KU Leuven's OneDrive storage is automatically and periodically backed-up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes I have 2 TB of storage on OneDrive, which is more than enough for SyncSense's datasets (only 100s of GB). What are the expected costs for data storage and back up during the project? How will these costs be covered? The use of OneDrive is free of charge for KU Leuven associates. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For data protection and security I will rely on the experienced IT team of KU Leuven. The data will be stored in the university's secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the research, all datasets used in SyncSense will be stored on ESAT central network drives. Following KU Leuven's RDM policy research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more permanent basis. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 The data will be stored on ESAT central network drives (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The IQ samples to be used in SyncSense will be stored on ESAT central network drives. In view of the size of the expected dataset (<500 GB), the estimated cost for the storage drive expansion is 100 EUR. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Limited data of high value (e.g., validation datasets) will be made public on a more permanent basis on IEEE data port. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The full dataset will be uploaded in a MAT format in IEEE data port as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? It is expected that the data publication is free of costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI, Hazem Sallouha, bears the responsibility for the data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI, Hazem Sallouha, bears the responsibility for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI, Hazem Sallouha, and his advisor, Prof. Sofie Pollin, share the responsibility for ensuring data preservation and sharing. Who bears the end responsibility for updating & implementing this DMP? The PI, Hazem Sallouha, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}