{
    "document_id": "D-2024-2627",
    "LinkTitle": "D-2024-2627",
    "file_name": "D-2024-2627.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2627.pdf",
    "metadata": {
        "title": "D-2024-2627",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Karolien Wellekens\n0000-0001-7977-4807\nContributor name(s) (+ ORCID) & roles Maarten Naesens (promotor)\n0000-0002-5625-0792\nCandice Roufosse (co-promotor)\n0000-0002-6490-4290\nMaarten Coemans (co-promotor)\n0000-0001-8442-3673\nProject number 1 & title Mixed kidney transplant rejection.  \nFunder(s) GrantID 211P1524N\nAffiliation(s) ☐   KU Leuven   \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description Kidney transplantation is the preferred treatment for end-stage kidney disease. Allorecognition and \nrejection however remain important barriers for allograft outcome. According to the ‘Banff classification of  \nAllograft Pathology’, two major phenotypes of rejection can be distinguished; antibody-mediated rejection  \n(AMR) and T cell-mediated rejection (TCMR). This dichotomization was initially designed to facilitate \nclinical decision making, however graft failure appears to be more heterogeneous than captured by this \nclassification; it notably overlooks the existence of mixed rejection patterns (AMR + TCMR). In addition, \nthe use of non-specific lesion scores, which support AMR as well as TCMR diagnosis, clashes with the \ncurrent classification which is primarily focused on defining ‘one final diagnosis’. The classification is also \nnot consistent with the underlying immunological process; B cells are frequently observed in TCMR and T \ncells in AMR. Lastly, kidney transplant rejection is a condition that is neither present nor absent and so the \ncurrent classification does not fully correspond to the biological/clinical reality nor the underlying cause of \nthe phenotype that triggers these dynamics. This PhD project proposal builds on the growing idea that the \ncurrent dichotomous classification of kidney allograft pathology does not reflect the full spectrum of \nallograft rejection in terms of histological features, immunological pathways, risk factors, disease stage nor  \nseverity.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR \nDIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital \nData \nVolume \n(MB, GB, \nTB)Physical Volume\n☐ Generate new data\n☐ Reuse existing data☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 \nGB\n☐ < 100 \nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nUZ Leuven \nkidney \ntransplantati\non biobank \ncohort \n(TEMPLATE+ \ncohort)Kidney transplant database UZ \nLeuven (data of adult kidney \ntransplant recipients, \ntransplanted between 2004 \nand 2021 at University \nHospitals Leuven)Reuse existing data Digital Numerical and \ntextual \n(Demographical, \nclinical and \nhistology data)SAS format \n(demographic \nand clinical \ndata) or in \n.xls/.xlsx\n format \n(histology data)<1 GB/\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5HISTOMAPBiopsy-based transcript \nanalyses (B-HOT panel on \nNanoString nCounter platform)  \nof N=1000 kidney transplant \nbiopsies (N=500 \nretrospectively selected \nsamples from TEMPLATE+ \ncohort and N=500 \nprospectively collected \nsamples at University Hospitals  \nLeuven)Reuse existing \ndata \n(retrospective \nsamples) and \ngenerate new \ndata \n(prospectively \ncollected \nsamples)Physical \n(collection \nof \nprospective \nkidney \nbiopsy \nsamples) & \nDigitalNumerical and \ntextual (Output \nof biopsy-based \ntranscript \nanalyses & \nclinical, \ndemographical \nand histology \ndata)SAS format \n(demographic \nand clinical \ndata) or in \n.xls/.xlsx\n format \n(histology data)\n.csv format for \ngene expression \nanalyses data<1 GBBiological \nsamples \nroutinely stored \nin \nthe UZ Leuven \nKidney \nTransplantation \nBIOBANK \nS53364 \n(according \nto all guidelines\nand regulations \nof \nthe UZ Leuven \nBiobank)\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  clinicaltrials.gov NCT01331668\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \nTEMPLATE+ cohort:  approved by Ethics Committee of the University Hospitals Leuven (S53364)\nHISTOMAP: approved by Ethics Committee of the University Hospitals Leuven (S63996)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:/\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nPersonal data include demographic data (e.g. age, sex), histopathological data (e.g. histopathological \ndiagnosis) and clinical data (e.g. kidney function markers, therapeutic regimen, donor-specific  \nantibody testing results, etc.). These data will be retrieved from the patient file of patients transplanted at  \nUniversity Hospital Leuven (S53364/ S63996).\nIn addition, biopsy specimens will be used for gene-expression analysis on the NanoString nCounter \nplatform (S63996). \nTEMPLATE+ (S53364) & HISTOMAP (S63996): data are pseudonymised. Via a personal identification \nnumber, patients can still be identified by the managing hospital when in need for data cleaning or \nadditional collection. During data analysis, the patient is however not identifiable by the researcher. All \npatients included have signed the ICF.  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Clinical, demographical and histology data: within the storage file (. xls/.xlsx), an extra tab is included, \ndescribing all variables (definition, units of measurement, values). This data is stored on the KU Leuven \nOnedrive servers. As our data are sensitive patient data, these will not be shared in a repository. Data can \nbe made available to third parties via a Data Transfer Agreement. All contracts with third parties are \nmanaged by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: /\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nTEMPLATE+ and HISTOMAP: additional excel tab with description of all variables is in place.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nAutomatic daily back-up procedures and version tracking is guaranteed by KU Leuven IT infrastructure.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nKUL Onedrive offers a standard of 2TB for each user, which is sufficient for this project.\nIf no, please specify:/\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data will be stored on password protected KU Leuven IT infrastructure, in accordance with the KU \nLeuven SOPs, the principles of GDPR 2016/679, and the Belgian privacy law. All biological samples are \nstored in the UZ Leuven Kidney Transplantation BIOBANK (S53364), according to the guidelines of the UZ \nLeuven Biobank.\nOnly the researchers working on the project can access the data.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No extra costs are expected on top of the provided standard storage space by the KU Leuven.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nRelevant generated pseudonymized data, will be stored for a minimum of 10 years after the end of the \nproject for reproducibility, verification and potential reuse. Leftover biological samples will be stored in \nthe BIOBANK Renal Transplantation (S53364), in accordance with the guidelines of Biobank UZ Leuven.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): KU Leuven Onedrive\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Additional on the standard data storage infrastructure (Onedrive) provided by the KU Leuven, no extra \ncosts for data preservation are expected.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access)\n☐ Other, please specify:\nRaw data are only accessible by researchers involved in the project. Data can only be made available to \nthird parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven  \nlegal department (LRD) or the clinical trial center of UZ Leuven. Data will be available in the form of \npublications or other dissemination of scientific work.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Only researchers working on the project have access to the raw data.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nSensitive patient data. Raw data can only be shared with a DTA, according to GDPR regulations.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nRaw data cannot be shared.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nUpon publication of research results. Data will only be available in the form of publications or other \ndissemination of scientific work.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nNo data usage license will be provided. Raw data can be shared with third parties only via a Data Transfer \nAgreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the \nclinical trial center of UZ Leuven.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Costs of data sharing will be negotiated in the DTA.  \n7. Responsibilities\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Who will manage data documentation and \nmetadata during the research project?The PI of the study (Maarten Naesens) and the head of the Nephrology and Renal Transplantation \nResearch Group will be responsible for data documentation and metadata.\nWho will manage data storage and backup \nduring the research project?The research and technical staff will ensure data storage and back up, with support from KU Leuven \nICTS. Final responsibility for data storage and back-up lies with the PI of this project.\nWho will manage data preservation and \nsharing?The PI of the project will ensure data preservation and reuse. All requests for data sharing and  \nreuse should be directed to the PI of the study.\nWho will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Karolien Wellekens 0000-0001-7977-4807 Contributor name(s) (+ ORCID) & roles Maarten Naesens (promotor) 0000-0002-5625-0792 Candice Roufosse (co-promotor) 0000-0002-6490-4290 Maarten Coemans (co-promotor) 0000-0001-8442-3673 Project number 1 & title Mixed kidney transplant rejection. Funder(s) GrantID 211P1524N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Kidney transplantation is the preferred treatment for end-stage kidney disease. Allorecognition and rejection however remain important barriers for allograft outcome. According to the ‘Banff classification of Allograft Pathology’, two major phenotypes of rejection can be distinguished; antibody-mediated rejection (AMR) and T cell-mediated rejection (TCMR). This dichotomization was initially designed to facilitate clinical decision making, however graft failure appears to be more heterogeneous than captured by this classification; it notably overlooks the existence of mixed rejection patterns (AMR + TCMR). In addition, the use of non-specific lesion scores, which support AMR as well as TCMR diagnosis, clashes with the current classification which is primarily focused on defining ‘one final diagnosis’. The classification is also not consistent with the underlying immunological process; B cells are frequently observed in TCMR and T cells in AMR. Lastly, kidney transplant rejection is a condition that is neither present nor absent and so the current classification does not fully correspond to the biological/clinical reality nor the underlying cause of the phenotype that triggers these dynamics. This PhD project proposal builds on the growing idea that the current dichotomous classification of kidney allograft pathology does not reflect the full spectrum of allograft rejection in terms of histological features, immunological pathways, risk factors, disease stage nor severity. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA UZ Leuven kidney transplantati on biobank cohort (TEMPLATE+ cohort)Kidney transplant database UZ Leuven (data of adult kidney transplant recipients, transplanted between 2004 and 2021 at University Hospitals Leuven)Reuse existing data Digital Numerical and textual (Demographical, clinical and histology data)SAS format (demographic and clinical data) or in .xls/.xlsx format (histology data)<1 GB/ 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5HISTOMAPBiopsy-based transcript analyses (B-HOT panel on NanoString nCounter platform) of N=1000 kidney transplant biopsies (N=500 retrospectively selected samples from TEMPLATE+ cohort and N=500 prospectively collected samples at University Hospitals Leuven)Reuse existing data (retrospective samples) and generate new data (prospectively collected samples)Physical (collection of prospective kidney biopsy samples) & DigitalNumerical and textual (Output of biopsy-based transcript analyses & clinical, demographical and histology data)SAS format (demographic and clinical data) or in .xls/.xlsx format (histology data) .csv format for gene expression analyses data<1 GBBiological samples routinely stored in the UZ Leuven Kidney Transplantation BIOBANK S53364 (according to all guidelines and regulations of the UZ Leuven Biobank) GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. clinicaltrials.gov NCT01331668 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: TEMPLATE+ cohort: approved by Ethics Committee of the University Hospitals Leuven (S53364) HISTOMAP: approved by Ethics Committee of the University Hospitals Leuven (S63996) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information:/ Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: Personal data include demographic data (e.g. age, sex), histopathological data (e.g. histopathological diagnosis) and clinical data (e.g. kidney function markers, therapeutic regimen, donor-specific antibody testing results, etc.). These data will be retrieved from the patient file of patients transplanted at University Hospital Leuven (S53364/ S63996). In addition, biopsy specimens will be used for gene-expression analysis on the NanoString nCounter platform (S63996). TEMPLATE+ (S53364) & HISTOMAP (S63996): data are pseudonymised. Via a personal identification number, patients can still be identified by the managing hospital when in need for data cleaning or additional collection. During data analysis, the patient is however not identifiable by the researcher. All patients included have signed the ICF. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Clinical, demographical and histology data: within the storage file (. xls/.xlsx), an extra tab is included, describing all variables (definition, units of measurement, values). This data is stored on the KU Leuven Onedrive servers. As our data are sensitive patient data, these will not be shared in a repository. Data can be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: / If no, please specify (where appropriate per dataset or data type) which metadata will be created: TEMPLATE+ and HISTOMAP: additional excel tab with description of all variables is in place. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Automatic daily back-up procedures and version tracking is guaranteed by KU Leuven IT infrastructure. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No KUL Onedrive offers a standard of 2TB for each user, which is sufficient for this project. If no, please specify:/ How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data will be stored on password protected KU Leuven IT infrastructure, in accordance with the KU Leuven SOPs, the principles of GDPR 2016/679, and the Belgian privacy law. All biological samples are stored in the UZ Leuven Kidney Transplantation BIOBANK (S53364), according to the guidelines of the UZ Leuven Biobank. Only the researchers working on the project can access the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered?No extra costs are expected on top of the provided standard storage space by the KU Leuven. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Relevant generated pseudonymized data, will be stored for a minimum of 10 years after the end of the project for reproducibility, verification and potential reuse. Leftover biological samples will be stored in the BIOBANK Renal Transplantation (S53364), in accordance with the guidelines of Biobank UZ Leuven. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): KU Leuven Onedrive What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Additional on the standard data storage infrastructure (Onedrive) provided by the KU Leuven, no extra costs for data preservation are expected. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: Raw data are only accessible by researchers involved in the project. Data can only be made available to third parties via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. Data will be available in the form of publications or other dissemination of scientific work. If access is restricted, please specify who will be able to access the data and under what conditions.Only researchers working on the project have access to the raw data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Sensitive patient data. Raw data can only be shared with a DTA, according to GDPR regulations. Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Raw data cannot be shared. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Upon publication of research results. Data will only be available in the form of publications or other dissemination of scientific work. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) No data usage license will be provided. Raw data can be shared with third parties only via a Data Transfer Agreement. All contracts with third parties are managed by the KU Leuven legal department (LRD) or the clinical trial center of UZ Leuven. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? Costs of data sharing will be negotiated in the DTA. 7. Responsibilities FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Who will manage data documentation and metadata during the research project?The PI of the study (Maarten Naesens) and the head of the Nephrology and Renal Transplantation Research Group will be responsible for data documentation and metadata. Who will manage data storage and backup during the research project?The research and technical staff will ensure data storage and back up, with support from KU Leuven ICTS. Final responsibility for data storage and back-up lies with the PI of this project. Who will manage data preservation and sharing?The PI of the project will ensure data preservation and reuse. All requests for data sharing and reuse should be directed to the PI of the study. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}