{
    "document_id": "D-2023-2145",
    "LinkTitle": "D-2023-2145",
    "file_name": "D-2023-2145.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2145.pdf",
    "metadata": {
        "title": "D-2023-2145",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n  \n1. General Project Information  \n \nName Grant Holder & ORCID  Promoter: Prof. T ara Grauwet  (ORCID 0000 -0002 -5156 -4792 ) \nContributor name(s) ( + ORCID) & roles  n.a. \nProject number1 & title G016423N  \nRationalizing the design of Pickering and bi-structured emulsions for  tailored in vitro lipolysis kinetics:  from \nstatic towards (semi)dynamic in vitro digestion methods.  \nFunder(s) GrantID2 D-2023 -2145  \nAffiliation(s)  ☒ KU Leuven   \nPlease provide a short project description  Pickering particles have shown potential to form stable O/W  emulsions. However, digestive functionality of \nO/W Pickering  emulsions is an understudied domain. Current insights point towards  retarded rate of lipid \ndigestion kinetics which level off at low digestion  extents. We hypothesize that bi -structured emulsions \nformed by  mixing Pickering and molecular -based emulsions might result in  targeted lipid digestion kinetics \nin each type of structured lipid with  specific perspectives for satiation and satiety induction. For this, we  aim \nto first establish the structure -function relations between the  Pickering particle structure on the one hand \nand emulsion  stabilization potential and ( in vitro ) lipolysis digestion kinetics on the  other hand. Novel \nPickering par ticles based on pulse proteins will be  included and process -induced modifications thereof. This \nproject includes  the generation, characterization, and functionalization of  Pickering particles used to design \nO/W emulsions further mixed with  molecular -based emulsions to form bi -structured emulsions, and  \nevaluating the physical stability  related to interfacial properties  as well as the in vitro  digestion  behavior.  \nWe will study lipid digestion phenomena  starting from static in vitro conditions, up to semi -dyna mic \ndigestion  and absorption evaluations of these emulsions.  \n \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \nFWO DMP Template (Flemish Standard DMP)   2 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observationa l, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate w hether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of conte nt), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nExisting data  Published data for \nuse in literature \nreview  ☒ Reuse existing data  ☐ Digital  \n ☒ Compiled/ \naggregated data  ☒ .pdf ☒ < 100 MB  \n  \nActivity 0  Sourcing of pulse \nsources  ☒ Generate new data  ☒ Physical     Storage at -40 °C  \n(<1 freezer unit ) \nActivity 1.1: \nGeneration of \npulse protein \ningredients  - Modification of \npulse proteins  ☒ Generate new data  \n ☒ Digital   \n☒ Physical  ☒ Experimental  \n ☒ .xlsx \n ☒ < 100 MB  Storage in dessicators  \n - Structural \ncharacterization  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx ☒ < 100 MB   \nActivity 1.2: \nDesigning  \nPickering  O/W \nemulsions  - O/W emulsion \ncharacterization  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \nActivity 1.3: \nStatic in vitro  \ndigestion  - In vitro  lipid \ndigestion  ☒ Generate new data  \n ☒ Digital   \n☒ Physical  ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jmp \n☒ .sas ☒ < 100 MB  Storage at -40 °C  \n(<1 freezer unit)  \n \n3 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   3 \n  - Microstructural \ncharacterization \ndigested emulsions  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \nActivity 2.1: \nDesigning \nblended O/W \nemulsions  - O/W emulsion \ncharacterization  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \nActivity 2.2: \nStatic in vitro  \ndigestion  - In vitro  lipid \ndigestion  ☒ Generate new data  \n ☒ Digital   \n☒ Physical  ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jmp \n☒ .sas ☒ < 100 MB  Storage at -40 °C  \n(<1 freezer unit)  \n - Microstructural \ncharacterization \ndigested emulsions  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \nActivity 2.3: \nInterfacial \nproperties of \nO/W emulsions  - Characterization of \ninterfacial properties  ☒ Generate new data  \n ☒ Digital  ☒ Experimental  \n ☒ .xlsx \n☒ .pdf \n☒ .jpeg  \n☒ .tiff ☒ < 100 MB   \nActivity 3.1: \nSemi -dynamic in \nvitro  digestion  - In vitro  lipid \ndigestion  ☒ Generate new data  \n ☒ Digital   \n☒ Physical  ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jmp \n☒ .sas ☒ < 100 MB  Storage at -40 °C  \n(<1 freezer unit)  \n - Microstructural \ncharacterization \ndigested emulsions  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \nActivity 3.2: \nSimulating in \nvitro  absorption  - In vitro  lipid \ndigestion  ☒ Generate new data  \n ☒ Digital   \n☒ Physical  ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jmp \n☒ .sas ☒ < 100 MB  Storage at -40 °C  \n(<1 freezer unit)  \n - Microstructural \ncharacterization \ndigested emulsions  ☒ Generate new data  \n ☒ Digital  \n ☒ Experimental  \n☒ Software  \n ☒ .xlsx \n☒ .jpeg  \n☒ .tiff ☒ < 1 GB  \n \n \nFWO DMP Template (Flemish Standard DMP)   4 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING T HE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   Literature information might be combined at the level of literature re view papers. Of course, at that level, \nliterature sources will be always cited by references as part of the text.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, pleas e describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \nWill you process personal  data5? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n4 These data are generated by combining multiple existing datasets.  \n5 See Glossary Flemish  Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   5 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged rel ated to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   6 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Physical data:  \nA descriptive map indicating where each sample or material generated is stored will be maintained as a \n*.xlsx or *. docx file.  \n \nDigital data:  \n-Protocols/experimental and evaluation procedures will be clearly written and maintained in *.docx /*.pdf \nformat.  \n-Meaningful and descriptive data file names will be used: for raw data as well as analysed data.  \n-Where initial raw data is expo rted into a new format: reference to initial data (location) will be made.  \n-Steps involved in data analysis and relevant analysis will be documented in *.docx file.  \n-For published material, a metadata will be available: with folders showing the published m aterial, \nassociated processed and raw data files (see below).  \nFWO DMP Template (Flemish Standard DMP)   7 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \n \nFor each published article, a metadata will be created to ease data retrieval and reuse. This metadata will \nbe based on the Dublin core metadata standard.   \n \nThe metadata will be named based on the title of article, authors, year of publication.  \nFiles ass ociated with the metadata will include:  \n-The accepted version of the article as available in KU Leuven, Lirias: *.pdf file.   \n-The published article as available online in the peer reviewed journal: *.pdf file;  wherein doi -number, \njournal of publication a nd abstract, etc can be found.  \n-The peer review history of the article; comments from reviewers, rebuttal to the reviewers: *.pdf \nfile/*.docx.  \n-An excel sheet of the data used to generate the graphs and tables presented in the published article: \n*.xlsx.  \nA folder (only for internal use) with all excel sheets (*.xlsx) related to the final graphs in the article: \ntherein, the raw data (including the equipment used, location of the raw/equipment generated data) will \nbe referenced.  \n \nThe metadata and the referenc ed files will be stored on the Archive/‘K:’ network drive  \n \n \nFWO DMP Template (Flemish Standard DMP)   8 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  Physical data:  \nRaw materials and samples generated during experiments will be stored in freezers or desiccators until the \nassociated data has been published or until the end of the project (end of the associated PhD). For \nsamples that are difficult to regenerate, a longe r storage period will be ensured.  \nDigital data:  \nData will be stored on KU Leuven network drives:  \n- Personal/‘I:’ network drive or OneDrive  for Business  storage (2 TB available to every PhD researcher  – \nnot for strictly confidential or personal data ) for daily personal use and data storage.  \n- Data obtained by the PhD researcher during the secondment will also be stored on KU Leuven accounts  \n(Personal/‘I:’ network drive or OneDrive for Business storage ) \n- Archive/‘K:’ network drive will be used for storage  of published data. Data which was stored on the I: \nnetwork drive and OneDrive storage will be transferred to K: network drive when personnel is leaving the \nresearch unit.  \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLA CE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . The network drives are automatically backed -up by IT, KU Leuven: \nhttps://icts.kuleuven.be/sc/english/storage/desktop -file-storage .  \nOneDrive for Business data is stored in the cloud in which version history  (up to 100 versions per file)  is \nenabled: https://icts.kuleuven.be/sc/english/storage/onedrive . \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   9 \n Is there currently sufficien t storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \n- 50 GB of Personal/‘I:’ data storage  for every researcher  is available in our research unit.  In addition,  2 TB \nof OneDrive for Business storage space is available for free to every PhD researcher.  \n- 1.3 TB of long -term data storage is available on the Archive/‘K:’ network drive folders of th e research \nunit.  \nIf necessary, more storage space will be acquired from the university, with the cost being covered by the \nresearch unit/the project budget.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorize d persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 6 \n - Data stored on the Personal/‘I:’ network drive is only accessible to a specific researcher. This data is \nautomatically backed  up by ICT, KU Leuven.  Access to KU Leuven network drives is automatically secured \nby multifactor authentication . \n- Data stored on OneDrive for Business is only accessible to a specific researcher. Version history (up to \n100 versions per file) is enabled. Multifactor authenticat ion can be activated as additional security \nmeasure. OneDrive for Business will not be used for strictly confidential or personal data.  \n- Final data files can also be stored on the Archive/‘K:’ network drive , which  has restricted access  (only \nprofessors an d postdocs of the research group) . \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  Storage capacity (on the Archive/‘K:’ network drive) can be increased for an annual fee of 100.86 Euro/TB. \nThis data is automatically backed  up by ICT, KU Leuven.  \nBuying additional storage capacity can be covered by the consumables budget of the project.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   10 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). - Only physical samples that are difficult to regenerate will be retained after the end of the project.  \n- All digital data will be retained for more than the expected 5 -year period, on the Archive/‘K:’ drive.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  The data will be copied to the Archive/‘K:’ network drive (with automatic back -up procedures) and stored \nfor at least 5 years. To date, 1.3 TB storage is availab le, however if needed, additional data space can be \nobtained.  \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n Annual fee of 100.86 Euro/TB. The research unit/project consumables budget will be used to cover this \ncost.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   11 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  Data in the form of figures and tables in peer reviewed publications will be made available:  \n☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  - Only researchers and pro fesso rs participating in the project will have access to the data prior to data \npublication.  \n- Access of data will be through peer reviewed journals, conference presentations and proceedings, \nrepositories.  \n- Open access opportunities (m ajor focus on green open access routes) will be considered to enhance \nvisibility of our research.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Plea se explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  - Data of completed work will be published in academic peer reviewed journals and will as such be \navailable in existing and relevant repositorie s (e.g. the internal KU Leuven repository: Lirias). Open access \nopportunities (major focus on green open access routes) will be considered to enhance visibility of our \nresearch.  \n- Unpublished data will be available on network  drives  with  restricted access  (as explained earlier) . \nFWO DMP Template (Flemish Standard DMP)   12 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. After publication of data in academic journals.  \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONL Y RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENS E (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 7   \n Data usage licenses will be provided according to the requirements for reuse defined by the original \npublisher . \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   13 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n - Within the research unit : the Shared/‘J:’ network drive will be used and this is freely accessible to all \nresearchers.  \n- Between collaborating research units : the Shared/‘J: ’ network drive (within KU Leuven) or OneDrive for \nBusiness (external partners) will be used . \n- Within KU Leuven : Lirias , a free document  repository will be used.  \n- External data sharing  through publication in p eer reviewed journals . \n- Cost of data sharing  at conferences will be covered by the project budget.  \n- Cost for possible g olden open access  will be covered by the project consumables budget.  \n \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The PhD students involved in the project .  \nWho will manage data storage and backup \nduring the research project?  The PhD students involved in the project .  \nWho will manage data preservation and \nsharing?  The promoter of the project : Prof. Tara Grauwet .  \nWho will update and implement this DMP?  The promoter of the project : Prof. Tara Grauwet .   \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 1. General Project Information Name Grant Holder & ORCID Promoter: Prof. T ara Grauwet (ORCID 0000 -0002 -5156 -4792 ) Contributor name(s) ( + ORCID) & roles n.a. Project number1 & title G016423N Rationalizing the design of Pickering and bi-structured emulsions for tailored in vitro lipolysis kinetics: from static towards (semi)dynamic in vitro digestion methods. Funder(s) GrantID2 D-2023 -2145 Affiliation(s) ☒ KU Leuven Please provide a short project description Pickering particles have shown potential to form stable O/W emulsions. However, digestive functionality of O/W Pickering emulsions is an understudied domain. Current insights point towards retarded rate of lipid digestion kinetics which level off at low digestion extents. We hypothesize that bi -structured emulsions formed by mixing Pickering and molecular -based emulsions might result in targeted lipid digestion kinetics in each type of structured lipid with specific perspectives for satiation and satiety induction. For this, we aim to first establish the structure -function relations between the Pickering particle structure on the one hand and emulsion stabilization potential and ( in vitro ) lipolysis digestion kinetics on the other hand. Novel Pickering par ticles based on pulse proteins will be included and process -induced modifications thereof. This project includes the generation, characterization, and functionalization of Pickering particles used to design O/W emulsions further mixed with molecular -based emulsions to form bi -structured emulsions, and evaluating the physical stability related to interfacial properties as well as the in vitro digestion behavior. We will study lipid digestion phenomena starting from static in vitro conditions, up to semi -dyna mic digestion and absorption evaluations of these emulsions. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 2 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observationa l, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate w hether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of conte nt), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Existing data Published data for use in literature review ☒ Reuse existing data ☐ Digital ☒ Compiled/ aggregated data ☒ .pdf ☒ < 100 MB Activity 0 Sourcing of pulse sources ☒ Generate new data ☒ Physical Storage at -40 °C (<1 freezer unit ) Activity 1.1: Generation of pulse protein ingredients - Modification of pulse proteins ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ .xlsx ☒ < 100 MB Storage in dessicators - Structural characterization ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ < 100 MB Activity 1.2: Designing Pickering O/W emulsions - O/W emulsion characterization ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB Activity 1.3: Static in vitro digestion - In vitro lipid digestion ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software ☒ .xlsx ☒ .jmp ☒ .sas ☒ < 100 MB Storage at -40 °C (<1 freezer unit) 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 3 - Microstructural characterization digested emulsions ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB Activity 2.1: Designing blended O/W emulsions - O/W emulsion characterization ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB Activity 2.2: Static in vitro digestion - In vitro lipid digestion ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software ☒ .xlsx ☒ .jmp ☒ .sas ☒ < 100 MB Storage at -40 °C (<1 freezer unit) - Microstructural characterization digested emulsions ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB Activity 2.3: Interfacial properties of O/W emulsions - Characterization of interfacial properties ☒ Generate new data ☒ Digital ☒ Experimental ☒ .xlsx ☒ .pdf ☒ .jpeg ☒ .tiff ☒ < 100 MB Activity 3.1: Semi -dynamic in vitro digestion - In vitro lipid digestion ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software ☒ .xlsx ☒ .jmp ☒ .sas ☒ < 100 MB Storage at -40 °C (<1 freezer unit) - Microstructural characterization digested emulsions ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB Activity 3.2: Simulating in vitro absorption - In vitro lipid digestion ☒ Generate new data ☒ Digital ☒ Physical ☒ Experimental ☒ Software ☒ .xlsx ☒ .jmp ☒ .sas ☒ < 100 MB Storage at -40 °C (<1 freezer unit) - Microstructural characterization digested emulsions ☒ Generate new data ☒ Digital ☒ Experimental ☒ Software ☒ .xlsx ☒ .jpeg ☒ .tiff ☒ < 1 GB FWO DMP Template (Flemish Standard DMP) 4 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA4 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING T HE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Literature information might be combined at the level of literature re view papers. Of course, at that level, literature sources will be always cited by references as part of the text. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, pleas e describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data5? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: 4 These data are generated by combining multiple existing datasets. 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 5 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed rel ated to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 6 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Physical data: A descriptive map indicating where each sample or material generated is stored will be maintained as a *.xlsx or *. docx file. Digital data: -Protocols/experimental and evaluation procedures will be clearly written and maintained in *.docx /*.pdf format. -Meaningful and descriptive data file names will be used: for raw data as well as analysed data. -Where initial raw data is expo rted into a new format: reference to initial data (location) will be made. -Steps involved in data analysis and relevant analysis will be documented in *.docx file. -For published material, a metadata will be available: with folders showing the published m aterial, associated processed and raw data files (see below). FWO DMP Template (Flemish Standard DMP) 7 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No For each published article, a metadata will be created to ease data retrieval and reuse. This metadata will be based on the Dublin core metadata standard. The metadata will be named based on the title of article, authors, year of publication. Files ass ociated with the metadata will include: -The accepted version of the article as available in KU Leuven, Lirias: *.pdf file. -The published article as available online in the peer reviewed journal: *.pdf file; wherein doi -number, journal of publication a nd abstract, etc can be found. -The peer review history of the article; comments from reviewers, rebuttal to the reviewers: *.pdf file/*.docx. -An excel sheet of the data used to generate the graphs and tables presented in the published article: *.xlsx. A folder (only for internal use) with all excel sheets (*.xlsx) related to the final graphs in the article: therein, the raw data (including the equipment used, location of the raw/equipment generated data) will be referenced. The metadata and the referenc ed files will be stored on the Archive/‘K:’ network drive FWO DMP Template (Flemish Standard DMP) 8 4. Data Storage & Back-up during the Research Project Where will the data be stored? Physical data: Raw materials and samples generated during experiments will be stored in freezers or desiccators until the associated data has been published or until the end of the project (end of the associated PhD). For samples that are difficult to regenerate, a longe r storage period will be ensured. Digital data: Data will be stored on KU Leuven network drives: - Personal/‘I:’ network drive or OneDrive for Business storage (2 TB available to every PhD researcher – not for strictly confidential or personal data ) for daily personal use and data storage. - Data obtained by the PhD researcher during the secondment will also be stored on KU Leuven accounts (Personal/‘I:’ network drive or OneDrive for Business storage ) - Archive/‘K:’ network drive will be used for storage of published data. Data which was stored on the I: network drive and OneDrive storage will be transferred to K: network drive when personnel is leaving the research unit. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLA CE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . The network drives are automatically backed -up by IT, KU Leuven: https://icts.kuleuven.be/sc/english/storage/desktop -file-storage . OneDrive for Business data is stored in the cloud in which version history (up to 100 versions per file) is enabled: https://icts.kuleuven.be/sc/english/storage/onedrive . 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9 Is there currently sufficien t storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No - 50 GB of Personal/‘I:’ data storage for every researcher is available in our research unit. In addition, 2 TB of OneDrive for Business storage space is available for free to every PhD researcher. - 1.3 TB of long -term data storage is available on the Archive/‘K:’ network drive folders of th e research unit. If necessary, more storage space will be acquired from the university, with the cost being covered by the research unit/the project budget. How will you ensure that the data are securely stored and not accessed or modified by unauthorize d persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 6 - Data stored on the Personal/‘I:’ network drive is only accessible to a specific researcher. This data is automatically backed up by ICT, KU Leuven. Access to KU Leuven network drives is automatically secured by multifactor authentication . - Data stored on OneDrive for Business is only accessible to a specific researcher. Version history (up to 100 versions per file) is enabled. Multifactor authenticat ion can be activated as additional security measure. OneDrive for Business will not be used for strictly confidential or personal data. - Final data files can also be stored on the Archive/‘K:’ network drive , which has restricted access (only professors an d postdocs of the research group) . What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage capacity (on the Archive/‘K:’ network drive) can be increased for an annual fee of 100.86 Euro/TB. This data is automatically backed up by ICT, KU Leuven. Buying additional storage capacity can be covered by the consumables budget of the project. FWO DMP Template (Flemish Standard DMP) 10 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). - Only physical samples that are difficult to regenerate will be retained after the end of the project. - All digital data will be retained for more than the expected 5 -year period, on the Archive/‘K:’ drive. Where will these data be archived (stored and curated for the long -term)? The data will be copied to the Archive/‘K:’ network drive (with automatic back -up procedures) and stored for at least 5 years. To date, 1.3 TB storage is availab le, however if needed, additional data space can be obtained. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Annual fee of 100.86 Euro/TB. The research unit/project consumables budget will be used to cover this cost. FWO DMP Template (Flemish Standard DMP) 11 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS Data in the form of figures and tables in peer reviewed publications will be made available: ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. - Only researchers and pro fesso rs participating in the project will have access to the data prior to data publication. - Access of data will be through peer reviewed journals, conference presentations and proceedings, repositories. - Open access opportunities (m ajor focus on green open access routes) will be considered to enhance visibility of our research. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Plea se explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type. - Data of completed work will be published in academic peer reviewed journals and will as such be available in existing and relevant repositorie s (e.g. the internal KU Leuven repository: Lirias). Open access opportunities (major focus on green open access routes) will be considered to enhance visibility of our research. - Unpublished data will be available on network drives with restricted access (as explained earlier) . FWO DMP Template (Flemish Standard DMP) 12 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. After publication of data in academic journals. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONL Y RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENS E (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 7 Data usage licenses will be provided according to the requirements for reuse defined by the original publisher . Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 13 What are the expected costs for data sharing? How will these costs be covered? - Within the research unit : the Shared/‘J:’ network drive will be used and this is freely accessible to all researchers. - Between collaborating research units : the Shared/‘J: ’ network drive (within KU Leuven) or OneDrive for Business (external partners) will be used . - Within KU Leuven : Lirias , a free document repository will be used. - External data sharing through publication in p eer reviewed journals . - Cost of data sharing at conferences will be covered by the project budget. - Cost for possible g olden open access will be covered by the project consumables budget. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PhD students involved in the project . Who will manage data storage and backup during the research project? The PhD students involved in the project . Who will manage data preservation and sharing? The promoter of the project : Prof. Tara Grauwet . Who will update and implement this DMP? The promoter of the project : Prof. Tara Grauwet ."
}