{
    "document_id": "D-2024-3240",
    "LinkTitle": "D-2024-3240",
    "file_name": "D-2024-3240.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3240.pdf",
    "metadata": {
        "title": "D-2024-3240",
        "author": "Veerle Van den Eynden",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Rowan Bayliss Hawitt  – ORCID: 0000-0002-7297-5128\nContributor name(s) (+ ORCID) & roles Rowan Bayliss Hawitt  (0000-0002-7297-5128) – FWO Junior Postdoctoral Researcher\nCassandre Balosso-Bardin  (0000-0001-5372-1950) – Promoter, KU Leuven\nProject number 1 & title 3H240299 – ‘Sonic transitions: Music, sound, and energy industries in Scotland, 1850 to the present day’\nFunder(s) GrantID 2FWO Grant Number 1230425N\nAffiliation(s) KU Leuven \nPlease provide a short project description This project is the first detailed investigation of the role of music and sound in Scotland’s ongoing energy \ntransitions. Energy use and generation are not merely technological issues, but social and cultural ones \nwhich play out dramatically in places like Scotland, a country with enormous quantities of fossil fuels and \nrenewable resources. While the emerging field of the energy humanities offers inroads to understanding \nthe sociocultural dimensions of energy, music and sound have been almost entirely overlooked. This is \ndespite the fact that – for nearly two centuries – shifting relationships with energy have been expressed \nthrough music and sound in Scotland. My research addresses these ‘sonic transitions’ by making full use of  \nunderused archival materials, as well as ethnography with local communities. It therefore fills a significant \nknowledge gap between the energy humanities, ethnomusicology, and sound studies. Spanning historical \nand contemporary arenas, I will examine how those involved in fossil fuel industries articulate(d) their \nexperiences sonically. I will also uncover how alternative energy economies and musical practices (from \ntraditional song, popular music, classical music, to contemporary art music) inform one another. By \ninterrogating Scotland’s sonic entanglements with petro-capitalism and its alternatives, this research \ncontributes vital new insights into how culture can help to shape and support a more sustainable world.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nAll Work \nPackages: \nBibliographic \nReferencesBibliographic \nreferences \nmanaged in \nZotero softwareReused DigitalTextual .pdf\n.docx< 1 GB\nWP1, WP3: \nArchival \ndocumentsScans of \ndocuments \n(music \nmanuscripts, \nnewspapers, \nplays, poetry)Reused DigitalImages .pdf\n.jpeg< 100 GB\nWP1, WP3: \nArchival \nsound \nrecordingsTranscriptions \nof selected \npassages (of \nmusic and/or \nspeech)Reused DigitalTextual\nSoftware (music \ntranscribed into \nSibelius software).docx\n.sib< 100 GB\nWP2, WP3, \nWP4: \nInterviewsParticipants’ \ninformed \nconsentNew Digital and \nPhysicalTextual .docx\nPaper< 1 GB c.15 signed forms\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4WP2, WP3, \nWP4: \nInterviewsAudio of \ninterviews (c.15)New DigitalSound .wav < 100 GB\nWP2, WP3, \nWP4: \nInterviewsTranscripts of \naudio from \ninterviews (c.15)New DigitalTextual .docx < 100 GB\nWP2, WP3, \nWP4: \nFieldnotesHandwritten \nnotes taken \nduring \nfieldwork, then \ntranscribed \ndigitallyNew Physical \nand DigitalTextual Paper\n.docx< 100 GB Personal notebooks\nWP2, WP3, \nWP4: \nPhotographsPhotographs \ntaken (with \nconsent) during \nfieldworkNew DigitalImages .jpeg < 100 GB\nWP2, WP3, \nWP4: Sound \nrecordingsSound \nrecordings \n(taken with \nconsent) during \nfieldworkNew DigitalAudiovisual .mp3 < 100 GB\nAll work \npackages: \nSocial media \npostsPublic posts on \nsocial media, \nincluding \nmusicians’ \npromotional \nvideosReused DigitalImages\nAudiovisual.jpeg\n.mp4< 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  The sources for archival documents, archival sound recordings, and social media posts will be maintained \nthroughout my project. As I do not have access to all of them yet, I have not listed them here.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: G-2024-8752-R2(MIN)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nApproval granted 07/02/2025\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nG-2024-8752-R2(MIN)\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain:\n-Some of the oral histories held in the University of Edinburgh’s School of Scottish Studies Archives \nwill only be released to researchers in 2026 – I will complete the necessary paperwork to access \nthese sources, and ensure I am following the University’s requirements for anonymity.\n-For the use of audio recordings and musical performances on social media, author permission will \nalways be sought.\n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Archival research:\nAll sources consulted will be logged in Excel spreadsheets, and full citation details maintained in Zotero. A \ndifferent spreadsheet will be used for each archive location, and all item details recorded carefully \n(including name, folder information). Scans, PDFs, and photographs will be connected to my research \nnotes using Evernote.\nQualitative research:\nFor each Work Package, a log of fieldsites, fieldtrips, and interviews will be maintained in Excel \nspreadsheets, documenting the date, location, and people involved during data collection. Fieldnotes from  \neach site will be transcribed and linked to these logs. Audio interviews will also be transcribed into Word \ndocuments, with the date, location, and name of interviewee(s) noted. When analysing qualitative \nmaterial from fieldwork and interviews, data-driven patterns and themes will be coded, and these codes \ndetailed in a codebook in Excel. I may use Nvivo to do so.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A \nCERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND \nVOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE \nIDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nOne generic spreadsheet will give information about the overall study. If Nvivo is used, metadata for the \nqualitative research will be generated through this.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Where will the data be stored?\nConsult the interactive KU Leuven storage \nguide to find the most suitable storage solution \nfor your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☐ Teams\n☒ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ ManGO\n☐ Digital vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN \nPLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)  – password-protected hard drive\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY, NETWORK SECURITY, AND SECURITY OF \nCOMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO \nENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  I will make use of the Onedrive cloud service provided by the Faculty of Arts: this storage space is safe and \nautomatically backed up. My laptop will have Bitlocker pre-installed as additional safety measure to \nprotect the data. My personal back-up will be on a password-protected hard drive.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN \nTHAT THE DATA SET BECOMES OPENLY AVAILABLE, \nCONDITIONS FOR ACCESS AND USE MAY APPLY. \nAVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH \nOPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-   \nEU-REPO/#INFOEUREPO-ACCESSRIGHTS   ☒ Yes, as open data – lists of archival material (including location, summary of contents)\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☒ No (closed access)  – interview transcripts (although participants can request pseudonymisation, some  \ninterview content may reveal their identities)\n☐ Other, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11If access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nSome more recent archival material (e.g. oral histories) requires the permission of informants or their \nfamily members, and so cannot be shared in raw form. Some of my interview participants may request to \nbe pseudonymised or anonymised – while this is feasible for discussion of the data in publications, full \ninterview transcripts may reveal their identities. So, in line with my ethics procedures, this data cannot be \nshared.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☐ Upon publication of research results\n☒ Specific date (specify)  – the project end-date (30/09/2027)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA \nCAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. \nIF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY \nZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT \nYOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data \nand software sources code or consult the  License \nselector tool to help you choose.  ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT \nAND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND \nRETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Rowan Bayliss Hawitt\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Who will manage data storage and backup \nduring the research project?Rowan Bayliss Hawitt\nWho will manage data preservation and \nsharing?Rowan Bayliss Hawitt and Cassandre Balosso-Bardin\nWho will update and implement this DMP? Rowan Bayliss Hawitt"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Rowan Bayliss Hawitt – ORCID: 0000-0002-7297-5128 Contributor name(s) (+ ORCID) & roles Rowan Bayliss Hawitt (0000-0002-7297-5128) – FWO Junior Postdoctoral Researcher Cassandre Balosso-Bardin (0000-0001-5372-1950) – Promoter, KU Leuven Project number 1 & title 3H240299 – ‘Sonic transitions: Music, sound, and energy industries in Scotland, 1850 to the present day’ Funder(s) GrantID 2FWO Grant Number 1230425N Affiliation(s) KU Leuven Please provide a short project description This project is the first detailed investigation of the role of music and sound in Scotland’s ongoing energy transitions. Energy use and generation are not merely technological issues, but social and cultural ones which play out dramatically in places like Scotland, a country with enormous quantities of fossil fuels and renewable resources. While the emerging field of the energy humanities offers inroads to understanding the sociocultural dimensions of energy, music and sound have been almost entirely overlooked. This is despite the fact that – for nearly two centuries – shifting relationships with energy have been expressed through music and sound in Scotland. My research addresses these ‘sonic transitions’ by making full use of underused archival materials, as well as ethnography with local communities. It therefore fills a significant knowledge gap between the energy humanities, ethnomusicology, and sound studies. Spanning historical and contemporary arenas, I will examine how those involved in fossil fuel industries articulate(d) their experiences sonically. I will also uncover how alternative energy economies and musical practices (from traditional song, popular music, classical music, to contemporary art music) inform one another. By interrogating Scotland’s sonic entanglements with petro-capitalism and its alternatives, this research contributes vital new insights into how culture can help to shape and support a more sustainable world. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume All Work Packages: Bibliographic ReferencesBibliographic references managed in Zotero softwareReused DigitalTextual .pdf .docx< 1 GB WP1, WP3: Archival documentsScans of documents (music manuscripts, newspapers, plays, poetry)Reused DigitalImages .pdf .jpeg< 100 GB WP1, WP3: Archival sound recordingsTranscriptions of selected passages (of music and/or speech)Reused DigitalTextual Software (music transcribed into Sibelius software).docx .sib< 100 GB WP2, WP3, WP4: InterviewsParticipants’ informed consentNew Digital and PhysicalTextual .docx Paper< 1 GB c.15 signed forms 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4WP2, WP3, WP4: InterviewsAudio of interviews (c.15)New DigitalSound .wav < 100 GB WP2, WP3, WP4: InterviewsTranscripts of audio from interviews (c.15)New DigitalTextual .docx < 100 GB WP2, WP3, WP4: FieldnotesHandwritten notes taken during fieldwork, then transcribed digitallyNew Physical and DigitalTextual Paper .docx< 100 GB Personal notebooks WP2, WP3, WP4: PhotographsPhotographs taken (with consent) during fieldworkNew DigitalImages .jpeg < 100 GB WP2, WP3, WP4: Sound recordingsSound recordings (taken with consent) during fieldworkNew DigitalAudiovisual .mp3 < 100 GB All work packages: Social media postsPublic posts on social media, including musicians’ promotional videosReused DigitalImages Audiovisual.jpeg .mp4< 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The sources for archival documents, archival sound recordings, and social media posts will be maintained throughout my project. As I do not have access to all of them yet, I have not listed them here. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: G-2024-8752-R2(MIN) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Approval granted 07/02/2025 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: G-2024-8752-R2(MIN) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: -Some of the oral histories held in the University of Edinburgh’s School of Scottish Studies Archives will only be released to researchers in 2026 – I will complete the necessary paperwork to access these sources, and ensure I am following the University’s requirements for anonymity. -For the use of audio recordings and musical performances on social media, author permission will always be sought. 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Archival research: All sources consulted will be logged in Excel spreadsheets, and full citation details maintained in Zotero. A different spreadsheet will be used for each archive location, and all item details recorded carefully (including name, folder information). Scans, PDFs, and photographs will be connected to my research notes using Evernote. Qualitative research: For each Work Package, a log of fieldsites, fieldtrips, and interviews will be maintained in Excel spreadsheets, documenting the date, location, and people involved during data collection. Fieldnotes from each site will be transcribed and linked to these logs. Audio interviews will also be transcribed into Word documents, with the date, location, and name of interviewee(s) noted. When analysing qualitative material from fieldwork and interviews, data-driven patterns and themes will be coded, and these codes detailed in a codebook in Excel. I may use Nvivo to do so. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: One generic spreadsheet will give information about the overall study. If Nvivo is used, metadata for the qualitative research will be generated through this. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☐ Teams ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) – password-protected hard drive ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data I will make use of the Onedrive cloud service provided by the Faculty of Arts: this storage space is safe and automatically backed up. My laptop will have Bitlocker pre-installed as additional safety measure to protect the data. My personal back-up will be on a password-protected hard drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO- EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data – lists of archival material (including location, summary of contents) ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) – interview transcripts (although participants can request pseudonymisation, some interview content may reveal their identities) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Some more recent archival material (e.g. oral histories) requires the permission of informants or their family members, and so cannot be shared in raw form. Some of my interview participants may request to be pseudonymised or anonymised – while this is feasible for discussion of the data in publications, full interview transcripts may reveal their identities. So, in line with my ethics procedures, this data cannot be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☐ Upon publication of research results ☒ Specific date (specify) – the project end-date (30/09/2027) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? 7. Responsibilities Who will manage data documentation and metadata during the research project?Rowan Bayliss Hawitt FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Who will manage data storage and backup during the research project?Rowan Bayliss Hawitt Who will manage data preservation and sharing?Rowan Bayliss Hawitt and Cassandre Balosso-Bardin Who will update and implement this DMP? Rowan Bayliss Hawitt"
}