{
    "document_id": "D-2023-2171",
    "LinkTitle": "D-2023-2171",
    "file_name": "D-2023-2171.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2171.pdf",
    "metadata": {
        "title": "D-2023-2171",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Pieter Vanden Berghe ORCID: 0000-0002-0009-2094\nContributor name(s) (+ ORCID) & roles Candice Fung  ORCID: 0000-0002-4277-3664\nProject number 1 & title Reciprocal innervation of the gastrointestinal ileo-caeco-colonic triad; implications for storage and release of symbiotic \nmicrobial content\nFunder(s) GrantID 2G012223N\nAffiliation(s) X  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven: 05f950310\nPlease provide a short project description Apart from supplying the host with nutrients and expelling undigestible remnants and noxious elements that we ingest, the \ngastrointestinal tract also harbors a large community of bacteria, which operate in symbiosis with its host to aid digestion and \nprovide essential factors. The importance of the microbiome has been a matter of increased interest, and shifts in its \ncomposition have been linked to intestinal malfunction and disease. It is not clear how the\ngut, which mostly expels material, succeeds to keep the microbiome constant and healthy. The caecum, a small pouch at the \njunction of small and large intestine, functions as a fermentation reservoir, but it is at the same time a safe haven for bacteria. \nIn this part of the intestine, a large fraction of the microbiome remains protected, which\nis of utmost importance for healthy symbiosis in every organism. In this proposal we aim at understanding how enteric \nneurocircuitry is wired in the mouse caecum, how it develops, what neurons are activated by microbial metabolites and how it \nconnects to the other regions of the gut to assure proper function, that is filling and emptying at the right time. To this end we \nwill make use of a bespoke dual microscopy approach that allows us to assess neuronal\nconnectivity over long distances. Furthermore, we will also use super resolution microscopy to determine the role of the \nprimary cilium, a small cellular antenna, which is responsible for detecting changes in the gut environment.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data  \ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether \nthe data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format \n(file extension), and an estimate of the upper limit of the \nvolume of the data 3. \nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.   NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☒ Yes, animal data; provide ECD reference number:   P110_2020; P033_2022; P018_2022\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .For all microscopy images: recording parameters (powers, excitation and emission wavelength), \ndimensions, image type, bit-depth, pixel sizes and microscope settings, will be stored. Either in a \nmetafile accompanying the data (with identical filename) or embedded in the tiff header.\nThe experimental protocols, stimulation settings, temperatures of the physiological experiments \nthat will be performed during this projected will be described in detail in a lab book and referred in \na ReadMe text file that will accompany the recorded data. Similarly for the processed and analyzed  \ndata, all parameters used to arrive to the results are stored within the image format.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nImages will be stored in *.ome tiff format, which enables storing a multitude of microscope and recording \nparameters. For the more experimental imaging paradigms for which actual changes are made to the \ninstrumentation, the metadata will be stored in accompanying txt or csv files.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other:   All original recordings and their metadata will be stored in one copy on external harddrives, \nwhich will be labeled by projectname, subproject, experiment, data and experimenter initials. Since most \nof the images are highly experimental and explorative, there is no need to keep a copy of the original data.  \nHowever, upon first analysis the images that are judged of sufficient quality to derive conclusive data, will \nbe analysed as saved on the researcher’s computer with a backup either on a local external harddrive or \nvia the LUNA network.\nExchange of data between the partners of the project (all KU Leuven) will happen via the LUNA network, \nwhich keeps track of versions and assures safe backups.\nAlternatively BELNET will be used for data transfer of files that are too large for the space available on the \nLUNA network.\nWithin the FWO IRI project FBI, we are investigating future overarching datastorage and datamanagement \nsolutions based on the IRODS / Mango pipelines.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☒ Other (specify) \nAs from the first steps of analysis, the data will be stored on the university's central servers with automatic  \ndaily back-up procedures or - in case too large - on local hard drives with a local backup system (e.g. \nGenie).\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nWe have over a decade of experience recording and dealing with images and large datafiles, which we \nstore and backup in mixed modes. For analysed images and results we use the servers (and their backup) \nof the LUNA network, for original data or versions of analysed image files we store locally on internal and \nexternal harddrives. Each researcher has internal as well as external PC storage and manages their data in \na conscious and well thought off fashion, with necessary backups while at the same time avoiding multiple \ncopies of less successful recordings.\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data files from this study will be managed, processed, and stored on LUNA PCs and network, which \ncan only be access by KU Leuven personnel. Access to the network storage is limited to the personnel \naccounts that belong to the lab of the promoter of the project and can be expanded to other reserachers \ninvolved in the project.\nExternal HD are stored in closed offices.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?16 TB external/internal HDs cost ~ 400 Euro, and thus extra storage capacity for this project is not an issue.\nThe cost for 300 Gb storage on the LUNA network is ~ 75 Euro/y, which is all well within reach of the \nproject budget.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nAll original data that were used to generate the scientific output (papers, reports) will be stored for 10 \nyears on external HD. These HD will be stored in closed closets in the lab of the promoter or copromoter \nwhere the data have been generated.\nAll analysis files used for publishing and reporting will be compressed and stored on Archive directories on \nthe LUNA network.\nAs mentioned above, HD for the original data (of which not all is valuable enough to store in locations with  \nmultiple backups).\nAnalysed files with relevant information will be stored on KU Leuven Archive servers conform the KU \nLeuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?A 16 TB HD costs ~ 400 Euro which is a minimal cost compared to the running costs of the microscopy \nequipment and the animal housing cost.\nStorage for 50 Euro/TB/y = 500 Euro/TB for the storage during 10 years. We estimate 3 Tb of data will be \nstored on these Archive servers: 1500 Euro.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data will be made available either upon request of the publisher of the scientific articles or upon request \nvia E-mail of colleague researchers.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☒ Other data repository (specify)\n☐ Other (specify)\nUpon the publisher’s request, data will be made publicly available in *.ome tiff, *.csv, or other common \ndata formats on Zenodo or other public data servers.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☒ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None. Belnet can be used to transfer and give temporary access to the requested data .\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Each of the individual researchers involved in the project and the supervisor.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Who will manage data storage and backup \nduring the research project?Each of the individual researchers involved in the project and the supervisor.\nWho will manage data preservation and \nsharing?The project supervisor: Pieter Vanden Berghe.\nWho will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Pieter Vanden Berghe ORCID: 0000-0002-0009-2094 Contributor name(s) (+ ORCID) & roles Candice Fung ORCID: 0000-0002-4277-3664 Project number 1 & title Reciprocal innervation of the gastrointestinal ileo-caeco-colonic triad; implications for storage and release of symbiotic microbial content Funder(s) GrantID 2G012223N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description Apart from supplying the host with nutrients and expelling undigestible remnants and noxious elements that we ingest, the gastrointestinal tract also harbors a large community of bacteria, which operate in symbiosis with its host to aid digestion and provide essential factors. The importance of the microbiome has been a matter of increased interest, and shifts in its composition have been linked to intestinal malfunction and disease. It is not clear how the gut, which mostly expels material, succeeds to keep the microbiome constant and healthy. The caecum, a small pouch at the junction of small and large intestine, functions as a fermentation reservoir, but it is at the same time a safe haven for bacteria. In this part of the intestine, a large fraction of the microbiome remains protected, which is of utmost importance for healthy symbiosis in every organism. In this proposal we aim at understanding how enteric neurocircuitry is wired in the mouse caecum, how it develops, what neurons are activated by microbial metabolites and how it connects to the other regions of the gut to assure proper function, that is filling and emptying at the right time. To this end we will make use of a bespoke dual microscopy approach that allows us to assess neuronal connectivity over long distances. Furthermore, we will also use super resolution microscopy to determine the role of the primary cilium, a small cellular antenna, which is responsible for detecting changes in the gut environment. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☒ Yes, animal data; provide ECD reference number: P110_2020; P033_2022; P018_2022 ☐ Yes, dual use; provide approval number: ☐ No Additional information: 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .For all microscopy images: recording parameters (powers, excitation and emission wavelength), dimensions, image type, bit-depth, pixel sizes and microscope settings, will be stored. Either in a metafile accompanying the data (with identical filename) or embedded in the tiff header. The experimental protocols, stimulation settings, temperatures of the physiological experiments that will be performed during this projected will be described in detail in a lab book and referred in a ReadMe text file that will accompany the recorded data. Similarly for the processed and analyzed data, all parameters used to arrive to the results are stored within the image format. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Images will be stored in *.ome tiff format, which enables storing a multitude of microscope and recording parameters. For the more experimental imaging paradigms for which actual changes are made to the instrumentation, the metadata will be stored in accompanying txt or csv files. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: All original recordings and their metadata will be stored in one copy on external harddrives, which will be labeled by projectname, subproject, experiment, data and experimenter initials. Since most of the images are highly experimental and explorative, there is no need to keep a copy of the original data. However, upon first analysis the images that are judged of sufficient quality to derive conclusive data, will be analysed as saved on the researcher’s computer with a backup either on a local external harddrive or via the LUNA network. Exchange of data between the partners of the project (all KU Leuven) will happen via the LUNA network, which keeps track of versions and assures safe backups. Alternatively BELNET will be used for data transfer of files that are too large for the space available on the LUNA network. Within the FWO IRI project FBI, we are investigating future overarching datastorage and datamanagement solutions based on the IRODS / Mango pipelines. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify) As from the first steps of analysis, the data will be stored on the university's central servers with automatic daily back-up procedures or - in case too large - on local hard drives with a local backup system (e.g. Genie). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No We have over a decade of experience recording and dealing with images and large datafiles, which we store and backup in mixed modes. For analysed images and results we use the servers (and their backup) of the LUNA network, for original data or versions of analysed image files we store locally on internal and external harddrives. Each researcher has internal as well as external PC storage and manages their data in a conscious and well thought off fashion, with necessary backups while at the same time avoiding multiple copies of less successful recordings. If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data files from this study will be managed, processed, and stored on LUNA PCs and network, which can only be access by KU Leuven personnel. Access to the network storage is limited to the personnel accounts that belong to the lab of the promoter of the project and can be expanded to other reserachers involved in the project. External HD are stored in closed offices. What are the expected costs for data storage and backup during the research project? How will these costs be covered?16 TB external/internal HDs cost ~ 400 Euro, and thus extra storage capacity for this project is not an issue. The cost for 300 Gb storage on the LUNA network is ~ 75 Euro/y, which is all well within reach of the project budget. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): All original data that were used to generate the scientific output (papers, reports) will be stored for 10 years on external HD. These HD will be stored in closed closets in the lab of the promoter or copromoter where the data have been generated. All analysis files used for publishing and reporting will be compressed and stored on Archive directories on the LUNA network. As mentioned above, HD for the original data (of which not all is valuable enough to store in locations with multiple backups). Analysed files with relevant information will be stored on KU Leuven Archive servers conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?A 16 TB HD costs ~ 400 Euro which is a minimal cost compared to the running costs of the microscopy equipment and the animal housing cost. Storage for 50 Euro/TB/y = 500 Euro/TB for the storage during 10 years. We estimate 3 Tb of data will be stored on these Archive servers: 1500 Euro. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Data will be made available either upon request of the publisher of the scientific articles or upon request via E-mail of colleague researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) Upon the publisher’s request, data will be made publicly available in *.ome tiff, *.csv, or other common data formats on Zenodo or other public data servers. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? None. Belnet can be used to transfer and give temporary access to the requested data . 7. Responsibilities Who will manage data documentation and metadata during the research project?Each of the individual researchers involved in the project and the supervisor. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Who will manage data storage and backup during the research project?Each of the individual researchers involved in the project and the supervisor. Who will manage data preservation and sharing?The project supervisor: Pieter Vanden Berghe. Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
}