{
    "document_id": "D-2022-1536",
    "LinkTitle": "D-2022-1536",
    "file_name": "D-2022-1536.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1536.pdf",
    "metadata": {
        "title": "Fructans in the tree of life - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Fructans in the tree of life - DMP title\nProject Identifier\n XXXX\nGrant Title\n GOC4622N\nPrincipal Investigator / Researcher\n Wim Van den Ende\nProject Data Contact\n 0485027693; wim.vandenende@kuleuven.be\nDescription\n This project aims to investigate the potential roles of fructans in the entire tree of\nlife, focusing on cold resistance in plants and microbial root colonization. The goal is to\ncharacterize the enzymes involved in a wider array of organisms in the tree of life, deciphering\nthe long-standing linkage type and endo-exo conundrums.These mechanistic insights will pave\nthe way to design novel enzymes for future applications. Data include sugar measurements,\nenzyme modelling, sugar docking.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWim Van den Ende\nFWO Project Number & Title\nGOC4622N\nThe fructan syndrome in the tree of life: from structure to function\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1:\n*Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio-\ninformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). Estimated volume (EV) < 9\nGB.\n*In silico mutation analysis in .mdb format with MOE.  EV < 10 GB.\n*Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or\nDesmund, EV < 1 TB. \n*Sugar measurements and enzyme characterization data in .xlsx format. EV < 6 GB.\n*Models and crystal structures in .pdb/.cif/.dns6 format, respectively. EV < 10 GB.\nWP2:     \n*Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio-\ninformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV  < 11 GB.\n*In silico mutation analysis in .mdb format with MOE. EV < 10 GB.\n*Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or\nDesmund. EV < 1 TB. \n*Sugar measurements and enzyme characterization data in .xlsx format. EV < 6 GB.\nWP3:\n*Phenotypic data from greenhouse and field experiments in .xlsx format. EV < 5 GB.   \n*Metabolite data from greenhouse and field experiment in .xslx format. EV < 5 GB.\nWP4:\n*Disease scoring data in .jpg format with Image J and quantified spot areas stored in .xlsx. files.\nEV < 10 GB. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n*In silico mutation analysis in .mdb format with MOE. EV < 10 GB.\n*Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or\nDesmund. EV < 0.4 TB. \n*Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio-\ninformatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 8 GB.\n*Confocal microscopy with digital fluorescense in .czi and .jpeg format. EV < 15 GB.\nWP1-4:\n*Own and recently published publications and (conference) presentations in .docx/.pdf format.\nEV < 5 GB.     \n    \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\n Very unlikely, this is expected to be the case in follow up trajectories\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n \nLab protocols are available as .docx. Hired fellows are dedicated to keep an electronic lab\nnotebook which is clearly linked to  data stored on network drive \nJ \n– KU Leuven. The Biology\nDepartment at KU Leuven has migrated to LUNA where every researcher has his/her own\n‘Personal’, ‘Shared’ and ‘Archive’ drive.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be primarily stored where they are generated, either at KU Leuven or at NMBU.\nData produced in Germany will be immediately transferred to KU Leuven. OnDrive ensures the\nflexibility of data sharing between the partners. At KU Leuven, storage capacity is foreseen by\npersonal (I) and shared (J) network file storage. At NMBU, data are transferred to the Norwegian\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nCentre for Research Data through the UNINETT file transfer system.   \nHow is backup of the data provided?\n Automatic backup - network drive J - KU Leuven. Similar system at NMBU.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n 50 GB storage space is already available for free for every researcher. At any time storage\ncapacity can be updated.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n50 GB free storage is foreseen for every researcher. Storage capacity can be updated for an\nannual fee of 175 Euro/TB but this price may change in the near future. Extra costs will by\ncovered by lab budget. In Norway the costs are centrally covered by the NMBU.  \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\n Data are safe in the KU Leuven and nMBY data centres. Only researchers with allocated rights\ncan acces them through the action of a loc IT representative.  \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will ber retained during 5 years, both at KU Leuven and NMBU\nWhere will the data be archived (= stored for the longer term)?\nThe KU Leuven Network Drive K is used for this purpose. A similar system exists at NMBU,\nNorway.  \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAnnual fee of 150 Euro / TB will be covered by lab budgets.   \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nIn principle not, although some data may be subject to a patenting process \nWhich data will be made available after the end of the project?\nAll data on which publications were based will be publicly available \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUseful data will be released to the great public during publishing in academic peer reviewed\njournals. Raw data will be delivered in depositories associated with most open access journals.\nWe have foreseen FWO project budgets to be able to publish in open access journals to enhance\nthe visibility of our research.     \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nOnly researchers participating in the project will be able to access the data before publishing. \nAfter publishing the data will be available to the broad audience as publications in peer reviewed\njournals.\nWhat are the expected costs for data sharing? How will the costs be covered?\nData sharing costs equal open access publication costs covered by FWO project budgets, as\nexplained above.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI, Wim Van den Ende is end responsible (but assisted by IT Biology KU Leuven).  \nWho will be responsible for data storage & back up during the project?\nThe PIs Siri Fjellheim (NMBU) and Wim Van den Ende (KULeuven) are responsible for the storage\nand back up of the data generated at their home universities, with support of their IT\ndepartments.     \nWho will be responsible for ensuring data preservation and reuse ?\nThe PIs Siri Fjellheim (NMBU) and Wim Van den Ende (KULeuven) are responsible, with support of\ntheir IT departments. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PIs Siri Fjellheim and Wim Van den Ende bear the end responsibility of updating &\nimplementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Fructans in the tree of life - DMP title Project Identifier XXXX Grant Title GOC4622N Principal Investigator / Researcher Wim Van den Ende Project Data Contact 0485027693; wim.vandenende@kuleuven.be Description This project aims to investigate the potential roles of fructans in the entire tree of life, focusing on cold resistance in plants and microbial root colonization. The goal is to characterize the enzymes involved in a wider array of organisms in the tree of life, deciphering the long-standing linkage type and endo-exo conundrums.These mechanistic insights will pave the way to design novel enzymes for future applications. Data include sugar measurements, enzyme modelling, sugar docking. Institution KU Leuven 1. General Information Name applicant Wim Van den Ende FWO Project Number & Title GOC4622N The fructan syndrome in the tree of life: from structure to function Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: *Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio- informatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). Estimated volume (EV) < 9 GB. *In silico mutation analysis in .mdb format with MOE. EV < 10 GB. *Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or Desmund, EV < 1 TB. *Sugar measurements and enzyme characterization data in .xlsx format. EV < 6 GB. *Models and crystal structures in .pdb/.cif/.dns6 format, respectively. EV < 10 GB. WP2: *Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio- informatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 11 GB. *In silico mutation analysis in .mdb format with MOE. EV < 10 GB. *Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or Desmund. EV < 1 TB. *Sugar measurements and enzyme characterization data in .xlsx format. EV < 6 GB. WP3: *Phenotypic data from greenhouse and field experiments in .xlsx format. EV < 5 GB. *Metabolite data from greenhouse and field experiment in .xslx format. EV < 5 GB. WP4: *Disease scoring data in .jpg format with Image J and quantified spot areas stored in .xlsx. files. EV < 10 GB. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 *In silico mutation analysis in .mdb format with MOE. EV < 10 GB. *Molecular Dynamics in .gro/.ene/.pdb format, respectively, generated by Gromacs, Amber or Desmund. EV < 0.4 TB. *Molecular Docking and modelling data in .pdb/.sdf/.mol2 format, respectively, generated by bio- informatic sofware (e.g. SWISSMODEL, Alpha-fold, GOLD, MOE etc.). EV < 8 GB. *Confocal microscopy with digital fluorescense in .czi and .jpeg format. EV < 15 GB. WP1-4: *Own and recently published publications and (conference) presentations in .docx/.pdf format. EV < 5 GB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Very unlikely, this is expected to be the case in follow up trajectories Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Lab protocols are available as .docx. Hired fellows are dedicated to keep an electronic lab notebook which is clearly linked to data stored on network drive J – KU Leuven. The Biology Department at KU Leuven has migrated to LUNA where every researcher has his/her own ‘Personal’, ‘Shared’ and ‘Archive’ drive. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The data will be primarily stored where they are generated, either at KU Leuven or at NMBU. Data produced in Germany will be immediately transferred to KU Leuven. OnDrive ensures the flexibility of data sharing between the partners. At KU Leuven, storage capacity is foreseen by personal (I) and shared (J) network file storage. At NMBU, data are transferred to the Norwegian This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Centre for Research Data through the UNINETT file transfer system. How is backup of the data provided? Automatic backup - network drive J - KU Leuven. Similar system at NMBU. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 50 GB storage space is already available for free for every researcher. At any time storage capacity can be updated. What are the expected costs for data storage and back up during the project? How will these costs be covered? 50 GB free storage is foreseen for every researcher. Storage capacity can be updated for an annual fee of 175 Euro/TB but this price may change in the near future. Extra costs will by covered by lab budget. In Norway the costs are centrally covered by the NMBU. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are safe in the KU Leuven and nMBY data centres. Only researchers with allocated rights can acces them through the action of a loc IT representative. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will ber retained during 5 years, both at KU Leuven and NMBU Where will the data be archived (= stored for the longer term)? The KU Leuven Network Drive K is used for this purpose. A similar system exists at NMBU, Norway. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Annual fee of 150 Euro / TB will be covered by lab budgets. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No In principle not, although some data may be subject to a patenting process Which data will be made available after the end of the project? All data on which publications were based will be publicly available Where/how will the data be made available for reuse? In an Open Access repository Useful data will be released to the great public during publishing in academic peer reviewed journals. Raw data will be delivered in depositories associated with most open access journals. We have foreseen FWO project budgets to be able to publish in open access journals to enhance the visibility of our research. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Only researchers participating in the project will be able to access the data before publishing. After publishing the data will be available to the broad audience as publications in peer reviewed journals. What are the expected costs for data sharing? How will the costs be covered? Data sharing costs equal open access publication costs covered by FWO project budgets, as explained above. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI, Wim Van den Ende is end responsible (but assisted by IT Biology KU Leuven). Who will be responsible for data storage & back up during the project? The PIs Siri Fjellheim (NMBU) and Wim Van den Ende (KULeuven) are responsible for the storage and back up of the data generated at their home universities, with support of their IT departments. Who will be responsible for ensuring data preservation and reuse ? The PIs Siri Fjellheim (NMBU) and Wim Van den Ende (KULeuven) are responsible, with support of their IT departments. Who bears the end responsibility for updating & implementing this DMP? The PIs Siri Fjellheim and Wim Van den Ende bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}