{
    "document_id": "D-2021-1052",
    "LinkTitle": "D-2021-1052",
    "file_name": "D-2021-1052.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1052.pdf",
    "metadata": {
        "title": "Unravelling the poverty risk of children with a disability: an empirical inquiry into the role of measurement, mechanisms and policies - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Unravelling the poverty risk of children with a disability: an empirical inquiry into the role of measurement, mechanisms and policies -\nDMP title\nProject Identifier\n 1292622N\nPrincipal Investigator / Researcher\n Julie Vinck\nProject Data Contact\n julie.vinck@kuleuven.be\nDescription\n Prior studies showed that children with a disability are more likely to grow up poor. This is related to the fact that these families 1) face\nextra out-of-pocket costs, 2) need to provide more care which impedes parental employment and 3) often have a disadvantaged social background.\nHowever, surprisingly little research has been conducted in the social policy literature on the link between childhood disability and child poverty, its\nunderlying mechanisms and the impact of social policies. This postdoctoral research project aims to further our understanding on this link in three\nways: 1) improving the measurement of childhood disability and the accuracy of poverty estimates (WP1), 2) empirically testing the underlying\nmechanisms with a focus on causal inference (WP2), and 3) assessing the role of welfare state policies in terms of cash and care support in reducing\nthe poverty risk of disabled children (WP3). In doing so, cross-national analyses (CN) will be combined with a case study of Flanders (FL). Seven\nresearch questions will be addressed. In WP1, I will investigate under identical definitions of childhood disability and child poverty how poverty\noutcomes for disabled children vary cross-nationally compared to non-disabled children (RQ1, CN). Moreover, I will scrutinise how poverty outcomes\nand determinants among disabled children vary under different disability definitions (RQ2, FL). Finally, I will examine how much families with disabled\nchildren minimally need to spend for adequate social participation (RQ3, FL). WP2 will centre on testing an important pathway in the health selection\nmechanism which assumes that childhood disability causes child poverty. Therefore, I will investigate whether childhood disability affects parental\nemployment and to what extent the impact is stronger at the intersection with a disadvantaged social background (RQ4, FL). In WP3, I will examine to\nwhat extent welfare states reduce poverty among disabled children (RQ5, CN). I will also investigate to what extent the targeted cash support\ncompensates for the additional out-of-pocket costs incurred by the child's disability (RQ6, FL). Lastly, I will disentangle whether the use of targeted\ncare support moderates the parental employment impact of childhood disability (RQ7, FL). Three data sources will be employed to answer the different\nresearch questions. The cross-national analyses of RQ1 and RQ5 will draw on the European Union Statistics on Income and Living Conditions 2017 ad-\nhoc module on children's health and activity limitations. RQ2, RQ4 and RQ7 will make use of large-scale administrative panel data for Flanders which\nlinks personal, household, socioeconomic and disability information on (non-)disabled children and their families from various sources. It covers a\nperiod of 15 years. To tackle RQ3 and RQ6, I will develop reference budgets for families with a disabled child representing how much they minimally\nneed to spend in order to adequately participate in society.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJulie Vinck\nFWO Project Number & Title\n1292622N - Unravelling the poverty risk of children with a disability: an empirical inquiry into the role of measurement, mechanisms and policies\nAffiliation\nKU Leuven\nSocial Policy and Social Work (SPSW) section of the Centre for Sociological Research\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see\nexample) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data.\nDistinguish data types (the kind of content) from data formats (the technical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nData name\nOrigin of data\nType of\ndata\nFormat\nVolume\nWork\npackage(s)\n& research\nquestion(s)\nExisting/new\nRaw/processed\nDigital/non-\ndigital\n1. European Union\nStatistics on Income\nand Living\nConditions (EU-SILC)\nMicrodata from \ncross-\nsectional\n EU-SILC 2017\nsurvey with \nad-hoc\nmodule\n on children's\nhealth and activity\nlimitations\nNumeric\n.dta\n 1 GB\nWP1: RQ1,\nWP3: RQ5\nExisting, Centre for\nSociological Research has\naccess to the microdata\nProcessed\nDigital\n2. Administrative\ndata\nAnonymised microdata\nfrom\nadministrative records,\nlinking personal,\nhousehold and\nsocioeconomic\ninformation from\nthe \nDatawarehouse\nLabour Market and\nSocial Protection\n to\ntax-records\n from the\nFederal Public Service\nFinance and to\ndisability information\non 1) targeted cash\nsupport from the\nFederal Public Service\nSocial Security\n, 2) care\nsupport services from\nthe \nFlemish Agency for\nPersons with a\nDisability\n and the\nIntersectoral Access\nGate\n, and 3)\neducational support\nservices from the P\nupil\nGuidance Centres\n.\nNumeric\n.dta\n 50 GB\nWP1: RQ2,\nWP2:\nRQ4, WP3:\nRQ7, and to\nidentify the\nmost\ncommon\ndisability\ntypes\nneeded for\nRQ3 and\nRQ6\nExisting, sources are linked\nspecifically for this project,\navailable after application\nwith approval of\n'Informatieveiligheidscomité'\nto be acquired\nProcessed\nDigital\n3. Reference\nbudgets (RBs) for\nhypothetical\nfamilies with\ntypically developing\nchildren\nTables with the\nminimal costs of\nessential goods and\nservices for children of\ndifferent ages,\ndeveloped by\nthe \nCentre for Budget\nResearch and Budget\nAdvice\n (CEBUD),\ndivided into different\nbaskets (e.g. food,\nclothing, health care,\n...), for 2021\nNumeric \n.pdf\n 2 MB\nWP1:\nRQ3, WP3:\nRQ6\nExisting, provided by CEBUD\nProcessed\nDigital\n4. Reference\nbudgets (RBs) for\nhypothetical\nfamilies with\ndisabled children\nInterviews with\ndisability experts and\nfocus group\ndiscussions with\nparents of disabled\nchildren, using\nvignettes of the most\ncommon disability\ntypes\nAudio\ntranscribed\ninto\ntextual\ndata\n.wav\ntranscribed\ninto .docx\n 1 GB\nWP1:\nRQ3, WP3:\nRQ6\nNew: the additional needs\nand costs of childhood\ndisability will be added to\nthe existing RBs for families\nwith typically developing\nchildren\nRaw\nDigital\n5. Eligibility for\nwelfare state cash\nsupport for\nhypothetical\ndisabled children\nAssessment by\nadministrations\nresponsible for\ndetermining eligibility\nfor different welfare\nstate cash support\nmeasures, using\nvignettes of the most\ncommon disability\ntypes\nNumeric\nand string,\ndepending\non the\neligibility\ncriteria\nused\n.pdf\n 5 MB\nWP3: RQ6\nNew: the vignettes of\nchildren with the most\ncommon disability types will\nbe assessed by the\nadministrations to\ndetermine eligibility\nRaw\nDigital\n6. EUROMOD (EM)\noutput data for\nhypothetical families\nwith typically\ndeveloping children\nEM\n build-in\nHypothetical\nHousehold Tool (\nHHoT\n)\nwill be used to\nsimulate taxes,\nbenefits and the\nresulting net\ndisposable income for\nhypothetical families\nwith the same\ncharacteristics as in\ndata (3) who have\nincomes across the\nincome distribution\nNumeric,\nfor the\nsame\nvariables\nas included\nin EM\n.txt\nreadable in\ndifferent\nstatistical\nsoftware\n 15 MB\nWP3: RQ6\nNew: EM simulations for\nhypothetical families with\ntypically developing children\nto which welfare state cash\nsupport of hypothetical\nfamilies with disabled\nchildren from data (5) is\nadded later on\nProcessed\nDigital\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's\nRegister of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering the fact that you\nprocess personal data is a legal obligation.\nYes\nPRET approval: to be obtained\nI will use, process and store personal data, in the form of readily available survey data (data (1), cf. §2), custom-requested register data (data (2), cf.\n§2), and audio recordings and transcripts of interviews and focus group discussions (data (4), cf. §2). The other data sources do not use, process or\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nstore personal data as they rely on hypothetical families.\nThe microdata of (1) and (2) contain individual information, but the files released by Eurostat and the Crossroads Bank Social Security (CBSS, who will\nact as the TTP to pseudonymise and link the administrative records) never contain direct identifiers. Information on individuals is reduced to ensure\nanonymity.\nRegarding data (1) anonymisation is guaranteed by the removal of e.g. the respondent's address (only NUTS level 1 is provided), the exact date of the\ninterview (grouped into quarters within a year), the household members' month of birth (grouped into quarters within a year), and their country of\nbirth and citizenship (grouped into local/EU/other). EU-SILC is a commonly used dataset within the Social Policy and Social Work team of the Centre for\nSociological Research. It is stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation, statistical\ncoding and drafts of articles. Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder\ncontaining the microdata. Consequently, also the further dissemination of the data is restricted by this confidentiality agreement.\nRegarding data (2) the information reduction is exemplified by the fact that e.g. the region of residence is provided at NUTS level 2 and not the city or\ntown where one resides, the birthplace is categorised into 13 predefined groups and not provided at the country level, a person's income is\ncategorised into groups, the employment sector is provided up to 3 digits instead of 5. The data will be available after an application procedure at the\nCBSS. It will be stored on my personal network drive (I-drive), which is safely located on KU Leuven data serves, frequently backed-up and suitable to\nstore confidential data. The data cannot be further distributed and can only be retained for a contractually defined time. Also the pseudonymisation\nkey held by the CBSS will be deleted after a certain time frame.\nParticipants in the interviews and focus groups for data (4) will inform us on the additional needs and costs related to childhood disability using\nvignettes of hypothetical families with a disabled child. They will give their informed consent on the use and confidential treatment of the acquired\ndata. Only I will have access to the personal data and will pseudonymise the information in the transcripts. The transcripts are stored on my personal\nnetwork drive. Email addresses for recontacting the participants are stored separately from the pseudonymised data and will be deleted after the\nproject. The original audio records will be deleted once the transcribing is finished. As anonymity is hard to guarantee with regard to transcripts (or to\npredict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so,\nadd the reference to the formal approval by the relevant ethical review committee(s)\nYes\nPRET approval: to be obtained\nHuman participants will be involved for the development of data (4). This concerns disability experts and parents of disabled children from different\nsocial backgrounds. They will discuss the additional needs and costs related to childhood disability using vignettes of hypothetical families with a\ndisabled child (that do not fully reflect but relate to their personal situation). They will give their informed consent on the use and confidential\ntreatment of the data acquired. Only I will have access to the personal data and will pseudonymise the information in the transcripts. The transcripts\nare stored on my personal network drive. Email addresses for recontacting the participants are stored separately from the pseudonymised data and\nwill be deleted after the project. The original audio records will be deleted once the transcribing is finished. As anonymity is hard to guarantee with\nregard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data.\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for\nthe data you created? If so, for what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and\nwhat restrictions are in place?\nYes\nUsage, storage and further dissemination of the readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2)\nand the existing reference budgets (data (3), cf. §2) used in this project are restricted by the terms of the contract with Eurostat, the CBSS and CEBUD\nrespectively. These contracts do not allow further dissemination of the data. Interested parties can however apply themselves for the data used.\nResearch notes and research papers will provide ample practical information and stata syntaxes to replicate the results, if access would be granted by\nthe owners of the data.\nParticipants in the interviews and focus group discussions (data (4), cf. §2) will need to provide informed consent to allow the researcher to work with\nthe collected data. In order to protect these data, I will convert the audio/visual records into pseudonymised transcripts, upon which the audio/visual\nrecords will be deleted. Only I will have access to the personal data and will pseudonymise the information in the transcripts. As anonymity is hard to\nguarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute\nthese data.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nFor the readily available survey data (data (1), cf. §2), \nmetadata\n is made available by GESIS, containing study design, sampling methodology, weight\nconstruction and variable-level information.\nFor the custom-requested register data (data (2), cf. §2), a codebook will be generated containing study design, sampling methodology, weight\nconstruction and variable-level information. I will draw on the online documentation provided by the \nCBSS\n and by the \nFederal Public Service Finances\n,\nand on the documentation provided by email from the contact persons from the Flemish Agency for Persons with a Disability, the Intersectoral Access\nGate and the Pupil Guidance Centres that assisted with the data request. The steps taken to clean the data will be documented as well.\nFor the existing reference budgets (data (3), cf. §2), a report is made by CEBUD containing tables with the minimal costs of essential goods and\nservices for hypothetical families with typically developing children of different ages. Information is provided on the functions that the different\nbaskets of the reference budgets should fulfill, which goods and services are needed at the minimum to fulfill these functions (type, quantity, quality\nand lifespan), where these essential goods and services are bought and how much they cost.\nFor the interviews with disability experts and the focus group discussions with parents that will be conducted to develop reference budgets for\nhypothetical families with disabled children (data (4), cf. §2), the pseudonymised transcripts will be accompanied by a \ndata list\n. The data list\nwill contain general information (interview ID, setting, date, duration, participants, transcript file name, recording file name) along with the informed\nconsents, the vignettes of the most common disability types, the subjects discussed and the instructions given to the participants. The steps taken to\npseudonymise and code the qualitative data will be documented as well.\nFor the assessed eligibility for welfare state cash support (data (5), cf. §2), a data list will be created too, containing the vignettes of the most common\ndisability types, the criteria used to assess eligibility for the different welfare state cash support systems, the administrations conducting the eligibility\nprocess, and the resulting eligibility status and benefit amount for the hypothetical disabled children.\nFor the EUROMOD output data for hypothetical families with typically developing children, the Joint Research Centre of the European Commission\nprovides \ndocumentation\n on the functionalities, uses and latest improvements of the EUROMOD model and software. This includes e.g. the EUROMOD\nhelp file, the EUROMOD modelling conventions and a manual of the build-in Hypothetical Household Tool (HHoT). \nCountry reports\n contain information\non how each country's tax-benefit system is modelled in EUROMOD. A Word-document will be created containing the characteristics of the hypothetical\nfamilies used as input in HHoT.\nRelevant syntaxes developed in the course of the project will be published on a public repository such as zenodo. A Readme file will be included, which\ndetails the version of the source data needed, the software version and the related publications.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail which metadata will be\ncreated to make the data easy/easier to find and reuse.\nYes\n The \nData Documentation Initiative\n metadata scheme will be used.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the readily available survey data (data (1), cf. §2) is stored on the collectively managed (but secure) network drive\nKU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Copies can be made and kept on personal devices for those\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nresearchers who have signed the confidentiality declaration of EU-SILC.\nOther data will be stored on my personal network drive (I-drive), which is safely located on KU Leuven data serves, frequently backed-up and suitable\nto store confidential data. This concerns:\nWorking files of data (1), cf. §2\nThe custom-requested register data (data (2), cf. §2), the data will be available after an application procedure at the CBSS.\nThe existing reference budgets for hypothetical families with typically developing children (data (3), cf. §2)\nThe pseudonymised transcripts of the interviews and focus group discussions conducted to develop reference budgets for hypothetical families\nwith disabled children (data (4), cf. §2)\nThe assessed eligibility for welfare state cash support (data (5), cf. §2)\nThe EUROMOD output data for hypothetical families with typically developing children\nThe KU Leuven BOX and the I-drive are only accessible through the KU Leuven VPN solution and storage is governed by KUL ICTS.\nThe original audio records of data (4) will be deleted once the transcribing is finished. Email addresses for recontacting the participants are stored\nseparately from the pseudonymised data. For the duration of the project, they will be stored on my personal OneDrive folder with multifactor\nauthentication with the KU Leuven Authenticator app. They will be deleted after the project.\n \nHow is backup of the data provided?\nThe I-drive is stored on the university's central servers. The storage space used is automatically backuped.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or\nbackup capacities are available then explain how this will be taken care of.\nYes\nThe I-drive can store up to 96 TB.\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nTo access the KU Leuven Box, a personal Box account has to be requested. This costs 10 EUR/year. This cost will be covered with the allocated project\nbudget\nThe I-drive is free of charge.\nData security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven BOX and the I-drive are only accessible through the KU Leuven VPN solution with the researcher's personal login and password.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be\npreserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2) and the existing reference budgets for\nhypothetical families with typically developing children (data (3), cf. §2) will be preserved as per the terms of the contract with Eurostat, the CBSS and\nCEBUD respectively.\nLong-term storage of the survey data is organised at the level of the university.\nUsage of the register data is made conditional upon destruction of the data within a limited time frame after the project has ended. I fully intend to\ncomply with these contractual arrangements. The data request will be stored on my personal network drive.\nThe pseudonymised transcripts of the interviews and focus groups discussion conducted to develop reference budgets for hypothetical families with\ndisabled children (data (4), cf. §2), the assessed eligibility for welfare state cash support systems (data (5), cf. §2) and the EUROMOD output data for\nhypothetical households with typically developing children will be stored for at least 5 years after the end of the project.\nRegarding data (4), the original audio records will be deleted once transcribing is finished and the email addresses of the participants will be deleted at\nthe end of the project.\nRelevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo.\nWhere will the data be archived (= stored for the longer term)?\nThe data that will be retained after the project (data (4), (5) and (6), cf. §2) will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nRelevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?\nNo additional costs are expected in relation to data preservation\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)?\nYes. Specify:\nSharing the readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2) and the existing reference budgets\n(data (3), cf. §2) are restricted by the terms of the contract with Eurostat, the CBSS and CEBUD respectively. These contracts do not allow further\ndissemination of the data. Interested parties can however apply themselves for the data used. Research notes and research papers will provide ample\npractical information and stata syntaxes to replicate the results, if access would be granted by the owners of the data.\nParticipants in the interviews and focus group discussions (data (4), cf. §2) will need to provide informed consent to allow the researcher to work with\nthe collected data. In order to protect these data, I will convert the audio/visual records into pseudonymised transcripts, upon which the audio/visual\nrecords will be deleted. As anonymity is hard to guarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know\nbeforehand), I plan not to further distribute these data. Email addresses for recontacting the participants will be deleted at the end of the project. The\ncollected data will be used to develop reference budgets for hypothetical families with disabled children by adding the additional needs and costs of\nchildhood disability to the existing RBs for families with typically developing children (data (3), cf. §2). Further dissemination must therefore be agreed\nwith CEBUD.\nWhich data will be made available after the end of the project?\nThe assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for\nhypothetical households with typically developing children (data (6), cf. §2) will be made available to the broader research community and to policy\nmakers.\nRelevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for\nhypothetical households with typically developing children (data (6), cf. §2) will be uploaded in a cvs format in a public repository such as zenodo,\nalong with documentation.\nRelevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo.\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nThe assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for\nhypothetical households with typically developing children (data (6), cf. §2) will be uploaded in a cvs format as an open access dataset in a public\nrepository such as zenodo, along with documentation. Therefore, it will be available to anyone for any purpose, provided that they give approprate\ncredit to the creators.\nRelevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. This will allow researchers to\nreplicate and build further on the project's findings, pending that they acquire access to the underlying data (data (1), (2) and (3), cf. §2) which cannot\nbe disseminated further.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo additional costs are expected in relation to data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nGrant holder: Julie Vinck\nWho will be responsible for data storage & back up during the project?\nGrant holder: Julie Vinck\nWho will be responsible for ensuring data preservation and reuse ?\nGrant holder: Julie Vinck\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Unravelling the poverty risk of children with a disability: an empirical inquiry into the role of measurement, mechanisms and policies - DMP title Project Identifier 1292622N Principal Investigator / Researcher Julie Vinck Project Data Contact julie.vinck@kuleuven.be Description Prior studies showed that children with a disability are more likely to grow up poor. This is related to the fact that these families 1) face extra out-of-pocket costs, 2) need to provide more care which impedes parental employment and 3) often have a disadvantaged social background. However, surprisingly little research has been conducted in the social policy literature on the link between childhood disability and child poverty, its underlying mechanisms and the impact of social policies. This postdoctoral research project aims to further our understanding on this link in three ways: 1) improving the measurement of childhood disability and the accuracy of poverty estimates (WP1), 2) empirically testing the underlying mechanisms with a focus on causal inference (WP2), and 3) assessing the role of welfare state policies in terms of cash and care support in reducing the poverty risk of disabled children (WP3). In doing so, cross-national analyses (CN) will be combined with a case study of Flanders (FL). Seven research questions will be addressed. In WP1, I will investigate under identical definitions of childhood disability and child poverty how poverty outcomes for disabled children vary cross-nationally compared to non-disabled children (RQ1, CN). Moreover, I will scrutinise how poverty outcomes and determinants among disabled children vary under different disability definitions (RQ2, FL). Finally, I will examine how much families with disabled children minimally need to spend for adequate social participation (RQ3, FL). WP2 will centre on testing an important pathway in the health selection mechanism which assumes that childhood disability causes child poverty. Therefore, I will investigate whether childhood disability affects parental employment and to what extent the impact is stronger at the intersection with a disadvantaged social background (RQ4, FL). In WP3, I will examine to what extent welfare states reduce poverty among disabled children (RQ5, CN). I will also investigate to what extent the targeted cash support compensates for the additional out-of-pocket costs incurred by the child's disability (RQ6, FL). Lastly, I will disentangle whether the use of targeted care support moderates the parental employment impact of childhood disability (RQ7, FL). Three data sources will be employed to answer the different research questions. The cross-national analyses of RQ1 and RQ5 will draw on the European Union Statistics on Income and Living Conditions 2017 ad- hoc module on children's health and activity limitations. RQ2, RQ4 and RQ7 will make use of large-scale administrative panel data for Flanders which links personal, household, socioeconomic and disability information on (non-)disabled children and their families from various sources. It covers a period of 15 years. To tackle RQ3 and RQ6, I will develop reference budgets for families with a disabled child representing how much they minimally need to spend in order to adequately participate in society. Institution KU Leuven 1. General Information Name applicant Julie Vinck FWO Project Number & Title 1292622N - Unravelling the poverty risk of children with a disability: an empirical inquiry into the role of measurement, mechanisms and policies Affiliation KU Leuven Social Policy and Social Work (SPSW) section of the Centre for Sociological Research 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Data name Origin of data Type of data Format Volume Work package(s) & research question(s) Existing/new Raw/processed Digital/non- digital 1. European Union Statistics on Income and Living Conditions (EU-SILC) Microdata from cross- sectional EU-SILC 2017 survey with ad-hoc module on children's health and activity limitations Numeric .dta 1 GB WP1: RQ1, WP3: RQ5 Existing, Centre for Sociological Research has access to the microdata Processed Digital 2. Administrative data Anonymised microdata from administrative records, linking personal, household and socioeconomic information from the Datawarehouse Labour Market and Social Protection to tax-records from the Federal Public Service Finance and to disability information on 1) targeted cash support from the Federal Public Service Social Security , 2) care support services from the Flemish Agency for Persons with a Disability and the Intersectoral Access Gate , and 3) educational support services from the P upil Guidance Centres . Numeric .dta 50 GB WP1: RQ2, WP2: RQ4, WP3: RQ7, and to identify the most common disability types needed for RQ3 and RQ6 Existing, sources are linked specifically for this project, available after application with approval of 'Informatieveiligheidscomité' to be acquired Processed Digital 3. Reference budgets (RBs) for hypothetical families with typically developing children Tables with the minimal costs of essential goods and services for children of different ages, developed by the Centre for Budget Research and Budget Advice (CEBUD), divided into different baskets (e.g. food, clothing, health care, ...), for 2021 Numeric .pdf 2 MB WP1: RQ3, WP3: RQ6 Existing, provided by CEBUD Processed Digital 4. Reference budgets (RBs) for hypothetical families with disabled children Interviews with disability experts and focus group discussions with parents of disabled children, using vignettes of the most common disability types Audio transcribed into textual data .wav transcribed into .docx 1 GB WP1: RQ3, WP3: RQ6 New: the additional needs and costs of childhood disability will be added to the existing RBs for families with typically developing children Raw Digital 5. Eligibility for welfare state cash support for hypothetical disabled children Assessment by administrations responsible for determining eligibility for different welfare state cash support measures, using vignettes of the most common disability types Numeric and string, depending on the eligibility criteria used .pdf 5 MB WP3: RQ6 New: the vignettes of children with the most common disability types will be assessed by the administrations to determine eligibility Raw Digital 6. EUROMOD (EM) output data for hypothetical families with typically developing children EM build-in Hypothetical Household Tool ( HHoT ) will be used to simulate taxes, benefits and the resulting net disposable income for hypothetical families with the same characteristics as in data (3) who have incomes across the income distribution Numeric, for the same variables as included in EM .txt readable in different statistical software 15 MB WP3: RQ6 New: EM simulations for hypothetical families with typically developing children to which welfare state cash support of hypothetical families with disabled children from data (5) is added later on Processed Digital 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes PRET approval: to be obtained I will use, process and store personal data, in the form of readily available survey data (data (1), cf. §2), custom-requested register data (data (2), cf. §2), and audio recordings and transcripts of interviews and focus group discussions (data (4), cf. §2). The other data sources do not use, process or This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 store personal data as they rely on hypothetical families. The microdata of (1) and (2) contain individual information, but the files released by Eurostat and the Crossroads Bank Social Security (CBSS, who will act as the TTP to pseudonymise and link the administrative records) never contain direct identifiers. Information on individuals is reduced to ensure anonymity. Regarding data (1) anonymisation is guaranteed by the removal of e.g. the respondent's address (only NUTS level 1 is provided), the exact date of the interview (grouped into quarters within a year), the household members' month of birth (grouped into quarters within a year), and their country of birth and citizenship (grouped into local/EU/other). EU-SILC is a commonly used dataset within the Social Policy and Social Work team of the Centre for Sociological Research. It is stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder containing the microdata. Consequently, also the further dissemination of the data is restricted by this confidentiality agreement. Regarding data (2) the information reduction is exemplified by the fact that e.g. the region of residence is provided at NUTS level 2 and not the city or town where one resides, the birthplace is categorised into 13 predefined groups and not provided at the country level, a person's income is categorised into groups, the employment sector is provided up to 3 digits instead of 5. The data will be available after an application procedure at the CBSS. It will be stored on my personal network drive (I-drive), which is safely located on KU Leuven data serves, frequently backed-up and suitable to store confidential data. The data cannot be further distributed and can only be retained for a contractually defined time. Also the pseudonymisation key held by the CBSS will be deleted after a certain time frame. Participants in the interviews and focus groups for data (4) will inform us on the additional needs and costs related to childhood disability using vignettes of hypothetical families with a disabled child. They will give their informed consent on the use and confidential treatment of the acquired data. Only I will have access to the personal data and will pseudonymise the information in the transcripts. The transcripts are stored on my personal network drive. Email addresses for recontacting the participants are stored separately from the pseudonymised data and will be deleted after the project. The original audio records will be deleted once the transcribing is finished. As anonymity is hard to guarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes PRET approval: to be obtained Human participants will be involved for the development of data (4). This concerns disability experts and parents of disabled children from different social backgrounds. They will discuss the additional needs and costs related to childhood disability using vignettes of hypothetical families with a disabled child (that do not fully reflect but relate to their personal situation). They will give their informed consent on the use and confidential treatment of the data acquired. Only I will have access to the personal data and will pseudonymise the information in the transcripts. The transcripts are stored on my personal network drive. Email addresses for recontacting the participants are stored separately from the pseudonymised data and will be deleted after the project. The original audio records will be deleted once the transcribing is finished. As anonymity is hard to guarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes Usage, storage and further dissemination of the readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2) and the existing reference budgets (data (3), cf. §2) used in this project are restricted by the terms of the contract with Eurostat, the CBSS and CEBUD respectively. These contracts do not allow further dissemination of the data. Interested parties can however apply themselves for the data used. Research notes and research papers will provide ample practical information and stata syntaxes to replicate the results, if access would be granted by the owners of the data. Participants in the interviews and focus group discussions (data (4), cf. §2) will need to provide informed consent to allow the researcher to work with the collected data. In order to protect these data, I will convert the audio/visual records into pseudonymised transcripts, upon which the audio/visual records will be deleted. Only I will have access to the personal data and will pseudonymise the information in the transcripts. As anonymity is hard to guarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the readily available survey data (data (1), cf. §2), metadata is made available by GESIS, containing study design, sampling methodology, weight construction and variable-level information. For the custom-requested register data (data (2), cf. §2), a codebook will be generated containing study design, sampling methodology, weight construction and variable-level information. I will draw on the online documentation provided by the CBSS and by the Federal Public Service Finances , and on the documentation provided by email from the contact persons from the Flemish Agency for Persons with a Disability, the Intersectoral Access Gate and the Pupil Guidance Centres that assisted with the data request. The steps taken to clean the data will be documented as well. For the existing reference budgets (data (3), cf. §2), a report is made by CEBUD containing tables with the minimal costs of essential goods and services for hypothetical families with typically developing children of different ages. Information is provided on the functions that the different baskets of the reference budgets should fulfill, which goods and services are needed at the minimum to fulfill these functions (type, quantity, quality and lifespan), where these essential goods and services are bought and how much they cost. For the interviews with disability experts and the focus group discussions with parents that will be conducted to develop reference budgets for hypothetical families with disabled children (data (4), cf. §2), the pseudonymised transcripts will be accompanied by a data list . The data list will contain general information (interview ID, setting, date, duration, participants, transcript file name, recording file name) along with the informed consents, the vignettes of the most common disability types, the subjects discussed and the instructions given to the participants. The steps taken to pseudonymise and code the qualitative data will be documented as well. For the assessed eligibility for welfare state cash support (data (5), cf. §2), a data list will be created too, containing the vignettes of the most common disability types, the criteria used to assess eligibility for the different welfare state cash support systems, the administrations conducting the eligibility process, and the resulting eligibility status and benefit amount for the hypothetical disabled children. For the EUROMOD output data for hypothetical families with typically developing children, the Joint Research Centre of the European Commission provides documentation on the functionalities, uses and latest improvements of the EUROMOD model and software. This includes e.g. the EUROMOD help file, the EUROMOD modelling conventions and a manual of the build-in Hypothetical Household Tool (HHoT). Country reports contain information on how each country's tax-benefit system is modelled in EUROMOD. A Word-document will be created containing the characteristics of the hypothetical families used as input in HHoT. Relevant syntaxes developed in the course of the project will be published on a public repository such as zenodo. A Readme file will be included, which details the version of the source data needed, the software version and the related publications. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The Data Documentation Initiative metadata scheme will be used. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the readily available survey data (data (1), cf. §2) is stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Copies can be made and kept on personal devices for those This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 researchers who have signed the confidentiality declaration of EU-SILC. Other data will be stored on my personal network drive (I-drive), which is safely located on KU Leuven data serves, frequently backed-up and suitable to store confidential data. This concerns: Working files of data (1), cf. §2 The custom-requested register data (data (2), cf. §2), the data will be available after an application procedure at the CBSS. The existing reference budgets for hypothetical families with typically developing children (data (3), cf. §2) The pseudonymised transcripts of the interviews and focus group discussions conducted to develop reference budgets for hypothetical families with disabled children (data (4), cf. §2) The assessed eligibility for welfare state cash support (data (5), cf. §2) The EUROMOD output data for hypothetical families with typically developing children The KU Leuven BOX and the I-drive are only accessible through the KU Leuven VPN solution and storage is governed by KUL ICTS. The original audio records of data (4) will be deleted once the transcribing is finished. Email addresses for recontacting the participants are stored separately from the pseudonymised data. For the duration of the project, they will be stored on my personal OneDrive folder with multifactor authentication with the KU Leuven Authenticator app. They will be deleted after the project. How is backup of the data provided? The I-drive is stored on the university's central servers. The storage space used is automatically backuped. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The I-drive can store up to 96 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? To access the KU Leuven Box, a personal Box account has to be requested. This costs 10 EUR/year. This cost will be covered with the allocated project budget The I-drive is free of charge. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven BOX and the I-drive are only accessible through the KU Leuven VPN solution with the researcher's personal login and password. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2) and the existing reference budgets for hypothetical families with typically developing children (data (3), cf. §2) will be preserved as per the terms of the contract with Eurostat, the CBSS and CEBUD respectively. Long-term storage of the survey data is organised at the level of the university. Usage of the register data is made conditional upon destruction of the data within a limited time frame after the project has ended. I fully intend to comply with these contractual arrangements. The data request will be stored on my personal network drive. The pseudonymised transcripts of the interviews and focus groups discussion conducted to develop reference budgets for hypothetical families with disabled children (data (4), cf. §2), the assessed eligibility for welfare state cash support systems (data (5), cf. §2) and the EUROMOD output data for hypothetical households with typically developing children will be stored for at least 5 years after the end of the project. Regarding data (4), the original audio records will be deleted once transcribing is finished and the email addresses of the participants will be deleted at the end of the project. Relevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. Where will the data be archived (= stored for the longer term)? The data that will be retained after the project (data (4), (5) and (6), cf. §2) will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Relevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are expected in relation to data preservation 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Sharing the readily available survey data (data (1), cf. §2), the custom-requested register data (data (2), cf. §2) and the existing reference budgets (data (3), cf. §2) are restricted by the terms of the contract with Eurostat, the CBSS and CEBUD respectively. These contracts do not allow further dissemination of the data. Interested parties can however apply themselves for the data used. Research notes and research papers will provide ample practical information and stata syntaxes to replicate the results, if access would be granted by the owners of the data. Participants in the interviews and focus group discussions (data (4), cf. §2) will need to provide informed consent to allow the researcher to work with the collected data. In order to protect these data, I will convert the audio/visual records into pseudonymised transcripts, upon which the audio/visual records will be deleted. As anonymity is hard to guarantee with regard to transcripts (or to predict, as the course of the conversation is difficult to know beforehand), I plan not to further distribute these data. Email addresses for recontacting the participants will be deleted at the end of the project. The collected data will be used to develop reference budgets for hypothetical families with disabled children by adding the additional needs and costs of childhood disability to the existing RBs for families with typically developing children (data (3), cf. §2). Further dissemination must therefore be agreed with CEBUD. Which data will be made available after the end of the project? The assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for hypothetical households with typically developing children (data (6), cf. §2) will be made available to the broader research community and to policy makers. Relevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. Where/how will the data be made available for reuse? In an Open Access repository The assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for hypothetical households with typically developing children (data (6), cf. §2) will be uploaded in a cvs format in a public repository such as zenodo, along with documentation. Relevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? The assessed eligibility for welfare state cash support systems for hypothetical disabled children (data (5), cf. §2) and the EUROMOD output data for hypothetical households with typically developing children (data (6), cf. §2) will be uploaded in a cvs format as an open access dataset in a public repository such as zenodo, along with documentation. Therefore, it will be available to anyone for any purpose, provided that they give approprate credit to the creators. Relevant syntaxes produced during the course of the project will be stored on a public repository such as zenodo. This will allow researchers to replicate and build further on the project's findings, pending that they acquire access to the underlying data (data (1), (2) and (3), cf. §2) which cannot be disseminated further. What are the expected costs for data sharing? How will the costs be covered? No additional costs are expected in relation to data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Grant holder: Julie Vinck Who will be responsible for data storage & back up during the project? Grant holder: Julie Vinck Who will be responsible for ensuring data preservation and reuse ? Grant holder: Julie Vinck Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}