{
    "document_id": "D-2023-2125",
    "LinkTitle": "D-2023-2125",
    "file_name": "D-2023-2125.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2125.pdf",
    "metadata": {
        "title": "D-2023-2125",
        "author": "Mumin Leblebici",
        "num_pages": 1
    },
    "content": {
        "full_text": "1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will\ncollect and/or generate and /or (re)use.\nWithin this research project, new (primary) data will be generated in the form of:\n1) ‘Raw experimental’ data: quantitative and qualitative data generated by the lab equipment used\nin this project\n2) ‘Derived’ data: resulting from the processing of the raw experimental data (e.g. strength values\nfrom mechanical testing data)\n3) ‘Dissemination’ data: publication manuscripts, presentations (e.g. project meetings)\n4) PhD and MSc thesis: The required data is expected to be less than 4TB for the whole project.\n2. Specify in which way the following provisions are in place in order to preserve the data\nduring and at least 5 years after the end of the research.\nThe primary responsible for data preservation will be prof. Michiel Dusselier for KU Leuven and Prof. \nMark Saeys and Prof Thybaut for UGent, who will closely collaborate with the involved researchers to \ncollect and store all data.\nData will be stored on the central servers of KULeuven and UGent with automatic daily backup \nprocedures and only accessible to the researchers involved in this project.\nAfter the project, the data will be stored on the ‘large volume storage’ server of the mentioned \nuniversities until at least 5 years after the end of the project.\nPhysical objects will be kept in a filing cabinet in the office of the project's supervisor (Department of\nMaterials Engineering) and CSCE KUL.\n3. What's the reason why you wish to deviate from the principle of preservation of data\nand of the minimum preservation term of 5 years?\nWe are committed to preserve the generated data for minimally 5 years after the end of the\nresearch.\n4. Are there issues concerning research data indicated in the ethics questionnaire of this\napplication form? If yes, which specific security measures those data require?\nNo\n5. Which other issues related to the data management are relevant to mention?\nNone"
    },
    "clean_full_text": "1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will collect and/or generate and /or (re)use. Within this research project, new (primary) data will be generated in the form of: 1) ‘Raw experimental’ data: quantitative and qualitative data generated by the lab equipment used in this project 2) ‘Derived’ data: resulting from the processing of the raw experimental data (e.g. strength values from mechanical testing data) 3) ‘Dissemination’ data: publication manuscripts, presentations (e.g. project meetings) 4) PhD and MSc thesis: The required data is expected to be less than 4TB for the whole project. 2. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research. The primary responsible for data preservation will be prof. Michiel Dusselier for KU Leuven and Prof. Mark Saeys and Prof Thybaut for UGent, who will closely collaborate with the involved researchers to collect and store all data. Data will be stored on the central servers of KULeuven and UGent with automatic daily backup procedures and only accessible to the researchers involved in this project. After the project, the data will be stored on the ‘large volume storage’ server of the mentioned universities until at least 5 years after the end of the project. Physical objects will be kept in a filing cabinet in the office of the project's supervisor (Department of Materials Engineering) and CSCE KUL. 3. What's the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? We are committed to preserve the generated data for minimally 5 years after the end of the research. 4. Are there issues concerning research data indicated in the ethics questionnaire of this application form? If yes, which specific security measures those data require? No 5. Which other issues related to the data management are relevant to mention? None"
}