{
    "document_id": "D-2024-3101",
    "LinkTitle": "D-2024-3101",
    "file_name": "D-2024-3101.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3101.pdf",
    "metadata": {
        "title": "The role of community heritage in the process of post-conflict recovery",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The role of community heritage in the process of post-conflict recovery\nThe role of community heritage in the process of post-conflict recovery\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nLiterature\n \nE\nD&P\nTextual\n.pdf\n& physical\n<1TB\nNA\nArchival sources\n \nE\nD&P\nTextual/ images \npaper\n(physical) \n<1TB\nNA\nAudiovisual\nsources\n \nE & N\nD\nImages,\nAudiovisual\n.jpg; .pdf;\n.png; .mov\nNA\nNA\nAudiovisual \nmaterial\n \nN\nD&P\nImages,\nAudiovisual\n.jpg; .pdf;\n.png; .mov\nNA\nNA\nDrawings &\nmodels\nproduced in/out of\nworkshops\nN\nD&P\nImages,  model\nphysical &\n.jpg; .png\nNA\nNA\nOnline media\nsources\n \nE\nD\nAudiovisual,\ntextual, software\nweb\nNA\n/\nOral sources\ninterviews and\nparticipatory moments\nN\nD&P\nAudiovisual,\ntextual\n.doc; .pdf,\n.mov\nNA\nNA\nOrganization\nworkfiles for organization\nof time and events\nN\nD\nTextual,\nnumerical\nsoftware\n.doc \n<100GB\nNA\nPublication and\npresentation\nacademic paper and\npresantations\nN\nD\nTextual, software\n.doc; .pdf\nNA\nNA\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nArchival material: 'Agjencia Shtetërore e Arkivave të Kosovës'\nMultiple literature and research articles on relevant topics \nMultiple sources of images and audiovisual publications\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n1 of 5\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2024-8337-R3(MAR) - confirmed for the full PhD project\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nWhen reusing images and architectural drawings, it's necessary to credit both the secondary source and the original creator.\nAdditionally, for some images and videos, permission must be obtained from the original creator or the relevant institution.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nData will be organized in a clear folder structure on OneDrive, following the dataset table. Each folder will have its subfolders,\ndepending on the content of the dataset. Data will have specifications indicating the source, date and type. Most of the folders\nwill have subfolders divided by case studies.\nA README file will clarify the logic of the structure and where to find the items.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n2 of 5\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOne Drive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOneDrive documents will be accessible only to supervisors and PhD researcher involved in the research project. If documents\nneed to be shared outside the project, they will be shared via email with restricted access and view-only editing rights.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo expected costs\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo expected costs\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n3 of 5\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will be accessible to PhD researcher of the project, Njomëza Mulhaxha and to supervisor prof. Gisèle Gantois and co-\nsupervisor prof. Peter Vermeersch of the project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nPrivacy aspects - personal data of the participants will be collected if they wish to share their data\nIntellectual property rights - of existing collected data and of created material during the research project\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nYet to be determined\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nYet to be determined\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n4 of 5\nNo expected costs\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPhD researcher of the project - Njomëza Mulhaxha\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPhD researcher of the project - Njomëza Mulhaxha\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPhD supervisor of the project - Gisèle Gantois\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPhD researcher of the project - Njomëza Mulhaxha\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n5 of 5"
    },
    "clean_full_text": "The role of community heritage in the process of post-conflict recovery The role of community heritage in the process of post-conflict recovery Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Literature E D&P Textual .pdf & physical <1TB NA Archival sources E D&P Textual/ images paper (physical) <1TB NA Audiovisual sources E & N D Images, Audiovisual .jpg; .pdf; .png; .mov NA NA Audiovisual material N D&P Images, Audiovisual .jpg; .pdf; .png; .mov NA NA Drawings & models produced in/out of workshops N D&P Images, model physical & .jpg; .png NA NA Online media sources E D Audiovisual, textual, software web NA / Oral sources interviews and participatory moments N D&P Audiovisual, textual .doc; .pdf, .mov NA NA Organization workfiles for organization of time and events N D Textual, numerical software .doc <100GB NA Publication and presentation academic paper and presantations N D Textual, software .doc; .pdf NA NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Archival material: 'Agjencia Shtetërore e Arkivave të Kosovës' Multiple literature and research articles on relevant topics Multiple sources of images and audiovisual publications Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 24 March 2025 1 of 5 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2024-8337-R3(MAR) - confirmed for the full PhD project Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes When reusing images and architectural drawings, it's necessary to credit both the secondary source and the original creator. Additionally, for some images and videos, permission must be obtained from the original creator or the relevant institution. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data will be organized in a clear folder structure on OneDrive, following the dataset table. Each folder will have its subfolders, depending on the content of the dataset. Data will have specifications indicating the source, date and type. Most of the folders will have subfolders divided by case studies. A README file will clarify the logic of the structure and where to find the items. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 24 March 2025 2 of 5 Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) One Drive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive documents will be accessible only to supervisors and PhD researcher involved in the research project. If documents need to be shared outside the project, they will be shared via email with restricted access and view-only editing rights. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No expected costs Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No expected costs Created using DMPonline.be. Last modiﬁed 24 March 2025 3 of 5 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be accessible to PhD researcher of the project, Njomëza Mulhaxha and to supervisor prof. Gisèle Gantois and co- supervisor prof. Peter Vermeersch of the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights Privacy aspects - personal data of the participants will be collected if they wish to share their data Intellectual property rights - of existing collected data and of created material during the research project Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Yet to be determined Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. Yet to be determined What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 24 March 2025 4 of 5 No expected costs Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PhD researcher of the project - Njomëza Mulhaxha Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD researcher of the project - Njomëza Mulhaxha Who will manage data preservation and sharing? Who will manage data preservation and sharing? PhD supervisor of the project - Gisèle Gantois Who will update and implement this DMP? Who will update and implement this DMP? PhD researcher of the project - Njomëza Mulhaxha Created using DMPonline.be. Last modiﬁed 24 March 2025 5 of 5"
}