{
    "document_id": "D-2021-1212",
    "LinkTitle": "D-2021-1212",
    "file_name": "D-2021-1212.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1212.pdf",
    "metadata": {
        "title": "FWO Fundamental Research - DMP - Cuypers (11K8122N) - Data Management Plan",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Data Management Plan\nProject Name\n FWO Fundamental Research - DMP - Cuypers (11K8122N) - Data Management Plan\nGrant Title\n 11K8122N\nPrincipal Investigator / Researcher\n Marie-Lynn Cuypers\nProject Data Contact\n +3216372988, marielynn.cuypers@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nCuypers Marie-Lynn\nFWO Project Number & Title\n11K8122N\nAdvancing DNA-based antibody therapeutics through evaluation and characterization of in vivo\nexpression and complex antibody formats\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated)\nvolume. This may be easiest in a table (see example) or as a data flow and per WP or\nobjective of the project. If you reuse existing data, specify the source of these data.\nDistinguish data types (the kind of content) from data formats (the technical format).\nWorkpackage 1\nOrigin of\nData\nType of data\nFormat\nVolume\nHow Created\nPlasmid maps\nTextual (DNA\nsequence)\nGenbank\nfile\n10MB\nDNA sequence of trasgene of interest in the vector\nfor \nin vivo\n transgene expression\nBlood Sample\nAnalysis\nNumerical\n(Antibody\nConcentrations)\nExcel files,\nGraphpad\nfiles\n50MB\nBlood is withdrawn from mice, plasma is extracted\nby centrifugation, plasma is analysed in ELISA\nassays \nTissue\nSample\nAnalysis\nNumerical\n(DNA/RNA\nconcentration)\nExcel files,\nGraphpad\nfiles\n50MB\nMuscles are isolated from mice, processed for\nDNA/RNA extraction, total DNA and RNA samples\nare analyzed with (RT)qPCR\nTissue\nSample\nAnalysis\nTextual (NGS\ndata -\nmethylation\ndata)\nBAM files,\nExcel files\n10GB\nExtracted DNA from muscle tissue undergoes\nbisulfite conversion, PCR amplification, followed by\nIllumina Next-Generation Sequencing\nTissue\nSample\nAnalysis\nMicroscopy\nImage\nTiff files \n100MB\nImmunohistochemical staining is performed on\ncryosections of the muscles isolated from mice\nTissue\nSample\nAnalysis\nConfocal\nMicroscopy\nImage\nLeice\nImage File\n50GB\nRNA scope assay is performed on cryosections of\nthe muscles isolated from mice and visualized with\na confocal microscope\n \nWorkpackage 2\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nOrigin of\ndata\nType of data\nFormat\nVolume\nHow Created\nAntibody\nConstruct\nTextual (DNA\nsequence)\nGenbank File\n50MB\nCombination of the different building blocks to\nform bispecific/trispecific antibodies\nBlood\nSample\nAnalysis\nNumerical\n(Antibody\nConcentrations)\nExcel Files,\nGraphpad\nFiles\n50MB\nBlood is withdrawn from mice, plasma is\nextracted by centrifugation, plasma is analysed\nin ELISA assays \nBlood\nSample\nAnalysis\nNumerical (Aβ-\nlevels)\nExcel Files,\nGraphpad\nFiles\n50MB\nBlood is withdrawn from mice, plasma is\nextracted by centrifugation, plasma is\nanalysed for Aβ-levels\nTissue\nSample\nAnalysis\nNumerical\n(Antibody\nConcentrations)\nExcel Files,\nGraphpad\nFiles\n50MB\nBrains are isolated from mice and homogenized,\nbrain homogenate is analysed in ELISA assays\nTissue\nSample\nAnalysis\nNumerical (Aβ-\nlevels)\nExcel Files,\nGraphpad\nFiles\n50MB\nBrains are isolated from mice and homogenized,\nbrain homogenate is analysed for Aβ-levels\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use.\nAdd the reference to your file in KU Leuven's Register of Data Processing for Research and\nPublic Service Purposes (PRET application). \nBe aware that registering the fact that you\nprocess personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAnimal experiments will be performed as part of this project. All animal experiments to be performed in\nthe laboratory have been approved by the Ethical committee for Animal Experimentation (ECD) at KU\nLeuven, and are outlined in ECD project #P157/2017 (Innovatie in intramusculaire gentransfer:\nExpressie van therapeutische antilichamen en nanobodies via DNA en RNA vectoren). The ECD is valid\nuntil September 2022, after which a new ECD project will be submitted for approval. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data\nand which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you\n(re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in\nthis project?\nProtocols and details related to data collection and processing will be recorded in the Electronic Lab\nNotebook and transcribed to Word or Excel files by the PhD student (Marie-Lynn Cuypers). Data folders\ncontaining raw and processed data will be hierarchically organized and labeled based on the source of\nthe data, the type of experiment, the date of data generation, and the different experimental conditions\nanalyzed. Data analysis methods and particularities (including metadata) will be described in text\ndocuments and Excel files included in these folders. All files will be stored on the secured network\ndrives of the KU Leuven or in the Electronic Lab Notebook with sharing possibilities.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf\nno, state in detail which metadata will be created to make the data easy/easier to find and\nreuse.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nText documents and Excel files stored in the Electronic Lab Notebook will contain guidelines describing\ndata collection/analysis methods and all relevant metadata (including experimental conditions,\ncomputational analysis and the parameters used for the calculations) to ensure the reusability of the\ndata and the reproducibility of any further data generation.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nGenerated data are digitalized and archived on secured network drives and cloud storage (OneDrive) of\nthe KU Leuven, where automatic backups are performed, during and after the project. Additional\nbackups can be made on external hard drives or secured cloud applications. Data are accessible in the\nElectronic Lab Notebook (ELN), which can be accessed anywhere and anytime online via a web\nbrowser. The ELN cloud is hosted in multiple ISO-certified data centers with high availability and full\nredundancy. Data are backed up in real-time and are periodically archived to an off-site encrypted\nvault. Access is restricted to researchers that are involved in the project. Non-digitalized data, are\nstored in the Laboratory for at least 5 years after conclusion of the project. \nHow is backup of the data provided?\nThe data will be stored on network drives, cloud storage and in the electronic lab notebook with\nautomatic back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify\nconcisely. If no or insufficient storage or backup capacities are available then explain how\nthis will be taken care of.\nYes\nOneDrive Cloud Storage: 2000GB\nElectronic Lab Notebook: 10GB (can be upgraded)\nKU Leuven Network Drive: 1TB\nWhat are the expected costs for data storage and back up during the project? How will\nthese costs be covered?\nThe OneDrive storage is free of charge. The cost for storage of data at the KU Leuven network drivers\n(J-Drive) is €52/year/100GB. The Electronic Lab Notebook license costs €155/year/user. These costs are\ncovered by a general budget from the Laboratory of Therapeutic and Diagnostic Antibodies. \nData security: how will you ensure that the data are securely stored and not accessed or\nmodified by unauthorized persons?\nAccess is restricted to researchers that are involved in the project. Upon completion of the project, the\nsupervisor assures continuity in the data preservation.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In\ncase only a selection of the data can/will be preserved, clearly state the reasons for this\n(legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 years after the end of the project.\n \nWhere will the data be archived (= stored for the longer term)?\nDigital data will be stored on the L-Drive of the KU Leuven or in the Electronic Lab Notebook.\nPhysical samples originating from animals and stock solutions of plasmids etc. will be stored at the\nappropriate long term storage temperature.\nWhat are the expected costs for data preservation during the retention period of 5 years?\nHow will the costs be covered?\nThe cost for storage of data at the KU Leuven network drivers (J-Drive) is €52/year/100GB. These costs\nare covered by a general budget from the Laboratory of Therapeutic and Diagnostic Antibodies. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as\ndefined in an agreement with a 3rd party, legal restrictions)?\nNo\nAll data will be generated and collected within the Laboratory of Prof. Paul Declerck and Prof. Maarten\nDewilde. Data may be shared externally upon reasonable requests from collaborating scientists, which\nwill be reviewed and approved on a case-by-case basis by the project lead (Prof. Maarten Dewilde).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhich data will be made available after the end of the project?\nAll relevant results will be published in peer-reviewed scientific journals. Raw data will be stored in\nElectronic Lab Notebook and on shared network drives which are backed-up on a regular basis. \nWhere/how will the data be made available for reuse?\nUpon request by mail\nRaw data will only be made available upon reasonable request by email to the promoter (Prof. Maarten\nDewilde). \nWhen will the data be made available?\nUpon publication of the research results\nData will be available under the format of publications. Raw data can be requested by email upon\npublication of the research results. \nWho will be able to access the data and under what conditions?\nEveryone will be able to access raw data which are described in publications. In case access is\nrequested to non-disclosed information a confidentiality agreement (CDA) will need to be implemented.\nMaterials will be shared under material transfer agreements (MTA).\nWhat are the expected costs for data sharing? How will the costs be covered?\nBeside possible publication costs (covered by the FWO bench fee), no costs are expected to share the\ndata. \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD researcher (Marie-Lynn Cuypers) is the designated responsible person for the proper data\ndocumentation and metadata of the PhD project.\nWho will be responsible for data storage & back up during the project?\nThe PhD researcher (Marie-Lynn Cuypers) is the designated responsible person for the proper storage\nand preservation of the generated data in this PhD project.\nWho will be responsible for ensuring data preservation and reuse ?\nDuring the project th PhD student (Marie-Lynn Cuypers) is responsible. The PI (Professor Maarten\nDewilde) will ensure data preserveration and reuse after the completion of the PhD project. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PhD student (Marie-Lynn Cuypers) together with the PI (professor Maarten Dewilde) bears the end\nresponsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Data Management Plan Project Name FWO Fundamental Research - DMP - Cuypers (11K8122N) - Data Management Plan Grant Title 11K8122N Principal Investigator / Researcher Marie-Lynn Cuypers Project Data Contact +3216372988, marielynn.cuypers@kuleuven.be Institution KU Leuven 1. General Information Name applicant Cuypers Marie-Lynn FWO Project Number & Title 11K8122N Advancing DNA-based antibody therapeutics through evaluation and characterization of in vivo expression and complex antibody formats Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Workpackage 1 Origin of Data Type of data Format Volume How Created Plasmid maps Textual (DNA sequence) Genbank file 10MB DNA sequence of trasgene of interest in the vector for in vivo transgene expression Blood Sample Analysis Numerical (Antibody Concentrations) Excel files, Graphpad files 50MB Blood is withdrawn from mice, plasma is extracted by centrifugation, plasma is analysed in ELISA assays Tissue Sample Analysis Numerical (DNA/RNA concentration) Excel files, Graphpad files 50MB Muscles are isolated from mice, processed for DNA/RNA extraction, total DNA and RNA samples are analyzed with (RT)qPCR Tissue Sample Analysis Textual (NGS data - methylation data) BAM files, Excel files 10GB Extracted DNA from muscle tissue undergoes bisulfite conversion, PCR amplification, followed by Illumina Next-Generation Sequencing Tissue Sample Analysis Microscopy Image Tiff files 100MB Immunohistochemical staining is performed on cryosections of the muscles isolated from mice Tissue Sample Analysis Confocal Microscopy Image Leice Image File 50GB RNA scope assay is performed on cryosections of the muscles isolated from mice and visualized with a confocal microscope Workpackage 2 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Origin of data Type of data Format Volume How Created Antibody Construct Textual (DNA sequence) Genbank File 50MB Combination of the different building blocks to form bispecific/trispecific antibodies Blood Sample Analysis Numerical (Antibody Concentrations) Excel Files, Graphpad Files 50MB Blood is withdrawn from mice, plasma is extracted by centrifugation, plasma is analysed in ELISA assays Blood Sample Analysis Numerical (Aβ- levels) Excel Files, Graphpad Files 50MB Blood is withdrawn from mice, plasma is extracted by centrifugation, plasma is analysed for Aβ-levels Tissue Sample Analysis Numerical (Antibody Concentrations) Excel Files, Graphpad Files 50MB Brains are isolated from mice and homogenized, brain homogenate is analysed in ELISA assays Tissue Sample Analysis Numerical (Aβ- levels) Excel Files, Graphpad Files 50MB Brains are isolated from mice and homogenized, brain homogenate is analysed for Aβ-levels 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Animal experiments will be performed as part of this project. All animal experiments to be performed in the laboratory have been approved by the Ethical committee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project #P157/2017 (Innovatie in intramusculaire gentransfer: Expressie van therapeutische antilichamen en nanobodies via DNA en RNA vectoren). The ECD is valid until September 2022, after which a new ECD project will be submitted for approval. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Protocols and details related to data collection and processing will be recorded in the Electronic Lab Notebook and transcribed to Word or Excel files by the PhD student (Marie-Lynn Cuypers). Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. All files will be stored on the secured network drives of the KU Leuven or in the Electronic Lab Notebook with sharing possibilities. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Text documents and Excel files stored in the Electronic Lab Notebook will contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, computational analysis and the parameters used for the calculations) to ensure the reusability of the data and the reproducibility of any further data generation. 5. Data storage and backup during the FWO project Where will the data be stored? Generated data are digitalized and archived on secured network drives and cloud storage (OneDrive) of the KU Leuven, where automatic backups are performed, during and after the project. Additional backups can be made on external hard drives or secured cloud applications. Data are accessible in the Electronic Lab Notebook (ELN), which can be accessed anywhere and anytime online via a web browser. The ELN cloud is hosted in multiple ISO-certified data centers with high availability and full redundancy. Data are backed up in real-time and are periodically archived to an off-site encrypted vault. Access is restricted to researchers that are involved in the project. Non-digitalized data, are stored in the Laboratory for at least 5 years after conclusion of the project. How is backup of the data provided? The data will be stored on network drives, cloud storage and in the electronic lab notebook with automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes OneDrive Cloud Storage: 2000GB Electronic Lab Notebook: 10GB (can be upgraded) KU Leuven Network Drive: 1TB What are the expected costs for data storage and back up during the project? How will these costs be covered? The OneDrive storage is free of charge. The cost for storage of data at the KU Leuven network drivers (J-Drive) is €52/year/100GB. The Electronic Lab Notebook license costs €155/year/user. These costs are covered by a general budget from the Laboratory of Therapeutic and Diagnostic Antibodies. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access is restricted to researchers that are involved in the project. Upon completion of the project, the supervisor assures continuity in the data preservation. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? Digital data will be stored on the L-Drive of the KU Leuven or in the Electronic Lab Notebook. Physical samples originating from animals and stock solutions of plasmids etc. will be stored at the appropriate long term storage temperature. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost for storage of data at the KU Leuven network drivers (J-Drive) is €52/year/100GB. These costs are covered by a general budget from the Laboratory of Therapeutic and Diagnostic Antibodies. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No All data will be generated and collected within the Laboratory of Prof. Paul Declerck and Prof. Maarten Dewilde. Data may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project lead (Prof. Maarten Dewilde). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Which data will be made available after the end of the project? All relevant results will be published in peer-reviewed scientific journals. Raw data will be stored in Electronic Lab Notebook and on shared network drives which are backed-up on a regular basis. Where/how will the data be made available for reuse? Upon request by mail Raw data will only be made available upon reasonable request by email to the promoter (Prof. Maarten Dewilde). When will the data be made available? Upon publication of the research results Data will be available under the format of publications. Raw data can be requested by email upon publication of the research results. Who will be able to access the data and under what conditions? Everyone will be able to access raw data which are described in publications. In case access is requested to non-disclosed information a confidentiality agreement (CDA) will need to be implemented. Materials will be shared under material transfer agreements (MTA). What are the expected costs for data sharing? How will the costs be covered? Beside possible publication costs (covered by the FWO bench fee), no costs are expected to share the data. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD researcher (Marie-Lynn Cuypers) is the designated responsible person for the proper data documentation and metadata of the PhD project. Who will be responsible for data storage & back up during the project? The PhD researcher (Marie-Lynn Cuypers) is the designated responsible person for the proper storage and preservation of the generated data in this PhD project. Who will be responsible for ensuring data preservation and reuse ? During the project th PhD student (Marie-Lynn Cuypers) is responsible. The PI (Professor Maarten Dewilde) will ensure data preserveration and reuse after the completion of the PhD project. Who bears the end responsibility for updating & implementing this DMP? The PhD student (Marie-Lynn Cuypers) together with the PI (professor Maarten Dewilde) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}