{
    "document_id": "D-2023-2047",
    "LinkTitle": "D-2023-2047",
    "file_name": "D-2023-2047.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2047.pdf",
    "metadata": {
        "title": "Functional Materials to Optically Report Cellular Forces in Natural ECM",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Functional Materials to Optically Report Cellular Forces in Natural ECM\nA Data Management Plan created using DMPonline.be\nCreator: \nSamet Aytekin\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S95123N\nID: \n198758\nStart date: \n01-11-2022\nEnd date: \n21-10-2024\nProject abstract:\nCells physically regulate their microenvironment by pushing and pulling, deforming, realigning, densifying, and crosslinking the matrix\nfibers. The forces applied during these matrix remodeling\nphenomena travel great distances due to the fibrous nature and nonlinear characteristics of the extracellular matrix (ECM). Consequently,\nthese traction forces play a significant role in cellular behavior, tissue formation and pathological conditions. Despite the growing interest\nin the field of mechanobiology, understanding the fiber remodeling and force propagation is hindered by the current lack of suitable tools.\nIn this project, we will develop a novel functional material to report force distribution and propagation in 3D cell models. This will be based\non polyisocyanopeptide (PIC)-based hydrogels, a fully synthetic material that closely mimics biological fibrous hydrogels cell\nenvironments. Force-responsive DNA-sensors and super-resolution fluorescence microscopy will be used to reveal the applied forces\nand follow the deformations in the ECM fiber architecture. By using collagen-binding motifs, these ‘smart’ materials can be used to report\nforce propagation in biomimetic matrices. The potential of ‘smartPIC’ gels as a reporting system will be demonstrated by mapping the\ncellular forces in ECM derived healthy and Idiopathic Pulmonary Fibrosis (IPF) lung tissues.\nLast modified: \n27-04-2023\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n1 of 4\nFunctional Materials to Optically Report Cellular Forces in Natural ECM\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nData\nConventional confocal microscopy and super\nresolution STED microscopy will be used to\nanalyze the hydrogel structure and later the\nforce distribution within the hydrogel. \nGenerate new data\nDigital\nExperimental\nLeica format .lif \n.ptu \n.tiff \n.png\n<1TB\n \nRheology\nData\nThe mechanical characteristics of PIC\nhydrogel functionalized with DNA will be\nmeasured with a rheometer (DHR-2, TA). \nGenerate new data \nDigital\nExperimental\nDHR-2 format\n.tri \n<1GB\n \nsmartPIC\nA library of PIC hydrogels functionalized with\ndifferent sets of force sensing DNA units\nGenerate new data \nPhysical\nExperimental\n \n \nThe\nhydrogels\nwill be\nstored in\ndry form\nand\nexpected\nto occupy\nless than\n10 g.\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nPatient derived lung tissue samples and lung fibroblasts will be provided by Prof. Marianne Carlon, who already has the necessary ethical permissions to work with these samples. In the same\ntime, the grant holder (Samet Aytekin) will obtain the ethical permission (S67151, permission in the process) to carry out experiments on patient-derived data in the host instritute (KU Leuven,\nChem & Tech). \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe library of PIC hydrogels functionalized by force-sensing DNA structures are eligible for tech-transfer (protocols) and for commercial exploitation (physical smartPIC hydrogels). \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n2 of 4\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nMajority of the data obtained from the project will be in a visual format (microscopy imaging) with each color corresponding to a different DNA force sensor. For each data set, a readme.txt file will\nbe included, providing information about the instrument(s), such as brand name, serial number, year of manufacture. All metadata fields will be clearly labeled.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the project, the data will be stored both in portable hard-drives and in cloud based storage services. After the project is complete, the data will be kept in KU Leuven's cloud-based central\nservers for at least 5 years. The physical data will be stored in -20 degree back-up freezers located in Chem & Tech department of KU Leuven for at least 10 years after the project is complete. \nHow will the data be backed up?\nWe will use the central server storage of KU Leuven, which provides a self-mirrored daily automatic back up. In addition, a back-up will be stored in the portable hard drive devices provided by the\nresearch group, and in the cloud drive of the instrument devices.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible\nby registered collaborating researchers. Only the PI can request access to the network drive for study personnel. In addition, the data security is ensured by the dedicated service team at the\ninstitution, where the KU Leuven university data center has been built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is\ntransferred via encrypted methods. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n2 TB OneDrive storage is provided by KU Leuven to all PhD students, which will be used during the project. For the long-term data storage after the end of the project, we will use the service\nprovided by the institution that costs approximately 700 Euros per year. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data, including the microscopy images, protocols and the hydrogel library will be available for at least 5 years after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)?\nAfter the project is complete, the data will be kept in KU Leuven's cloud-based central servers for at least 5 years. The physical data will be stored in -20 degree back-up freezers located in Chem\n& Tech department of KU Leuven for at least 10 years after the project is complete. \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n3 of 4\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nKU Leuven provides a large volume storage for long-term storage of large volumes of research data in a cost-efficient manner: 104.42 euros per TB per year (to be purchased in blocks of 5 TB).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be deposited in KU Leuven repository Lirias. \nWhen will the data be made available?\nThe data will be made available only after the publications of the results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA DOI will be provided for each publication through the Research Data Repository of KU Leuven. \nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is provided by KU Leuven free of charge to its personnel. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe grant holder (Samet Aytekin) will be responsible for data documentation & metadata, under supervision of the PI (Susana Rocha). \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the grant holder (Samet Aytekin), under supervision of the PI (Susana Rocha). \nWho will manage data preservation and sharing?\nThe PI (Susana Rocha) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe grant holder (Samet Aytekin) will be responsible for updating this DMP. The PI (Susana Rocha) bears the end responsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n4 of 4"
    },
    "clean_full_text": "Functional Materials to Optically Report Cellular Forces in Natural ECM A Data Management Plan created using DMPonline.be Creator: Samet Aytekin Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S95123N ID: 198758 Start date: 01-11-2022 End date: 21-10-2024 Project abstract: Cells physically regulate their microenvironment by pushing and pulling, deforming, realigning, densifying, and crosslinking the matrix fibers. The forces applied during these matrix remodeling phenomena travel great distances due to the fibrous nature and nonlinear characteristics of the extracellular matrix (ECM). Consequently, these traction forces play a significant role in cellular behavior, tissue formation and pathological conditions. Despite the growing interest in the field of mechanobiology, understanding the fiber remodeling and force propagation is hindered by the current lack of suitable tools. In this project, we will develop a novel functional material to report force distribution and propagation in 3D cell models. This will be based on polyisocyanopeptide (PIC)-based hydrogels, a fully synthetic material that closely mimics biological fibrous hydrogels cell environments. Force-responsive DNA-sensors and super-resolution fluorescence microscopy will be used to reveal the applied forces and follow the deformations in the ECM fiber architecture. By using collagen-binding motifs, these ‘smart’ materials can be used to report force propagation in biomimetic matrices. The potential of ‘smartPIC’ gels as a reporting system will be demonstrated by mapping the cellular forces in ECM derived healthy and Idiopathic Pulmonary Fibrosis (IPF) lung tissues. Last modified: 27-04-2023 Created using DMPonline.be. Last modiﬁed 27 April 2023 1 of 4 Functional Materials to Optically Report Cellular Forces in Natural ECM FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy Data Conventional confocal microscopy and super resolution STED microscopy will be used to analyze the hydrogel structure and later the force distribution within the hydrogel. Generate new data Digital Experimental Leica format .lif .ptu .tiff .png <1TB Rheology Data The mechanical characteristics of PIC hydrogel functionalized with DNA will be measured with a rheometer (DHR-2, TA). Generate new data Digital Experimental DHR-2 format .tri <1GB smartPIC A library of PIC hydrogels functionalized with different sets of force sensing DNA units Generate new data Physical Experimental The hydrogels will be stored in dry form and expected to occupy less than 10 g. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Patient derived lung tissue samples and lung fibroblasts will be provided by Prof. Marianne Carlon, who already has the necessary ethical permissions to work with these samples. In the same time, the grant holder (Samet Aytekin) will obtain the ethical permission (S67151, permission in the process) to carry out experiments on patient-derived data in the host instritute (KU Leuven, Chem & Tech). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The library of PIC hydrogels functionalized by force-sensing DNA structures are eligible for tech-transfer (protocols) and for commercial exploitation (physical smartPIC hydrogels). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 27 April 2023 2 of 4 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Majority of the data obtained from the project will be in a visual format (microscopy imaging) with each color corresponding to a different DNA force sensor. For each data set, a readme.txt file will be included, providing information about the instrument(s), such as brand name, serial number, year of manufacture. All metadata fields will be clearly labeled. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? During the project, the data will be stored both in portable hard-drives and in cloud based storage services. After the project is complete, the data will be kept in KU Leuven's cloud-based central servers for at least 5 years. The physical data will be stored in -20 degree back-up freezers located in Chem & Tech department of KU Leuven for at least 10 years after the project is complete. How will the data be backed up? We will use the central server storage of KU Leuven, which provides a self-mirrored daily automatic back up. In addition, a back-up will be stored in the portable hard drive devices provided by the research group, and in the cloud drive of the instrument devices. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. In addition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven university data center has been built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is transferred via encrypted methods. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 2 TB OneDrive storage is provided by KU Leuven to all PhD students, which will be used during the project. For the long-term data storage after the end of the project, we will use the service provided by the institution that costs approximately 700 Euros per year. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data, including the microscopy images, protocols and the hydrogel library will be available for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the project is complete, the data will be kept in KU Leuven's cloud-based central servers for at least 5 years. The physical data will be stored in -20 degree back-up freezers located in Chem & Tech department of KU Leuven for at least 10 years after the project is complete. Created using DMPonline.be. Last modiﬁed 27 April 2023 3 of 4 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven provides a large volume storage for long-term storage of large volumes of research data in a cost-efficient manner: 104.42 euros per TB per year (to be purchased in blocks of 5 TB). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be deposited in KU Leuven repository Lirias. When will the data be made available? The data will be made available only after the publications of the results. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will be provided for each publication through the Research Data Repository of KU Leuven. What are the expected costs for data sharing? How will these costs be covered? RDR is provided by KU Leuven free of charge to its personnel. 6. Responsibilities Who will manage data documentation and metadata during the research project? The grant holder (Samet Aytekin) will be responsible for data documentation & metadata, under supervision of the PI (Susana Rocha). Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the grant holder (Samet Aytekin), under supervision of the PI (Susana Rocha). Who will manage data preservation and sharing? The PI (Susana Rocha) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Samet Aytekin) will be responsible for updating this DMP. The PI (Susana Rocha) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 27 April 2023 4 of 4"
}