{
    "document_id": "D-2024-3515",
    "LinkTitle": "D-2024-3515",
    "file_name": "D-2024-3515.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3515.pdf",
    "metadata": {
        "title": "D-2024-3515",
        "author": "Veerle Van den Eynden",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Esther Lamberts 0009-0008-1296-0072\nContributor name(s) (+ ORCID) & roles Gewoon Hoogleraar Dr. Kaat Wils https://orcid.org/0000-0002-9828-3760\nDr. Tinne Claes https://orcid.org/0000-0001-6531-8827\nProject number 1 & title  3H240540, Transnational trans histories: networks of healthcare provision in a new perspective (U.S., \nCanada, Belgium, 1960-200)\nFunder(s) GrantID 21136125N (FWO)\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description Despite the increasing societal attention for trans topics, it remains an overlooked subject in \nhistoriography. Although we know that trans healthcare became a transnational phenomenon decades \nago, a comprehensive understanding of how trans-Atlantic and transnational transgender healthcare came  \ninto existence is lacking. This research project seeks to address this gap by exploring three transnational \nroutes of transgender healthcare from 1960 to 2000. This period was characterized by the growing \nrecognition of transsexualism and the emergence of private practitioners specialized in gender-affirming \nsurgeries, but until now has received limited historical attention. Applying an innovative geographical \napproach, this project scrutinizes the concurrent existence of three geographically distinct routes to \nprivate plastic surgeons: those leading to Dr. Biber in Trinidad (US), Dr. Menard in Montreal (CA), and Dr. \nSeghers in Brussels (BE). Through critical discourse analysis, narrative analysis of archival sources, and oral \nhistory interviews, I will investigate how individuals, healthcare providers, and activists exchanged ideas \nand information about trans identity and healthcare across borders and oceans. How were these various \nroutes connected to each other, how did information about them circulate, and how and why did people \ndecide to travel to them? By answering these questions, this project will deepen our understanding of the \ncomplexities within transnational trans history.\nA primary objective of this research project is to illuminate trans people's experiences with the absence or \npresence of health care. Despite historians' frequent calls for patients' voices to be heard, health care \nproviders and medical institutions remain the dominant actors in medical history. The narratives of trans \npeople are therefore not optional additions in this project, but are considered crucial to a full \nunderstanding of the history of trans health care. This research focuses on how trans patients experienced  \nhealth care, how their experiences evolved and how their interactions with other key players in this \nresearch, whether health care providers, scientists or trans organizations. A second objective is to \ndetermine how medical knowledge and experiences were disseminated within the trans community, \nthrough self-help and activist groups. While information about surgical options with Dr. Seghers, Dr. Biber \nand Dr. Menard may not have been readily apparent to the general public, it was actively shared and \ndisseminated within the trans and LGBT+ community. of the health care provider. The third goal of this \nproject focuses on the historical developments of treatment options, emphasizing the role of the \nhealthcare professional. In the postwar period, it was difficult to find a physician or health care \nprofessional willing to treat trans people at all. With the demise of Johns Hopkins Hospital and other \nuniversity programs in the U.S., more and more trans persons turned to private physicians. To gain more \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4insight into the developments of trans care among private physicians, interviews will also be conducted \nhere.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 52.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n1.Archiv\nal \nmateri\nalSources Generate new data physical Multiple archival \nmaterials \npreserved in the \narchives\n2.Photo\ngraph\ns of \nphysic\nal \nsourc\nesSources Generate new data DigitalImages (mostly of \ntextual data).Jpg <100 GB /\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 63.Oral \nsourc\nesSources Generate new data DigitalSound, MP3 MP3 <100 GB /\n4.Transc\nriptio\nn of \nintervi\newsOutput Generate new data DigitalTextual .docx <100 GB /\n5.Publis\nhed \nsourc\nesSources Reuse existing data Digital or \nphysical,Textual or \nphysical. Digital \ncopies of physical \npages or online \npublicationsPdf., jpg, or \nonline availible<100 GB Multiple books and \narticles (preserved \nin libraries)\n6.Infor\nmed \nconse\nnt \nformsOutput Generate new data Physical or \nDigitalTextual or \nphysicalPdf. <100 GB /\n7.Biogra\nphical \nrefere\nncesOutput, \nBiographic \nmetadata of the \nliterature I will \ncollect during \nmy researchGenerate new data DigitalTextual data \nstored in \nsoftware, ZoteroData stored in a \nZotero Database, \ncan be exported \nin various data \nformats, like \nBibTex or JSON<100 GB /\n8.NotesNotes about \nresearchGenerate new data Physical or \nDigitalTextual md. <1GB Paper notebook\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  NA\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nStill in revision\nG-2024-8736\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nG-2024-8736\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1.Folder structure for word document, excel ect.  \n2.A Read me document  serves as a sort of guidebook that collects information about my workflow, \nwhere information is stored ect.  \n3.Zotero, a reference and bibliography manager, is used to collect and tag secondary sources. I am \nable to attach pfd and notes in Zotero.  \n4.I make use of Obsidian to take structured notes of my research, about primary and secondary \nsources as well as meetings ect.  \n5.I will be using Tropy, an archival image manager tool, to manage photos or digitalised primary \nsources. In this tool I am able to add metadata (title, date, creator, archive info ect) and tags to \ngroup items together.\n6.Notes on paper, personal notes from archival visits, ideas, interviews ect.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nThe metadata standard Dublin Core as provided in Zotero will be used for the literature. The metadata \nstandard in Trophy (also Dublin Core) will be used for the digital reproductions of the archival sources\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n/\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive) : KU Leuven OneDrive  \n☐ Teams\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage  (TBD with supervisors)\n☐ ManGO\n☐ Digital vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\nDuring the project, I will make use of the KU Leuven OneDrive cloud service provided by the Faculty of Arts  \nat KU Leuven. My data will probably be less than 50GB in total. This is the amount that I can store for free \nin data repositories.\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  To ensure that the data are securely stored and not accessed or modified by unauthorized persons, \nseveral security measures are in place. At KU Leuven, two-factor authentication (2FA) is used to access \nsystems, providing an extra layer of protection beyond a standard password. In addition, both the \ncomputers and the storage drives (e.g., OneDrive or internal network drives) are protected by strong \npasswords. This combination of measures ensures that only authorized individuals can access the data, \nsafeguarding both their confidentiality and integrity.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?During the project, I will make use of the OneDrive cloud service provided by the Faculty of Arts at\nKU Leuven. This storage space is safe and automatically backed up,\nand allows for extra protection of sensitive data. After the project, I will make use of\n‘Archive storage’ at KU Leuven. The cost for this (€75/500GB per year) will be covered with the\nbench fee. I will be responsible for the preservation of data during the project; afterwards, my\nsupervisor Kaat Wils will take over this responsibility. She already will be given access to the\nOneDrive containing all data during the project (apart from sensitive data).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?During the project, I will make use of the OneDrive cloud service provided by the Faculty of Arts at\nKU Leuven. This storage space is safe and automatically backed up,\nand allows for extra protection of sensitive data. I do not expect to exceed 50 GB of storage. Under 50 GB, \nuse of KU Leuven RDR is free. After the project, I will make use of\n‘Archive storage’ at KU Leuven. The cost for this (€75/500GB per year) will be covered with the\nbench fee.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nCCBY for all data that can be legally shared with other researchers. All data that cannot be shared in CCBY \nfor privacy reasons (GDPR), ethical reasons or because of an internal prohibition of data sharing in a \nspecific archive will be omitted.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Access to the research data—such as archival materials, interview, transcripts, metadata, notes, and \nimages—is still under discussion and will depend on specific legislation of the archive and also on de \nguidelines from the SMEC.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: The possibility of sharing (digitalisation of) historical source material depends on the \npolicies and legislations of the archives. The possibility of sharing the interviews, transcripts ect depends \non the guidelines from the SMEC and de privacy legislation (GDPR)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nBibliographic collections can be made available throughout my research and be updated when necessary.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  I will explore the options of the bench fee or funds of the Research group to cover the costs for data \nsharing if that would be needed but normally I will make use of the KU Leuven RDR, which is free if I don’t \nexceed the 50 GB of data sharing.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Esther Lamberts, the researcher.\nWho will manage data storage and backup \nduring the research project?According to KU Leuven policy, both the PhD researcher (Esther Lamberts, the researcher ) and the \nsupervisor (Kaat Wils en Tinne Claes) have a responsibility to ensure that a PhD project involves good \nresearch data management. The KU Leuven ICTS services will also manage it.  \nWho will manage data preservation and \nsharing?Esther Lamberts, the researcher, in collaboration with my supervisors.  \nWho will update and implement this DMP? Esther Lamberts, the researcher. I am the only researcher on my project. I will write my DMP together \nwith my supervisor."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Esther Lamberts 0009-0008-1296-0072 Contributor name(s) (+ ORCID) & roles Gewoon Hoogleraar Dr. Kaat Wils https://orcid.org/0000-0002-9828-3760 Dr. Tinne Claes https://orcid.org/0000-0001-6531-8827 Project number 1 & title 3H240540, Transnational trans histories: networks of healthcare provision in a new perspective (U.S., Canada, Belgium, 1960-200) Funder(s) GrantID 21136125N (FWO) Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Despite the increasing societal attention for trans topics, it remains an overlooked subject in historiography. Although we know that trans healthcare became a transnational phenomenon decades ago, a comprehensive understanding of how trans-Atlantic and transnational transgender healthcare came into existence is lacking. This research project seeks to address this gap by exploring three transnational routes of transgender healthcare from 1960 to 2000. This period was characterized by the growing recognition of transsexualism and the emergence of private practitioners specialized in gender-affirming surgeries, but until now has received limited historical attention. Applying an innovative geographical approach, this project scrutinizes the concurrent existence of three geographically distinct routes to private plastic surgeons: those leading to Dr. Biber in Trinidad (US), Dr. Menard in Montreal (CA), and Dr. Seghers in Brussels (BE). Through critical discourse analysis, narrative analysis of archival sources, and oral history interviews, I will investigate how individuals, healthcare providers, and activists exchanged ideas and information about trans identity and healthcare across borders and oceans. How were these various routes connected to each other, how did information about them circulate, and how and why did people decide to travel to them? By answering these questions, this project will deepen our understanding of the complexities within transnational trans history. A primary objective of this research project is to illuminate trans people's experiences with the absence or presence of health care. Despite historians' frequent calls for patients' voices to be heard, health care providers and medical institutions remain the dominant actors in medical history. The narratives of trans people are therefore not optional additions in this project, but are considered crucial to a full understanding of the history of trans health care. This research focuses on how trans patients experienced health care, how their experiences evolved and how their interactions with other key players in this research, whether health care providers, scientists or trans organizations. A second objective is to determine how medical knowledge and experiences were disseminated within the trans community, through self-help and activist groups. While information about surgical options with Dr. Seghers, Dr. Biber and Dr. Menard may not have been readily apparent to the general public, it was actively shared and disseminated within the trans and LGBT+ community. of the health care provider. The third goal of this project focuses on the historical developments of treatment options, emphasizing the role of the healthcare professional. In the postwar period, it was difficult to find a physician or health care professional willing to treat trans people at all. With the demise of Johns Hopkins Hospital and other university programs in the U.S., more and more trans persons turned to private physicians. To gain more FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4insight into the developments of trans care among private physicians, interviews will also be conducted here. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 52.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 1.Archiv al materi alSources Generate new data physical Multiple archival materials preserved in the archives 2.Photo graph s of physic al sourc esSources Generate new data DigitalImages (mostly of textual data).Jpg <100 GB / 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 63.Oral sourc esSources Generate new data DigitalSound, MP3 MP3 <100 GB / 4.Transc riptio n of intervi ewsOutput Generate new data DigitalTextual .docx <100 GB / 5.Publis hed sourc esSources Reuse existing data Digital or physical,Textual or physical. Digital copies of physical pages or online publicationsPdf., jpg, or online availible<100 GB Multiple books and articles (preserved in libraries) 6.Infor med conse nt formsOutput Generate new data Physical or DigitalTextual or physicalPdf. <100 GB / 7.Biogra phical refere ncesOutput, Biographic metadata of the literature I will collect during my researchGenerate new data DigitalTextual data stored in software, ZoteroData stored in a Zotero Database, can be exported in various data formats, like BibTex or JSON<100 GB / 8.NotesNotes about researchGenerate new data Physical or DigitalTextual md. <1GB Paper notebook FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Still in revision G-2024-8736 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: G-2024-8736 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1.Folder structure for word document, excel ect. 2.A Read me document serves as a sort of guidebook that collects information about my workflow, where information is stored ect. 3.Zotero, a reference and bibliography manager, is used to collect and tag secondary sources. I am able to attach pfd and notes in Zotero. 4.I make use of Obsidian to take structured notes of my research, about primary and secondary sources as well as meetings ect. 5.I will be using Tropy, an archival image manager tool, to manage photos or digitalised primary sources. In this tool I am able to add metadata (title, date, creator, archive info ect) and tags to group items together. 6.Notes on paper, personal notes from archival visits, ideas, interviews ect. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The metadata standard Dublin Core as provided in Zotero will be used for the literature. The metadata standard in Trophy (also Dublin Core) will be used for the digital reproductions of the archival sources If no, please specify (where appropriate per dataset or data type) which metadata will be created: / 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) : KU Leuven OneDrive ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage (TBD with supervisors) ☐ ManGO ☐ Digital vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes During the project, I will make use of the KU Leuven OneDrive cloud service provided by the Faculty of Arts at KU Leuven. My data will probably be less than 50GB in total. This is the amount that I can store for free in data repositories. ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data To ensure that the data are securely stored and not accessed or modified by unauthorized persons, several security measures are in place. At KU Leuven, two-factor authentication (2FA) is used to access systems, providing an extra layer of protection beyond a standard password. In addition, both the computers and the storage drives (e.g., OneDrive or internal network drives) are protected by strong passwords. This combination of measures ensures that only authorized individuals can access the data, safeguarding both their confidentiality and integrity. What are the expected costs for data storage and backup during the research project? How will these costs be covered?During the project, I will make use of the OneDrive cloud service provided by the Faculty of Arts at KU Leuven. This storage space is safe and automatically backed up, and allows for extra protection of sensitive data. After the project, I will make use of ‘Archive storage’ at KU Leuven. The cost for this (€75/500GB per year) will be covered with the bench fee. I will be responsible for the preservation of data during the project; afterwards, my supervisor Kaat Wils will take over this responsibility. She already will be given access to the OneDrive containing all data during the project (apart from sensitive data). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?During the project, I will make use of the OneDrive cloud service provided by the Faculty of Arts at KU Leuven. This storage space is safe and automatically backed up, and allows for extra protection of sensitive data. I do not expect to exceed 50 GB of storage. Under 50 GB, use of KU Leuven RDR is free. After the project, I will make use of ‘Archive storage’ at KU Leuven. The cost for this (€75/500GB per year) will be covered with the bench fee. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: CCBY for all data that can be legally shared with other researchers. All data that cannot be shared in CCBY for privacy reasons (GDPR), ethical reasons or because of an internal prohibition of data sharing in a specific archive will be omitted. If access is restricted, please specify who will be able to access the data and under what conditions.Access to the research data—such as archival materials, interview, transcripts, metadata, notes, and images—is still under discussion and will depend on specific legislation of the archive and also on de guidelines from the SMEC. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The possibility of sharing (digitalisation of) historical source material depends on the policies and legislations of the archives. The possibility of sharing the interviews, transcripts ect depends on the guidelines from the SMEC and de privacy legislation (GDPR) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Bibliographic collections can be made available throughout my research and be updated when necessary. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? I will explore the options of the bench fee or funds of the Research group to cover the costs for data sharing if that would be needed but normally I will make use of the KU Leuven RDR, which is free if I don’t exceed the 50 GB of data sharing. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 147. Responsibilities Who will manage data documentation and metadata during the research project?Esther Lamberts, the researcher. Who will manage data storage and backup during the research project?According to KU Leuven policy, both the PhD researcher (Esther Lamberts, the researcher ) and the supervisor (Kaat Wils en Tinne Claes) have a responsibility to ensure that a PhD project involves good research data management. The KU Leuven ICTS services will also manage it. Who will manage data preservation and sharing?Esther Lamberts, the researcher, in collaboration with my supervisors. Who will update and implement this DMP? Esther Lamberts, the researcher. I am the only researcher on my project. I will write my DMP together with my supervisor."
}