{
    "document_id": "D-2023-1822",
    "LinkTitle": "D-2023-1822",
    "file_name": "D-2023-1822.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1822.pdf",
    "metadata": {
        "title": "A new way of matching skills and work inside organisations: Assessing the viability of intra-organisational gig platforms",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "A new way of matching skills and work inside organisations:\nAssessing the viability of intra-organisational gig platforms\nA Data Management Plan created using DMPonline.be\nCreator: \nPhilip Rogiers\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12J2323N\nID: \n191001\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nThis study investigates a new work model: intra-organisational gig platforms (IGPs). IGPs are\ndigital platforms that match employees to part-time work opportunities, posted by colleagues, in\nother parts of the organisation. They are an essential solution for organisations struggling to\nmatch employees with critical skills and work requiring those skills. In view of the post-COVID-\n19 recovery, IGPs offer a more flexible workforce model to organisations positioning themselves\nfor the future of work.\nUsing a mixed-methods approach, this project will assess the viability of IGPs as a new way to\ninternal skills matching. First, I will conduct an in-depth single case study to explore the new\nwork relations and the factors causing interpersonal tensions within IGPs. Second, I will explore\nthe factors influencing supervisors’ support or resistance of IGPs in three case organisations\nand the implications thereof for the effectiveness of IGPs. Third, I will quantitative assess the\ninterpersonal and supervisory antecedents to employee (in)activity in IGPs.\nThese studies will enrich and extend emerging theory on matching, a new perspective that\nchallenges classic management and work allocation theories. Studying the operation of IGPs\nthrough this lens allows for theory building on new ways of matching skills and work inside\norganisations—and to assess IGPs’ potential as a new workforce model for a rapidly changing\nworld.\nLast modified: \n12-01-2023\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n1 of 6\nA new way of matching skills and work inside organisations:\nAssessing the viability of intra-organisational gig platforms\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nInterview\ndata 1\nInterviews\nOpen\nOpps WP1\nReuse existing data\nDigital\nPlease choose from\nthe following options:\nOther:\ninterview data\n(audio\nrecordings\nand\ntranscriptions)\nPlease\nchoose from\nthe following\noptions:\n.doc\nPlease choose\nfrom the\nfollowing\noptions:\n<100GB\n \nInterview\ndata 2\nInterviews\nsupervisors\nWP2\nNew data\nDigital\nOther:\ninterview data\n(audio\nrecordings\nand\ntranscriptions\n.doc\n<100GB\n \nSurvey\nSurvey\nWP3\nNew data\nDigital\nSurvey\nresponses\nMS\nforms\nPdf\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nFor part of the project, I will reuse existing interview data, collected by myself in the context of my doctoral studies.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n2 of 6\nOrdinary personal data: yes\nIdentification data (e.g. names, e-mail addresses)\nPersonal characteristics (e.g. age, gender)\nOccupation and professional pursuits\nAudio recordings of interviews\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn order to ensure that the data collected in our qualitative research study is understandable and usable both now and in the future, we\nwill follow the following approach to capture and document the accompanying information:\nElectronic Lab Notebooks (ELN): We will use ELN software to record all data collection and analysis procedures in a structured\nand organized manner. This will include details such as the research question, study design, data sources, data collection\nmethods, data analysis techniques, and any findings or conclusions.\nCodebook: Using the qualitative data analysis software MAXQDA, we will create a Codebook that outlines all of the variables\nand codes used in the study, along with definitions and explanations of their meanings. This will allow others to understand and\ninterpret the data accurately.\ntxt files: For any data files that are included in the study, we will create a README.txt file that provides a brief overview of the\ndata and any relevant information about how it was collected and processed.\nDocumentation levels and procedures used: We will follow best practices for documentation in qualitative research, which includes\nproviding detailed and thorough descriptions of all data collection and analysis procedures. This will include both high-level summaries\nas well as more detailed descriptions of specific steps taken.\nOverall, by following these approaches and creating thorough documentation, we aim to keep the data understandable and usable for\nourselves and others now and in the future.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n3 of 6\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nInterview recordings, transcripts, survey responses and background documentation will be pseudonymised and stored in the research\nunit central storage facility of the FEB, KU Leuven (secured X-drive, only accessible by researchers of the research group). Data will be\nstored for at least 5 years, in line with the data management requirements of the FEB. Identifiable information such as names and email\naddresses will be stored in a separated Y-drive file (secured, only accessible by the principal investigator), and destroyed after\ncompleting the data collection and analysis.\nHow will the data be backed up?\nTo back-up the data, the principal researcher will regularly copy the contents of the secured X-drive and the secured Y-drive to an\nexternal hard drive. The external hard drive will be stored in a secure location (e.g., a fireproof safe), to ensure that the data is protected\nin the event of any disasters or malfunctions that may occur on the central storage facility of the FEB. Additionally, the principal\nresearcher will periodically verify the integrity of the backed up data, to ensure that it has been copied correctly and is still accessible.\nThis will be done by comparing the backed up data to the original data on the X-drive and Y-drive, to ensure that it is complete and\naccurate.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe WOS Department has sufficient capacity to securely store the research data on the specified X and Y drives.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo ensure that the data is securely stored and not accessed or modified by unauthorized persons, the following measures will be taken:\n1\n. \nInterview recordings, transcripts, survey responses, and background documentation will be pseudonymized and stored on a\nsecured X-drive, which is only accessible by researchers within the research group.\n2\n. \nThe X-drive is located on the research unit central storage facility of the FEB, KU Leuven, which has additional security\nmeasures in place to prevent unauthorized access.\n3\n. \nIdentifiable information, such as names and email addresses, will be stored on a separate, secured Y-drive file, which is only\naccessible by the principal investigator.\n4\n. \nAfter the data collection and analysis has been completed, all identifiable information will be destroyed to prevent any\nunauthorized access.\n5\n. \nThe data will be stored for at least 5 years, in line with the data management requirements of the FEB, to ensure that it is\nproperly maintained and kept secure over time.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs KU Leuven foresees and guarantees the data storage facilities, no additional costs need to be covered in the research project.\nAdditionally, an external hard drive is already available for the backing-up of the data.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nInterview recordings, transcripts, survey responses and background documentation will be pseudonymised and stored for at least 5\nyears, in line with the data management requirements of the FEB. Identifiable information such as names and email addresses will be\nstored in a separated Y-drive file (secured, only accessible by the principal investigator), and destroyed after completing the data\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n4 of 6\ncollection and analysis.\nWhere will these data be archived (stored and curated for the long-term)?\nThe above-mentioned data will be archived (stored and curated for the long-term) on a secure and locked KU Leuven X-drive with\naccess rights to the involved researchers only (principal researcher and promotor). The FEB ICT team maintains the security and\nstorage protocols for this folder during the entirety of the archival period.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs KU Leuven foresees and guarantees the data storage facilities, no additional costs need to be covered in the research project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nNo (closed access)\nAs the data will consist of individual-level interview and survey data, we will maintain the principle of closed access to these raw data\nsources. There are several reasons why this principle is important to maintain:\n• Privacy: Individual-level data often contains sensitive information about individuals, such as their opinions, beliefs, and personal\nexperiences. Maintaining closed access helps to protect the privacy of these individuals and ensures that their data is not accessed or\nshared without their consent.\n• Confidentiality: In some cases, the individuals who participated in the interviews or surveys may have disclosed sensitive or\nconfidential information. Maintaining closed access helps to protect the confidentiality of this information and prevent it from being\naccessed or shared without the appropriate safeguards.\nAt the same time, we will strive for transparency in our publications and research practices. One important way to do this is by providing\nextensive pseudonymized data examples and aggregated data tables in the eventual publications. \nExtensive pseudonymized data examples will be included in paper findings and in additional data tables, to enable reviewers and\nreaders to review the data. We will also consider making anonymized or aggregated data available for replication upon request. This will\nallow other researchers to verify the validity of our findings and contribute to the overall advancement of knowledge in the field.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to the individual-level interview and survey data will be restricted to the researchers involved in the project--including principal\nresearcher, promotor (and additional co-authors if applicable)--and any authorized personnel who have a legitimate need to access the\ndata, such as research assistants.\nConditions for accessing the data will vary depending on the individual’s role and the specific purpose for accessing the data. For\nexample, research assistants may have access to the data in order to assist with coding or analysis, but they may not be allowed to\nshare the data with anyone else or use it for any other purposes.\nAccess to the data may also be granted to external researchers who have a legitimate need to access (e.g., co-authors) or review the\ndata (e.g., journal reviewers or editors during the peer-review process), but this will be done on a case-by-case basis and will require\nthe approval of both the principal investigator and promotor. Any external researchers who are granted access to the data will be\nrequired to adhere to KU Leuven’s strict confidentiality and data protection protocols.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nAs explained earlier, there are several factors that restrict the sharing of the data (including individual-level interview and survey data):\n• Privacy: Individual-level data often contains sensitive information about individuals, such as their opinions, beliefs, and personal\nexperiences. Maintaining closed access helps to protect the privacy of these individuals and ensures that their data is not accessed or\nshared without their consent, in line with GDPR requirements.\n• Confidentiality: In some cases, the individuals who participated in the interviews or surveys may have disclosed sensitive or\nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n5 of 6\nconfidential information. Maintaining closed access helps to protect the confidentiality of this information and prevent it from being\naccessed or shared without the appropriate safeguards.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA, see above responses.\nWhen will the data be made available?\nNA, see above responses.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA, see above responses.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nNA, see above responses.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal researcher will manage data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project?\nThe principal researcher will manage data storage and backup during the research project. \nWho will manage data preservation and sharing?\nThe principal researcher will manage data preservation and sharing during the project, with the supervisor maintaining long term data\npreservation and sharing responsibility. \nWho will update and implement this DMP?\nThe principal researcher will update and implement the DMP (in close alignment with the supervisor). \nCreated using DMPonline.be. Last modiﬁed 12 January 2023\n6 of 6"
    },
    "clean_full_text": "A new way of matching skills and work inside organisations: Assessing the viability of intra-organisational gig platforms A Data Management Plan created using DMPonline.be Creator: Philip Rogiers Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12J2323N ID: 191001 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: This study investigates a new work model: intra-organisational gig platforms (IGPs). IGPs are digital platforms that match employees to part-time work opportunities, posted by colleagues, in other parts of the organisation. They are an essential solution for organisations struggling to match employees with critical skills and work requiring those skills. In view of the post-COVID- 19 recovery, IGPs offer a more flexible workforce model to organisations positioning themselves for the future of work. Using a mixed-methods approach, this project will assess the viability of IGPs as a new way to internal skills matching. First, I will conduct an in-depth single case study to explore the new work relations and the factors causing interpersonal tensions within IGPs. Second, I will explore the factors influencing supervisors’ support or resistance of IGPs in three case organisations and the implications thereof for the effectiveness of IGPs. Third, I will quantitative assess the interpersonal and supervisory antecedents to employee (in)activity in IGPs. These studies will enrich and extend emerging theory on matching, a new perspective that challenges classic management and work allocation theories. Studying the operation of IGPs through this lens allows for theory building on new ways of matching skills and work inside organisations—and to assess IGPs’ potential as a new workforce model for a rapidly changing world. Last modified: 12-01-2023 Created using DMPonline.be. Last modiﬁed 12 January 2023 1 of 6 A new way of matching skills and work inside organisations: Assessing the viability of intra-organisational gig platforms FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Interview data 1 Interviews Open Opps WP1 Reuse existing data Digital Please choose from the following options: Other: interview data (audio recordings and transcriptions) Please choose from the following options: .doc Please choose from the following options: <100GB Interview data 2 Interviews supervisors WP2 New data Digital Other: interview data (audio recordings and transcriptions .doc <100GB Survey Survey WP3 New data Digital Survey responses MS forms Pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For part of the project, I will reuse existing interview data, collected by myself in the context of my doctoral studies. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Created using DMPonline.be. Last modiﬁed 12 January 2023 2 of 6 Ordinary personal data: yes Identification data (e.g. names, e-mail addresses) Personal characteristics (e.g. age, gender) Occupation and professional pursuits Audio recordings of interviews Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In order to ensure that the data collected in our qualitative research study is understandable and usable both now and in the future, we will follow the following approach to capture and document the accompanying information: Electronic Lab Notebooks (ELN): We will use ELN software to record all data collection and analysis procedures in a structured and organized manner. This will include details such as the research question, study design, data sources, data collection methods, data analysis techniques, and any findings or conclusions. Codebook: Using the qualitative data analysis software MAXQDA, we will create a Codebook that outlines all of the variables and codes used in the study, along with definitions and explanations of their meanings. This will allow others to understand and interpret the data accurately. txt files: For any data files that are included in the study, we will create a README.txt file that provides a brief overview of the data and any relevant information about how it was collected and processed. Documentation levels and procedures used: We will follow best practices for documentation in qualitative research, which includes providing detailed and thorough descriptions of all data collection and analysis procedures. This will include both high-level summaries as well as more detailed descriptions of specific steps taken. Overall, by following these approaches and creating thorough documentation, we aim to keep the data understandable and usable for ourselves and others now and in the future. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 12 January 2023 3 of 6 3. Data storage & back-up during the research project Where will the data be stored? Interview recordings, transcripts, survey responses and background documentation will be pseudonymised and stored in the research unit central storage facility of the FEB, KU Leuven (secured X-drive, only accessible by researchers of the research group). Data will be stored for at least 5 years, in line with the data management requirements of the FEB. Identifiable information such as names and email addresses will be stored in a separated Y-drive file (secured, only accessible by the principal investigator), and destroyed after completing the data collection and analysis. How will the data be backed up? To back-up the data, the principal researcher will regularly copy the contents of the secured X-drive and the secured Y-drive to an external hard drive. The external hard drive will be stored in a secure location (e.g., a fireproof safe), to ensure that the data is protected in the event of any disasters or malfunctions that may occur on the central storage facility of the FEB. Additionally, the principal researcher will periodically verify the integrity of the backed up data, to ensure that it has been copied correctly and is still accessible. This will be done by comparing the backed up data to the original data on the X-drive and Y-drive, to ensure that it is complete and accurate. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The WOS Department has sufficient capacity to securely store the research data on the specified X and Y drives. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure that the data is securely stored and not accessed or modified by unauthorized persons, the following measures will be taken: 1 . Interview recordings, transcripts, survey responses, and background documentation will be pseudonymized and stored on a secured X-drive, which is only accessible by researchers within the research group. 2 . The X-drive is located on the research unit central storage facility of the FEB, KU Leuven, which has additional security measures in place to prevent unauthorized access. 3 . Identifiable information, such as names and email addresses, will be stored on a separate, secured Y-drive file, which is only accessible by the principal investigator. 4 . After the data collection and analysis has been completed, all identifiable information will be destroyed to prevent any unauthorized access. 5 . The data will be stored for at least 5 years, in line with the data management requirements of the FEB, to ensure that it is properly maintained and kept secure over time. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As KU Leuven foresees and guarantees the data storage facilities, no additional costs need to be covered in the research project. Additionally, an external hard drive is already available for the backing-up of the data. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Interview recordings, transcripts, survey responses and background documentation will be pseudonymised and stored for at least 5 years, in line with the data management requirements of the FEB. Identifiable information such as names and email addresses will be stored in a separated Y-drive file (secured, only accessible by the principal investigator), and destroyed after completing the data Created using DMPonline.be. Last modiﬁed 12 January 2023 4 of 6 collection and analysis. Where will these data be archived (stored and curated for the long-term)? The above-mentioned data will be archived (stored and curated for the long-term) on a secure and locked KU Leuven X-drive with access rights to the involved researchers only (principal researcher and promotor). The FEB ICT team maintains the security and storage protocols for this folder during the entirety of the archival period. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As KU Leuven foresees and guarantees the data storage facilities, no additional costs need to be covered in the research project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) As the data will consist of individual-level interview and survey data, we will maintain the principle of closed access to these raw data sources. There are several reasons why this principle is important to maintain: • Privacy: Individual-level data often contains sensitive information about individuals, such as their opinions, beliefs, and personal experiences. Maintaining closed access helps to protect the privacy of these individuals and ensures that their data is not accessed or shared without their consent. • Confidentiality: In some cases, the individuals who participated in the interviews or surveys may have disclosed sensitive or confidential information. Maintaining closed access helps to protect the confidentiality of this information and prevent it from being accessed or shared without the appropriate safeguards. At the same time, we will strive for transparency in our publications and research practices. One important way to do this is by providing extensive pseudonymized data examples and aggregated data tables in the eventual publications. Extensive pseudonymized data examples will be included in paper findings and in additional data tables, to enable reviewers and readers to review the data. We will also consider making anonymized or aggregated data available for replication upon request. This will allow other researchers to verify the validity of our findings and contribute to the overall advancement of knowledge in the field. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the individual-level interview and survey data will be restricted to the researchers involved in the project--including principal researcher, promotor (and additional co-authors if applicable)--and any authorized personnel who have a legitimate need to access the data, such as research assistants. Conditions for accessing the data will vary depending on the individual’s role and the specific purpose for accessing the data. For example, research assistants may have access to the data in order to assist with coding or analysis, but they may not be allowed to share the data with anyone else or use it for any other purposes. Access to the data may also be granted to external researchers who have a legitimate need to access (e.g., co-authors) or review the data (e.g., journal reviewers or editors during the peer-review process), but this will be done on a case-by-case basis and will require the approval of both the principal investigator and promotor. Any external researchers who are granted access to the data will be required to adhere to KU Leuven’s strict confidentiality and data protection protocols. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects As explained earlier, there are several factors that restrict the sharing of the data (including individual-level interview and survey data): • Privacy: Individual-level data often contains sensitive information about individuals, such as their opinions, beliefs, and personal experiences. Maintaining closed access helps to protect the privacy of these individuals and ensures that their data is not accessed or shared without their consent, in line with GDPR requirements. • Confidentiality: In some cases, the individuals who participated in the interviews or surveys may have disclosed sensitive or Created using DMPonline.be. Last modiﬁed 12 January 2023 5 of 6 confidential information. Maintaining closed access helps to protect the confidentiality of this information and prevent it from being accessed or shared without the appropriate safeguards. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA, see above responses. When will the data be made available? NA, see above responses. Which data usage licenses are you going to provide? If none, please explain why. NA, see above responses. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No NA, see above responses. What are the expected costs for data sharing? How will these costs be covered? NA. 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal researcher will manage data documentation and metadata during the research project. Who will manage data storage and backup during the research project? The principal researcher will manage data storage and backup during the research project. Who will manage data preservation and sharing? The principal researcher will manage data preservation and sharing during the project, with the supervisor maintaining long term data preservation and sharing responsibility. Who will update and implement this DMP? The principal researcher will update and implement the DMP (in close alignment with the supervisor). Created using DMPonline.be. Last modiﬁed 12 January 2023 6 of 6"
}