{
    "document_id": "D-2024-3027",
    "LinkTitle": "D-2024-3027",
    "file_name": "D-2024-3027.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3027.pdf",
    "metadata": {
        "title": "FWO - G098319N (Perovskopy)",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "FWO - G098319N (Perovskopy)\nFWO - G098319N (Perovskopy)\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nMaarten Roeffaers \n \nhttps://orcid.org/0000-0001-6582-6514\n, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nMaarten Roeffaers \n \nhttps://orcid.org/0000-0001-6582-6514\nGrant number / URL: \nGrant number / URL: \nG0A5923N\nID: \nID: \n207855\nStart date: \nStart date: \n01-01-2023\nEnd date: \nEnd date: \n11-03-2026\nProject abstract:\nProject abstract:\nA grand challenge of the 21st century is to meet the ever-increasing global energy demand. With the advent of (i) metal halide perovskite and (ii) metal\nthin films, (i) solar light can today be transformed into electricity and (ii) electric energy stored into chemicals, yet, with significant energy losses.\nTherefore, pushing the energy efficiency of these functional energy materials beyond current limits is of ultimate importance.\nToday's efforts have however mainly focused on advanced synthesis protocols to design the next-generation of functional energy materials. Here, in\ncontrast, we explore a radically different, nanomechanical approach based on elastic deformation of the metal (halide perovskite) thin films – an\napproach still in its infancy. In particular, controlled and dynamic expansion of the crystal lattice will be exploited to tailor the bulk and surface\nproperties of metal (halide perovskite) thin films. Our vision is that delivering strain as an active, external ‘stimulus’ will open an unparalleled way of\napplication-tailored tuning of the performance, not achievable by rational materials design.\nThis WEAVE project will exploit an interdisciplinary and synergetic methodology by combining and advancing (i) a unique nanomechanical test\nplatform (UCL) from materials engineering to strain (ii) thin film functional energy materials (UGent, KUL), (iii) probed by state-of-the-art optical\n(KUL), X-ray (UGent) and electron-based (UCL) characterization.\nLast modified: \nLast modified: \n24-06-2024\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n1 of 9\nFWO - G098319N (Perovskopy)\nFWO - G098319N (Perovskopy)\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n2 of 9\nFWO - G098319N (Perovskopy)\nFWO - G098319N (Perovskopy)\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n3 of 9\nFWO - G098319N (Perovskopy)\nFWO - G098319N (Perovskopy)\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nDigital data type will be mostly numerical data. The envisaged data object are spreadsheets, databases, images, maps. The mode of data\ncollection are through experiment and/or simulation.\nThe collected data will be mainly born-digital, but can also be complemented by non-digital notes.\nThe partners will produce primary data, generated by the researcher for a particular research purpose or project. The data life cycle will go\nthrough the following stages: raw, pre-processed, processing and data output for figures in manuscripts. The collected data will be saved in the\nmost simple, open (i.e. nonproprietary) file format, such as .txt or .csv file formats, most commonly used\nby researchers.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nDuring the project, a KUL-based sharepoint website will be set-up, backed-up in a digital cloud, to store data relevant for the WEAVE project\n(responsibility Prof. Roeffaers). This e-platform allows quasi-unlimited data storage, i.e. up to 100 GB/file and a total storage capacity of 10\nTB. Data having no relevance for the WEAVE project will be saved on local data storage devices at partner institutes.\nLong term preservation of the data after the project (+5 years) will be done by data deposition on public archives, e.g. generic repositories as\nzenodo.org (EU funded/trusted). We certify the best practices of the FAIR principles will be followed.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNA. Data will be stored for the duration of the project +5 years\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA. No other issues exist related to data management.\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n4 of 9\nFWO - G098319N (Perovskopy)\nFWO - G098319N (Perovskopy)\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nExperimental\nCompiled/aggregated\ndata\nSoftware\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSamples\nSamples prepared\nfor experiments\nNew\nPhysical\nExperimental\nna\nna\nFew hundred\nsamples\nResearcher's\nnotebooks\nNotebooks used\nduring the\nexperiments/results\ndiscussions\nNew\nPhysical\nCompiled data\nna\nna\nAround 2\nnotebooks\nper\nresearcher/year\nExperimental\ndata\nRaw data from\ndifferent\ncharacterization\ntechniques\nNew\nDigital\nExperimental\n.csv\n.txt\n.oif\n.tiff\n.jpg\n<100GB\n \nAnalysed\ndata\n \nReports, figures,\npresentations,\ndata mining\nNew\nDigital\nCompiled\ndata\n.pdf\n.txt\n.pptx\n<1GB\n \nElectronic\nlab\nnotebooks\nShort description\nof experiments\nand researcher\nobservations\nNew\nDigital\nCompiled data\n.txt\n.pdf\n<1GB\n \nMeeting\nminutes\nSummary of\nmeetings between\nproject members\nNew\nDigital\nCompiled data\n.pdf\n<100MB\n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n5 of 9\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAn electronic lab notebook will be created for each researcher. This notebook will contain for each relevant experiment for the research a\nbrief description of the sample used with the basic information of synthesis, the parameters used for measuring, and the researcher’s\nobservations.\nDaily creation of this electronic lab notebook is not necessary, but in relevant experiment for the project should be included.\nThe experimental data will be recorded with a very descriptive file name (for example: date_material_synthesis conditions) in such a way that\nall the data can be re-analysed in the future if needed and the samples can be reproduced. These data will be stored in individual folders\ndepending on the experimental setups used. Through this storage protocol, all the data can be recovered, understood, and compared with\nthe researcher’s notebooks.\nThe data analysis will be stored in individual folders and a readme file describing the procedure will be included. The new analysis and\nexperiments procedures will be detailed written to create a Standard Operating Procedure and will be stored in a shared folder so the\nreproducibility of results will be guaranteed.\nThe main results will be periodically reported in PDF files, where the data analysis carried out, experimental conditions, and observations will\nbe explained and included.\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n6 of 9\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll the electronics data generated during the project will be stored on local computers just as shared in OneDrive shared folder, to where all the\ninvolved researchers will have access.\nRegarding the physical data, the samples will be stored in the proper place considering the special conditions required for each type of\nsample (glovebox, desiccator, regular box). The researcher’s notebooks will be accessible in the office of the researchers.\nHow will the data be backed up?\nHow will the data be backed up?\nThe digital data in local computers must be updated in the OneDrive space weekly. In addition, periodical backups in the KU Leuven network\nK-drive of the research group (\\\\ICTS-S-DFS5.luna.kuleuven.be\\archive\\SET-cMACS-ResearchData-D0758) will be saved. The TeraCopy\nSoftware will be used for these backups to avoid potential copy fails.\nAt UGent, the data will be preserved during and 5 years after the project. This happens in collaboration with the IT managers of the department\nand UGent DICT, who offers protected network locations for long-term storage. Data originating from experimental setups is stored on\ninstrumentation PCs and backed up daily to these protected network locations. Synchrotron data is stored on a dedicated network location. All\ndata stored on the fellow's pc is backed up to OneDrive. After the project, this data will be copied to the protected network location, so that it is\nFindable, Accessible, Interoperable and Re-usable (FAIR) to other researchers in the group.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe amount of digital storage capacity expected in this project is easily addressed with the regular capacity of local computers and K-drive\nspace. So, no extra storage will be needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe digital data will be stored mainly in local computers managed by IT services and OneDrive space. Both one and the other require access\nthrough username and password, and only authorized persons will be granted access.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nIt is not expected that storage and backups create extra costs. Access to OneDrive is provided by KU Leuven and the storage in local\ncomputers will be done in existing computers. In the case of new storage elements will be required, they will be covered by the running\nprojects at that moment.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n7 of 9\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nThe whole digital data will be stored for at least 5 years. The volume of digital data should not be higher than a few hundred Gbs, so it will not\nbe a problem to store them for a long time.\nOn the other hand, the physical data related to compiled data (i.e. relevant lab notebook pages) will be digitalized and stored for a minimum of\n5 years with those other digital data.\nIn the case of sample storage, only critical or non-reproducible samples (for cost, materials, or time-consuming reasons) will be properly stored\nfor the required time.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be stored in the K-drive for a long time.\nCritical samples (criteria defined previously) will be stored properly in lab 00.541 (preparation laboratory) or glovebox 00.719 in the\nNanocenter building (Celestijnenlaan 200J, 3001 Leuven).\nSamples storage of metallic films and Lab-On-Chip will be store in the CoCooN group facilities in the S1 building of the University of Ghent,\nand the Institute of Mechanics, Materials and Civil Engineering (iMMC)facilities in the Réaumur building of the Université Catholique de\nLouvain.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data storage is not expected to generate an extra cost since it will be covered by existing technical resources. In case of extra digital\nsolutions will be needed, some of the options offered by KU Leuven for long-term storage will be used. The cost of this long-term storage is\naround a few hundred euros and will be supported for the running projects at that moment.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe digital data can be made available for reuse in open access repository if it would be necessary, for example, if they are requested by\na scientific journal.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN.A.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe KU Leuven possesses its open repository (RDR) where the data can be published.\nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n8 of 9\nWhen will the data be made available?\nWhen will the data be made available?\nWhen all the result has been published the digital data can be made available in an open repository.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nGeneral licence of Creative Commons should be applied.\nMore restrictive licenses can be needed during the project and will be detailed in those cases.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nIt is not expected extra costs for data sharing. The use of OneDrive folder allows data sharing between the involved researchers. In addition,\nthe volumes of data generated can be transferred using freeware tools for data sharing if needed.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nAll the researchers involved are expected to manage the different generated data. Researchers from UCLouvain will manage the data related to\nthe nanomechanical strain engineering and related measurements; researchers from UGent will maintain the data documentation and metadata\nof metal thin film preparation and characterization; KU Leuven researchers are in charge of the measurements of the results related to metal\nhalide perovskites. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nOne of the researchers involved in the project from each one of the institutions will be responsible for keeping updated the provided storage\nresources with the newly generated data. One of the involved researchers will be charged with the backup copy in the group’s internal folder. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe co-promotors of the project are in the charge of the preservation and sharing of the data in the long term. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nOne researcher from the KU Leuven group will be in charge of updating the DMP and adapting it if required to new necessities appeared\nduring the project. \nCreated using DMPonline.be. Last modiﬁed 24 June 2024\n9 of 9"
    },
    "clean_full_text": "FWO - G098319N (Perovskopy) FWO - G098319N (Perovskopy) A Data Management Plan created using DMPonline.be Creators: Creators: Maarten Roeffaers https://orcid.org/0000-0001-6582-6514 , n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: Maarten Roeffaers https://orcid.org/0000-0001-6582-6514 Grant number / URL: Grant number / URL: G0A5923N ID: ID: 207855 Start date: Start date: 01-01-2023 End date: End date: 11-03-2026 Project abstract: Project abstract: A grand challenge of the 21st century is to meet the ever-increasing global energy demand. With the advent of (i) metal halide perovskite and (ii) metal thin films, (i) solar light can today be transformed into electricity and (ii) electric energy stored into chemicals, yet, with significant energy losses. Therefore, pushing the energy efficiency of these functional energy materials beyond current limits is of ultimate importance. Today's efforts have however mainly focused on advanced synthesis protocols to design the next-generation of functional energy materials. Here, in contrast, we explore a radically different, nanomechanical approach based on elastic deformation of the metal (halide perovskite) thin films – an approach still in its infancy. In particular, controlled and dynamic expansion of the crystal lattice will be exploited to tailor the bulk and surface properties of metal (halide perovskite) thin films. Our vision is that delivering strain as an active, external ‘stimulus’ will open an unparalleled way of application-tailored tuning of the performance, not achievable by rational materials design. This WEAVE project will exploit an interdisciplinary and synergetic methodology by combining and advancing (i) a unique nanomechanical test platform (UCL) from materials engineering to strain (ii) thin film functional energy materials (UGent, KUL), (iii) probed by state-of-the-art optical (KUL), X-ray (UGent) and electron-based (UCL) characterization. Last modified: Last modified: 24-06-2024 Created using DMPonline.be. Last modiﬁed 24 June 2024 1 of 9 FWO - G098319N (Perovskopy) FWO - G098319N (Perovskopy) DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 June 2024 2 of 9 FWO - G098319N (Perovskopy) FWO - G098319N (Perovskopy) GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 June 2024 3 of 9 FWO - G098319N (Perovskopy) FWO - G098319N (Perovskopy) Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) Digital data type will be mostly numerical data. The envisaged data object are spreadsheets, databases, images, maps. The mode of data collection are through experiment and/or simulation. The collected data will be mainly born-digital, but can also be complemented by non-digital notes. The partners will produce primary data, generated by the researcher for a particular research purpose or project. The data life cycle will go through the following stages: raw, pre-processed, processing and data output for figures in manuscripts. The collected data will be saved in the most simple, open (i.e. nonproprietary) file format, such as .txt or .csv file formats, most commonly used by researchers. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) During the project, a KUL-based sharepoint website will be set-up, backed-up in a digital cloud, to store data relevant for the WEAVE project (responsibility Prof. Roeffaers). This e-platform allows quasi-unlimited data storage, i.e. up to 100 GB/file and a total storage capacity of 10 TB. Data having no relevance for the WEAVE project will be saved on local data storage devices at partner institutes. Long term preservation of the data after the project (+5 years) will be done by data deposition on public archives, e.g. generic repositories as zenodo.org (EU funded/trusted). We certify the best practices of the FAIR principles will be followed. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) NA. Data will be stored for the duration of the project +5 years Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA. No other issues exist related to data management. Created using DMPonline.be. Last modiﬁed 24 June 2024 4 of 9 FWO - G098319N (Perovskopy) FWO - G098319N (Perovskopy) FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Please choose from the following options: Digital Physical Please choose from the following options: Experimental Compiled/aggregated data Software Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Samples Samples prepared for experiments New Physical Experimental na na Few hundred samples Researcher's notebooks Notebooks used during the experiments/results discussions New Physical Compiled data na na Around 2 notebooks per researcher/year Experimental data Raw data from different characterization techniques New Digital Experimental .csv .txt .oif .tiff .jpg <100GB Analysed data Reports, figures, presentations, data mining New Digital Compiled data .pdf .txt .pptx <1GB Electronic lab notebooks Short description of experiments and researcher observations New Digital Compiled data .txt .pdf <1GB Meeting minutes Summary of meetings between project members New Digital Compiled data .pdf <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Created using DMPonline.be. Last modiﬁed 24 June 2024 5 of 9 NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). An electronic lab notebook will be created for each researcher. This notebook will contain for each relevant experiment for the research a brief description of the sample used with the basic information of synthesis, the parameters used for measuring, and the researcher’s observations. Daily creation of this electronic lab notebook is not necessary, but in relevant experiment for the project should be included. The experimental data will be recorded with a very descriptive file name (for example: date_material_synthesis conditions) in such a way that all the data can be re-analysed in the future if needed and the samples can be reproduced. These data will be stored in individual folders depending on the experimental setups used. Through this storage protocol, all the data can be recovered, understood, and compared with the researcher’s notebooks. The data analysis will be stored in individual folders and a readme file describing the procedure will be included. The new analysis and experiments procedures will be detailed written to create a Standard Operating Procedure and will be stored in a shared folder so the reproducibility of results will be guaranteed. The main results will be periodically reported in PDF files, where the data analysis carried out, experimental conditions, and observations will be explained and included. Created using DMPonline.be. Last modiﬁed 24 June 2024 6 of 9 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All the electronics data generated during the project will be stored on local computers just as shared in OneDrive shared folder, to where all the involved researchers will have access. Regarding the physical data, the samples will be stored in the proper place considering the special conditions required for each type of sample (glovebox, desiccator, regular box). The researcher’s notebooks will be accessible in the office of the researchers. How will the data be backed up? How will the data be backed up? The digital data in local computers must be updated in the OneDrive space weekly. In addition, periodical backups in the KU Leuven network K-drive of the research group (\\\\ICTS-S-DFS5.luna.kuleuven.be\\archive\\SET-cMACS-ResearchData-D0758) will be saved. The TeraCopy Software will be used for these backups to avoid potential copy fails. At UGent, the data will be preserved during and 5 years after the project. This happens in collaboration with the IT managers of the department and UGent DICT, who offers protected network locations for long-term storage. Data originating from experimental setups is stored on instrumentation PCs and backed up daily to these protected network locations. Synchrotron data is stored on a dedicated network location. All data stored on the fellow's pc is backed up to OneDrive. After the project, this data will be copied to the protected network location, so that it is Findable, Accessible, Interoperable and Re-usable (FAIR) to other researchers in the group. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The amount of digital storage capacity expected in this project is easily addressed with the regular capacity of local computers and K-drive space. So, no extra storage will be needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital data will be stored mainly in local computers managed by IT services and OneDrive space. Both one and the other require access through username and password, and only authorized persons will be granted access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? It is not expected that storage and backups create extra costs. Access to OneDrive is provided by KU Leuven and the storage in local computers will be done in existing computers. In the case of new storage elements will be required, they will be covered by the running projects at that moment. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 24 June 2024 7 of 9 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). The whole digital data will be stored for at least 5 years. The volume of digital data should not be higher than a few hundred Gbs, so it will not be a problem to store them for a long time. On the other hand, the physical data related to compiled data (i.e. relevant lab notebook pages) will be digitalized and stored for a minimum of 5 years with those other digital data. In the case of sample storage, only critical or non-reproducible samples (for cost, materials, or time-consuming reasons) will be properly stored for the required time. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All digital data will be stored in the K-drive for a long time. Critical samples (criteria defined previously) will be stored properly in lab 00.541 (preparation laboratory) or glovebox 00.719 in the Nanocenter building (Celestijnenlaan 200J, 3001 Leuven). Samples storage of metallic films and Lab-On-Chip will be store in the CoCooN group facilities in the S1 building of the University of Ghent, and the Institute of Mechanics, Materials and Civil Engineering (iMMC)facilities in the Réaumur building of the Université Catholique de Louvain. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data storage is not expected to generate an extra cost since it will be covered by existing technical resources. In case of extra digital solutions will be needed, some of the options offered by KU Leuven for long-term storage will be used. The cost of this long-term storage is around a few hundred euros and will be supported for the running projects at that moment. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The digital data can be made available for reuse in open access repository if it would be necessary, for example, if they are requested by a scientific journal. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N.A. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The KU Leuven possesses its open repository (RDR) where the data can be published. Created using DMPonline.be. Last modiﬁed 24 June 2024 8 of 9 When will the data be made available? When will the data be made available? When all the result has been published the digital data can be made available in an open repository. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. General licence of Creative Commons should be applied. More restrictive licenses can be needed during the project and will be detailed in those cases. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? It is not expected extra costs for data sharing. The use of OneDrive folder allows data sharing between the involved researchers. In addition, the volumes of data generated can be transferred using freeware tools for data sharing if needed. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? All the researchers involved are expected to manage the different generated data. Researchers from UCLouvain will manage the data related to the nanomechanical strain engineering and related measurements; researchers from UGent will maintain the data documentation and metadata of metal thin film preparation and characterization; KU Leuven researchers are in charge of the measurements of the results related to metal halide perovskites. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? One of the researchers involved in the project from each one of the institutions will be responsible for keeping updated the provided storage resources with the newly generated data. One of the involved researchers will be charged with the backup copy in the group’s internal folder. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The co-promotors of the project are in the charge of the preservation and sharing of the data in the long term. Who will update and implement this DMP? Who will update and implement this DMP? One researcher from the KU Leuven group will be in charge of updating the DMP and adapting it if required to new necessities appeared during the project. Created using DMPonline.be. Last modiﬁed 24 June 2024 9 of 9"
}