{
    "document_id": "D-2023-2214",
    "LinkTitle": "D-2023-2214",
    "file_name": "D-2023-2214.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2214.pdf",
    "metadata": {
        "title": "INTERPLAY BETWEEN THE SKELETON AND GLUCOSE HOMEOSTASIS IN THE CONTEXT OF TYPE 2 DIABETES MELLITUS",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "INTERPLAY BETWEEN THE SKELETON AND GLUCOSE HOMEOSTASIS IN THE\nCONTEXT OF TYPE 2 DIABETES MELLITUS\nA Data Management Plan created using DMPonline.be\nCreator: \nChrista Maes\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nChrista Maes\nGrant number / URL: \nG078923N\nID: \n201055\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nMetabolic disorders such as osteoporosis, obesity and diabetes represent a global health concern, affecting millions of\npeople worldwide. These conditions are linked in many ways. Type 2 diabetes mellitus (T2DM) impacts negatively on\nglucose homeostasis and multiple organs, including the skeleton, typically leading to poor bone quality, increased\nfracture risk, and impaired bone regeneration. Conversely, bone itself also affects energy metabolism, through multiple\nmechanisms. Our preceding work suggested that osteoblasts, the bone-building cells, may contribute directly to whole-\nbody glucose homeostasis, in ways linked to their cellular metabolism and regulated by hypoxia signaling pathways.\nHere, we build further on these findings while focusing our continued studies on the setting of obesity-associated\nhyperglycemia modeling T2DM. By using mouse genetics, metabolic phenotyping, lineage tracing and imaging methods,\nand single cell transcriptomics, we will gain in-depth insights in the cellular-molecular mechanisms underlying the\npathophysiological interplay between bone and glucose homeostasis in T2DM and diabetic fracture repair. Moreover, we\naim to uncover whether and how HIF-modulating therapeutic approaches could improve energy metabolism and bone\nhealth and repair in coupled ways. This project will deliver mechanistic understanding and therapeutic outlooks relevant\nto T2DM, an increasingly prevalent metabolic disorder that compromises bone health and repair profoundly.\nLast modified: \n12-07-2023\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n1 of 6\nINTERPLAY BETWEEN THE SKELETON AND GLUCOSE HOMEOSTASIS IN THE\nCONTEXT OF TYPE 2 DIABETES MELLITUS\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew\ndata) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital)\nor\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMicroCT\nRaw and processed microCT scans of mouse bones and their\nanalysis\nN or E\nD\nI and N\nvarious\nformats\nincluding\n.png, .tif.,\n.jpg, .bmp,\n.xlsx\n<5TB\nMouse bones are processed and\nstored (fridge) or used further for\nhistological processing and analysis.\nHistology\nsamples\nBiological samples, including embedded mouse bones and cut\ntissue sections thereof, for general histology,\nimmunohistochemistry, and other staining procedures. \nN or E\nP\nN/A\nN/A\nN/A\nTissue samples/biopsies, cells and\ncell lysates/products are stored in\ndedicated, closed and locked\ncontainers at room temperature,\n4°C, -20°C, -80°C, or liquid nitrogen\n(N2).\nHistology\ndata\nMicroscopy images and analysed histomorphometric data of\nhistological samples and sections. Includes raw and processed\nimages, from 2D and 3D microscopy, and numerical data files.\nN\nD\nA, I and N\nvarious\nformats\nincluding\n.nd2, .vsi,\n.png, .tif.,\n.jpg, .xlsx\n<1TB\nN/A\nGene\nexpression\nsamples\nBiological samples, including stored or processed biopsies\ncollected from mice (serum, tissues) and cultured cells, and\nderivates thereof (RNA, DNA, protein), for gene expression\nanalysis during the project or in future research of the lab.  \n \nN or E\nP\nN/A\n N/A\nN/A \nTissue samples/biopsies, cells and\ncell lysates/products are stored in\ndedicated, closed and locked\ncontainers at room temperature,\n4°C, -20°C, -80°C, or liquid nitrogen\n(N2).\nGene\nexpression\ndata\nMolecular biology data, obtained by qRT-PCR, ELISA, western blot,\n(bulk/single-cell) RNA-sequencing, etc. \nN\nD\nmostly N\n(some I)\nvarious\nformats,\nforemost \n.eds, .xlsx, \n.nd2\n<1TB\nN/A\nFlow\ncytometry\ndata\nRaw and analysed flow cytometry data\nN\nD\nN\n.fcs,  .xlsx  \n<100GB\nN/A\nMetabolic\ndata\nMetabolic data include results from glucose tolerance tests,\ninsulin tolerance tests, bodyweight, organ/tissue weight,\nbehaviour (feeding, physical activity) data, indirect calorimetry\ndata, etc. \nN\nD\nN\n.xlsx\n<1GB\nN/A\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nBiological samples and data generated in the lab in previous projects under supervision of the PI of the current project (Christa Maes) may be reused.  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nPreceding studies related to this project have been approved under preceding ethical dossiers #041/2017 and #042/2017. Breeding of the mouse lines required for the\nwork runs under Breeding License \"000/(GS1/GS2) Breeding-Maes Christa-Breeding non harmfull phenotypes\". \nA new application dedicated to the studies on this project has been approved by the KU Leuven Animal Ethics Committee: P083/2022. Whenever needed, additions or\namendments to this license will be applied for prior to the start of the animal experiments.\n \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n2 of 6\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nNot applicable. This research project does not involve ethically sensitive data or data from human subjects.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nNo commercial valorisation is anticipated at this early stage. If this changes, it will be declared accordingly.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nMaterial transfer agreements may apply regarding the use of genetically modified mouse strains for the studies in this project.\n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nMetadata will be collected regarding the mice used for experiments (age, strain, genotype, gender, date of sacrifice, tissue storage and purpose, weight and other\nrelevant parameters); .xlsx and .docx files in dedicated folders for each experiment will contain this information. Moreover, a general “log list” will contain a full\nsummary of all the experiments with information from each individual animal, including type of sample, storage location and processing status.\nProtocols (sampling, processing, histology staining, flow cytometry gating and antibody staining, etc…) will be kept in dedicated folders for each experiment and a\nprinted copy in the personal lab book will be stored in the lab. Furthermore, these protocols will be put on the internal shared lab drive (J) drive, so that they are\neasily accessible to all current and future lab members.\nMetadata regarding data acquisition (e.g. for image acquisition: objective, camera settings,…) will be stored together with the raw data and processed data, both on\nthe personal hard drives as well as the shared KU Leuven drives.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nBoth on the personal hard drive and on the shared KU Leuven drives, a logical folder organization will be used such that current and future lab members can easily access\nall raw and processed data. An easy-to-follow hierarchy will be used, and folder names will be descriptive. Main folders are kept for each researcher or project. Subfolders\nwill be used, with broader topics at higher levels. Next, subfolders will be created according to type of data (e.g. histology, flow cytometry, qPCR,)… Within each type of\ndata folder, descriptive subfolders will be created (depending on type of data) in which the raw and processed data will be stored. As mentioned above, mouse sampling\nlog lists, protocols and metadata regarding data acquisition will be stored on the shared drive, such that they are easily accessible for all lab members. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nLarge Volume Storage\nOther (specify below)\nData will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected raw datasets will be transferred to the KU\nLeuven data Archive Repository (K-drive). Additionally, throughout the project the PhD students and other personnel involved in this project will keep a copy of the data\non personal external hard drives (backup of computer), which will be handled over to the PI Christa Maes after finalization of the project.\n \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n3 of 6\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nData will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected large raw datasets will be transferred to the\nKU Leuven data Archive Repository (K-drive). Additionally, throughout the project the PhD students and other personnel involved in this project will keep a copy of the\ndata on personal external hard drives (backup of computer), which will be handled over to the PI Christa Maes after finalization of the project.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCurrently there is sufficient storage in the Long-term KU Leuven server drive and in the back up external hard drives. Additional server capacity can be reserved at any\ntime, and additional working hard drives and back up hard drives will be purchased when needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nShared drives KU Leuven: Access is only given to authorized researchers associated to the lab.\nPersonal hard drives: Hard drives are stored in the lab, which is accessible only to lab members. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe expect an approximate 1500 Euro per year for this project for data storage on the KU Leuven servers (electronic files). These costs will be covered by the PI (FWO and\nKU Leuven grants). \nExpenses for temperature-controlled storage of biological samples (fridges, freezers, ultrafreezers -80°C, liquid N2) is limited: purchase of freezers has been done before\nfrom preceding grants to the PI; costs for repair are occasional.\n \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nAll data will be retained for at least the expected 10-year period after finalization of the project. After that, PI Christa Maes will decide on what data will be retained. In\nprinciple, all key raw and analyzed data are preserved for >10 years or undetermined time after the project. Data or samples deemed uninformative or of no further value\nfor research purposes (e.g., quality loss from long-term stored biological samples) may be discarded after the 10-year period. \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nShared network drive (J-drive)\nData will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected raw datasets will be transferred to the KU\nLeuven data Archive Repository (K-drive). Additionally, external hard drives containing data backups are stored on campus by the PI Christa Maes after finalization of the\nproject.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect an approximate 1500 Euro per year for this project for data storage on the KU Leuven servers (electronic files) and expenses for temperature-controlled\nstorage of biological samples (fridges, freezers, ultrafreezers -80°C, liquid N2). These costs will need to be covered by the PI from grant funding. \n \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n4 of 6\nYes, as restricted data (upon approval, or institutional access only)\nNo (closed access)\nYes, as open data\nYes, as embargoed data (temporary restriction)\nThe principle route of sharing the data is via the publication as peer-reviewed, original research papers. Published results will be available, either as open-access research\npapers, embargoed data, or restricted data, depending on the journal's specifics. Published papers are also deposited on the KU Leuven Lirias repository.\nDatasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories\n(e.g., ENA (the European Nucleotide Archive, from the European Molecular Biology Laboratory (EMBL)). These can be openly accessed by anyone for reuse. \nRemaining samples and datasets that are stored and preserved after the project, can be reused internally, by other or new team members, in consultation with the PI. \nAny other reuse of data or samples requested by external parties, will be considered on a case-by-case basis by the PI. In principle, data can be made available upon\nreasonable request after publishing the key results of the project. Remaining samples from the project that are not critical for the own research, can be made available to\nothers in collaboration. No special licenses or transfer agreements will be required when working in this context with academic partners that have research/educational\ngoals and no commercial interest.  \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nResults of the study will be published as research papers, preferentially open-access. Datasets that are relevant to the community, such as genome-wide transcriptome\nprofiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories. \nAny other data can be made available upon reasonable request after publishing the\nkey results of the project. Uses for research and educational purposes will in principle be allowed, if in line with the further plans and goals of the lab. Commercial reuse\nwill in general be excluded. For all internal use of data and samples, authorized researchers associated to the lab have access to the shared KU Leuven drives, to\npreceding team members' protocols, data, lab notebooks, and stored samples.    \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nYes, ethical aspects\nYes, other\nSome samples cannot be shared because of prior material transfer agreements that preclude sharing with third parties (e.g., genetically modified mice and their derivates\nincluding tissue samples etc.). Some data and samples would preferably not be shared based on reasons of competition or further plans by the lab for internal reuse and\nsubsequent studies building on the current project. In general, we will consider only uses for research and educational purposes; commercial reuse or any reuse with\nethical issues will be excluded.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nResults of the study will be published as research papers, preferentially open-access, and deposited via the KU Leuven Lirias repository.\nDatasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories\n(e.g., ENA (the European Nucleotide Archive, from the European Molecular Biology Laboratory (EMBL)).\nAny other data can be made available upon reasonable request after publishing the key results of the project.\nWhen will the data be made available? \nUpon publication of research results\nAfter publishing the key data and findings of the study. \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNone. Data will be made available only after publishing the key results of the project, either as open data (datasets of broad interest) or upon request by email. When\nrelevant, advice will be sought about appropriate usage licenses. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nPublished research papers will have a PID/DOI. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nData sharing is generally not associated with costs. Data are shared either via public repositories (free for depositing and users) or via email or free-of-costs data sharing\nservices (e.g., Belnet, OneDrive). \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n5 of 6\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe researchers who generate the data are responsible for documentation, metadata, storage and backup.\nThe supervisor of the project has the end responsibility and manages long-term preservation and sharing.\nWho will manage data storage and backup during the research project? \nThe researchers who generate the data are responsible for documentation, metadata, storage and backup.\nWho will manage data preservation and sharing? \nThe supervisor of the project, Christa Maes, has the end responsibility and manages data preservation and sharing.\nWho will update and implement this DMP? \nThe PI will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n6 of 6"
    },
    "clean_full_text": "INTERPLAY BETWEEN THE SKELETON AND GLUCOSE HOMEOSTASIS IN THE CONTEXT OF TYPE 2 DIABETES MELLITUS A Data Management Plan created using DMPonline.be Creator: Christa Maes Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: KU Leuven BOF-IOF Principal Investigator: Christa Maes Grant number / URL: G078923N ID: 201055 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Metabolic disorders such as osteoporosis, obesity and diabetes represent a global health concern, affecting millions of people worldwide. These conditions are linked in many ways. Type 2 diabetes mellitus (T2DM) impacts negatively on glucose homeostasis and multiple organs, including the skeleton, typically leading to poor bone quality, increased fracture risk, and impaired bone regeneration. Conversely, bone itself also affects energy metabolism, through multiple mechanisms. Our preceding work suggested that osteoblasts, the bone-building cells, may contribute directly to whole- body glucose homeostasis, in ways linked to their cellular metabolism and regulated by hypoxia signaling pathways. Here, we build further on these findings while focusing our continued studies on the setting of obesity-associated hyperglycemia modeling T2DM. By using mouse genetics, metabolic phenotyping, lineage tracing and imaging methods, and single cell transcriptomics, we will gain in-depth insights in the cellular-molecular mechanisms underlying the pathophysiological interplay between bone and glucose homeostasis in T2DM and diabetic fracture repair. Moreover, we aim to uncover whether and how HIF-modulating therapeutic approaches could improve energy metabolism and bone health and repair in coupled ways. This project will deliver mechanistic understanding and therapeutic outlooks relevant to T2DM, an increasingly prevalent metabolic disorder that compromises bone health and repair profoundly. Last modified: 12-07-2023 Created using DMPonline.be. Last modiﬁed 12 July 2023 1 of 6 INTERPLAY BETWEEN THE SKELETON AND GLUCOSE HOMEOSTASIS IN THE CONTEXT OF TYPE 2 DIABETES MELLITUS Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA MicroCT Raw and processed microCT scans of mouse bones and their analysis N or E D I and N various formats including .png, .tif., .jpg, .bmp, .xlsx <5TB Mouse bones are processed and stored (fridge) or used further for histological processing and analysis. Histology samples Biological samples, including embedded mouse bones and cut tissue sections thereof, for general histology, immunohistochemistry, and other staining procedures. N or E P N/A N/A N/A Tissue samples/biopsies, cells and cell lysates/products are stored in dedicated, closed and locked containers at room temperature, 4°C, -20°C, -80°C, or liquid nitrogen (N2). Histology data Microscopy images and analysed histomorphometric data of histological samples and sections. Includes raw and processed images, from 2D and 3D microscopy, and numerical data files. N D A, I and N various formats including .nd2, .vsi, .png, .tif., .jpg, .xlsx <1TB N/A Gene expression samples Biological samples, including stored or processed biopsies collected from mice (serum, tissues) and cultured cells, and derivates thereof (RNA, DNA, protein), for gene expression analysis during the project or in future research of the lab. N or E P N/A N/A N/A Tissue samples/biopsies, cells and cell lysates/products are stored in dedicated, closed and locked containers at room temperature, 4°C, -20°C, -80°C, or liquid nitrogen (N2). Gene expression data Molecular biology data, obtained by qRT-PCR, ELISA, western blot, (bulk/single-cell) RNA-sequencing, etc. N D mostly N (some I) various formats, foremost .eds, .xlsx, .nd2 <1TB N/A Flow cytometry data Raw and analysed flow cytometry data N D N .fcs, .xlsx <100GB N/A Metabolic data Metabolic data include results from glucose tolerance tests, insulin tolerance tests, bodyweight, organ/tissue weight, behaviour (feeding, physical activity) data, indirect calorimetry data, etc. N D N .xlsx <1GB N/A If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Biological samples and data generated in the lab in previous projects under supervision of the PI of the current project (Christa Maes) may be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) Preceding studies related to this project have been approved under preceding ethical dossiers #041/2017 and #042/2017. Breeding of the mouse lines required for the work runs under Breeding License \"000/(GS1/GS2) Breeding-Maes Christa-Breeding non harmfull phenotypes\". A new application dedicated to the studies on this project has been approved by the KU Leuven Animal Ethics Committee: P083/2022. Whenever needed, additions or amendments to this license will be applied for prior to the start of the animal experiments. Created using DMPonline.be. Last modiﬁed 12 July 2023 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Not applicable. This research project does not involve ethically sensitive data or data from human subjects. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No No commercial valorisation is anticipated at this early stage. If this changes, it will be declared accordingly. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Material transfer agreements may apply regarding the use of genetically modified mouse strains for the studies in this project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Metadata will be collected regarding the mice used for experiments (age, strain, genotype, gender, date of sacrifice, tissue storage and purpose, weight and other relevant parameters); .xlsx and .docx files in dedicated folders for each experiment will contain this information. Moreover, a general “log list” will contain a full summary of all the experiments with information from each individual animal, including type of sample, storage location and processing status. Protocols (sampling, processing, histology staining, flow cytometry gating and antibody staining, etc…) will be kept in dedicated folders for each experiment and a printed copy in the personal lab book will be stored in the lab. Furthermore, these protocols will be put on the internal shared lab drive (J) drive, so that they are easily accessible to all current and future lab members. Metadata regarding data acquisition (e.g. for image acquisition: objective, camera settings,…) will be stored together with the raw data and processed data, both on the personal hard drives as well as the shared KU Leuven drives. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Both on the personal hard drive and on the shared KU Leuven drives, a logical folder organization will be used such that current and future lab members can easily access all raw and processed data. An easy-to-follow hierarchy will be used, and folder names will be descriptive. Main folders are kept for each researcher or project. Subfolders will be used, with broader topics at higher levels. Next, subfolders will be created according to type of data (e.g. histology, flow cytometry, qPCR,)… Within each type of data folder, descriptive subfolders will be created (depending on type of data) in which the raw and processed data will be stored. As mentioned above, mouse sampling log lists, protocols and metadata regarding data acquisition will be stored on the shared drive, such that they are easily accessible for all lab members. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Personal network drive (I-drive) Large Volume Storage Other (specify below) Data will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected raw datasets will be transferred to the KU Leuven data Archive Repository (K-drive). Additionally, throughout the project the PhD students and other personnel involved in this project will keep a copy of the data on personal external hard drives (backup of computer), which will be handled over to the PI Christa Maes after finalization of the project. Created using DMPonline.be. Last modiﬁed 12 July 2023 3 of 6 How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Data will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected large raw datasets will be transferred to the KU Leuven data Archive Repository (K-drive). Additionally, throughout the project the PhD students and other personnel involved in this project will keep a copy of the data on personal external hard drives (backup of computer), which will be handled over to the PI Christa Maes after finalization of the project. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Currently there is sufficient storage in the Long-term KU Leuven server drive and in the back up external hard drives. Additional server capacity can be reserved at any time, and additional working hard drives and back up hard drives will be purchased when needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Shared drives KU Leuven: Access is only given to authorized researchers associated to the lab. Personal hard drives: Hard drives are stored in the lab, which is accessible only to lab members. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect an approximate 1500 Euro per year for this project for data storage on the KU Leuven servers (electronic files). These costs will be covered by the PI (FWO and KU Leuven grants). Expenses for temperature-controlled storage of biological samples (fridges, freezers, ultrafreezers -80°C, liquid N2) is limited: purchase of freezers has been done before from preceding grants to the PI; costs for repair are occasional. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) All data will be retained for at least the expected 10-year period after finalization of the project. After that, PI Christa Maes will decide on what data will be retained. In principle, all key raw and analyzed data are preserved for >10 years or undetermined time after the project. Data or samples deemed uninformative or of no further value for research purposes (e.g., quality loss from long-term stored biological samples) may be discarded after the 10-year period. Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR Shared network drive (J-drive) Data will be stored on the shared network drives, including the KU Leuven shared Large Volume Storage (L-drive); selected raw datasets will be transferred to the KU Leuven data Archive Repository (K-drive). Additionally, external hard drives containing data backups are stored on campus by the PI Christa Maes after finalization of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect an approximate 1500 Euro per year for this project for data storage on the KU Leuven servers (electronic files) and expenses for temperature-controlled storage of biological samples (fridges, freezers, ultrafreezers -80°C, liquid N2). These costs will need to be covered by the PI from grant funding. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 12 July 2023 4 of 6 Yes, as restricted data (upon approval, or institutional access only) No (closed access) Yes, as open data Yes, as embargoed data (temporary restriction) The principle route of sharing the data is via the publication as peer-reviewed, original research papers. Published results will be available, either as open-access research papers, embargoed data, or restricted data, depending on the journal's specifics. Published papers are also deposited on the KU Leuven Lirias repository. Datasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories (e.g., ENA (the European Nucleotide Archive, from the European Molecular Biology Laboratory (EMBL)). These can be openly accessed by anyone for reuse. Remaining samples and datasets that are stored and preserved after the project, can be reused internally, by other or new team members, in consultation with the PI. Any other reuse of data or samples requested by external parties, will be considered on a case-by-case basis by the PI. In principle, data can be made available upon reasonable request after publishing the key results of the project. Remaining samples from the project that are not critical for the own research, can be made available to others in collaboration. No special licenses or transfer agreements will be required when working in this context with academic partners that have research/educational goals and no commercial interest. If access is restricted, please specify who will be able to access the data and under what conditions. Results of the study will be published as research papers, preferentially open-access. Datasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories. Any other data can be made available upon reasonable request after publishing the key results of the project. Uses for research and educational purposes will in principle be allowed, if in line with the further plans and goals of the lab. Commercial reuse will in general be excluded. For all internal use of data and samples, authorized researchers associated to the lab have access to the shared KU Leuven drives, to preceding team members' protocols, data, lab notebooks, and stored samples. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Yes, ethical aspects Yes, other Some samples cannot be shared because of prior material transfer agreements that preclude sharing with third parties (e.g., genetically modified mice and their derivates including tissue samples etc.). Some data and samples would preferably not be shared based on reasons of competition or further plans by the lab for internal reuse and subsequent studies building on the current project. In general, we will consider only uses for research and educational purposes; commercial reuse or any reuse with ethical issues will be excluded. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Results of the study will be published as research papers, preferentially open-access, and deposited via the KU Leuven Lirias repository. Datasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories (e.g., ENA (the European Nucleotide Archive, from the European Molecular Biology Laboratory (EMBL)). Any other data can be made available upon reasonable request after publishing the key results of the project. When will the data be made available? Upon publication of research results After publishing the key data and findings of the study. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) None. Data will be made available only after publishing the key results of the project, either as open data (datasets of broad interest) or upon request by email. When relevant, advice will be sought about appropriate usage licenses. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No Published research papers will have a PID/DOI. What are the expected costs for data sharing? How will these costs be covered? Data sharing is generally not associated with costs. Data are shared either via public repositories (free for depositing and users) or via email or free-of-costs data sharing services (e.g., Belnet, OneDrive). Created using DMPonline.be. Last modiﬁed 12 July 2023 5 of 6 Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data are responsible for documentation, metadata, storage and backup. The supervisor of the project has the end responsibility and manages long-term preservation and sharing. Who will manage data storage and backup during the research project? The researchers who generate the data are responsible for documentation, metadata, storage and backup. Who will manage data preservation and sharing? The supervisor of the project, Christa Maes, has the end responsibility and manages data preservation and sharing. Who will update and implement this DMP? The PI will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 12 July 2023 6 of 6"
}