{
    "document_id": "D-2024-3458",
    "LinkTitle": "D-2024-3458",
    "file_name": "D-2024-3458.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3458.pdf",
    "metadata": {
        "title": "Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Nanopores",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nNanopores\nNanopores\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n1 of 7\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nNanopores\nNanopores\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n2 of 7\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nNanopores\nNanopores\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n3 of 7\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nScalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State\nNanopores\nNanopores\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nCircuit\ndesigns\n \nNew\nDigital\nExperimental\nVirtuoso\ndatabase\n< 5 GB\n \nSimulation\ndata\n \nNew\nDigital\nSimulation\ndata\nSPF\n< 1 TB\n \nMeasurment\nresults\n \nNew\nDigital\nExerimental\nGraphs\n< 10 TB\n \nPapers\n \nNew\nDigital\nOther\nLatex\n< 1 GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe integrated circuit designs have large value and can be transferd to industry. The measurement results are used to prove the\nperformance of the integrated circuit designs.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n4 of 7\nrestrictions are in place.\nrestrictions are in place.\nYes\nAgreements with TSMC limit the open distribution of the integrated circuit designs and simulations.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nIntegrated circuits are designed using the Cadence Virtuoso software which keeps the designs degistable as they get larger and\nclassifies simulation results close to the simulated circuit. Measurement data will be labeled based on the type of measurement\nperformed and under which conditions.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nOn the internal IMEC servers.\nHow will the data be backed up?\nHow will the data be backed up?\nIMEC has internal processes for backing up data automatically.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nIMEC has a large amount of storage available on its servers and this amount is expanded on a regular basis.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n5 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nIMEC servers are managed by IT employees who make sure that no unauthorised persons can infiltrate.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll costs of data storage are covered by IMEC as overhead costs of the project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll simulation and measurement results are saved on IMEC servers and backed up.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDepending on the relevancy of the measurement data, this data can be deleted after 5 years to free up storage space. Integrated\ncircuit designs and simulations will be preserved.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIMEC has large storage servers which get expanded on a regular basis to cover the growing data needs at no cost to the\nresearcher.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIMEC researchers\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nNDA agreements limit the ability to share data.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n6 of 7\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOn the internal filesystem of IMEC.\nWhen will the data be made available?\nWhen will the data be made available?\nAll data is accessible by IMEC researcher as they are generated.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhen data is published, accompanying data will be made availble using the MIT license in accordance with the MICAS KULeuven\npolicy.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nIMEC and KULeuven provide the necesarry file hosting options at no cost.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD Researcher, Sander Crols \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD Researcher, Sander Crols and IMEC \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nIMEC \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD Researcher, Sander Crols \nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n7 of 7"
    },
    "clean_full_text": "Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Nanopores Nanopores Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 13 March 2025 1 of 7 Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Nanopores Nanopores DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 March 2025 2 of 7 Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Nanopores Nanopores GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 March 2025 3 of 7 Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Scalable Integrated Circuits for High-Throughput, Third-Generation DNA Sequencing using Solid-State Nanopores Nanopores FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Circuit designs New Digital Experimental Virtuoso database < 5 GB Simulation data New Digital Simulation data SPF < 1 TB Measurment results New Digital Exerimental Graphs < 10 TB Papers New Digital Other Latex < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The integrated circuit designs have large value and can be transferd to industry. The measurement results are used to prove the performance of the integrated circuit designs. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what Created using DMPonline.be. Last modiﬁed 13 March 2025 4 of 7 restrictions are in place. restrictions are in place. Yes Agreements with TSMC limit the open distribution of the integrated circuit designs and simulations. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Integrated circuits are designed using the Cadence Virtuoso software which keeps the designs degistable as they get larger and classifies simulation results close to the simulated circuit. Measurement data will be labeled based on the type of measurement performed and under which conditions. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? On the internal IMEC servers. How will the data be backed up? How will the data be backed up? IMEC has internal processes for backing up data automatically. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes IMEC has a large amount of storage available on its servers and this amount is expanded on a regular basis. Created using DMPonline.be. Last modiﬁed 13 March 2025 5 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? IMEC servers are managed by IT employees who make sure that no unauthorised persons can infiltrate. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs of data storage are covered by IMEC as overhead costs of the project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All simulation and measurement results are saved on IMEC servers and backed up. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Depending on the relevancy of the measurement data, this data can be deleted after 5 years to free up storage space. Integrated circuit designs and simulations will be preserved. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? IMEC has large storage servers which get expanded on a regular basis to cover the growing data needs at no cost to the researcher. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. IMEC researchers Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other NDA agreements limit the ability to share data. Created using DMPonline.be. Last modiﬁed 13 March 2025 6 of 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. On the internal filesystem of IMEC. When will the data be made available? When will the data be made available? All data is accessible by IMEC researcher as they are generated. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. When data is published, accompanying data will be made availble using the MIT license in accordance with the MICAS KULeuven policy. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? IMEC and KULeuven provide the necesarry file hosting options at no cost. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD Researcher, Sander Crols Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD Researcher, Sander Crols and IMEC Who will manage data preservation and sharing? Who will manage data preservation and sharing? IMEC Who will update and implement this DMP? Who will update and implement this DMP? The PhD Researcher, Sander Crols Created using DMPonline.be. Last modiﬁed 13 March 2025 7 of 7"
}