{
    "document_id": "D-2024-3063",
    "LinkTitle": "D-2024-3063",
    "file_name": "D-2024-3063.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3063.pdf",
    "metadata": {
        "title": "D-2024-3063",
        "author": "Roy Konings",
        "num_pages": 7
    },
    "content": {
        "full_text": "'MISS, CAN I THRIVE HERE?' HOW TEACHERS CO-SHAPE \nADOLESCENTS' CULTURAL (MIS)FIT IN SELF, COGNITION AND \nMOTIVATION AS WELL AS THEIR LINKS WITH WELL-BEING AND \nEDUCATIONAL OUTCOMES\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset \nname / IDDescriptionNew or \nreuseDigital or \nPhysical dataData TypeFile formatData \nvolumePhysical \nvolume\n  Indicate:\nN(ew \ndata) or \nE(xisting \ndata) Indicate:  D(igital) \nor P(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify) Indicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA \nLongitudinal \nsurvey dataLongitudinal \ndataset for \nteachers and \nstudents, \nmergedNewDigitalNumerical \n+ textualSPSS \ndatafile<1GB\nFocusgroups \nteachersDataset with \nfocusgroup \ndataNewDigitalSound + \ntextualMP3 files \nconverted \n(transcribed) \ninto NVivo<1GB\nSPSS syntax \nfile paper 1 \n(EP 2)Coding file \n(descriptives, \ncorrelations) \nin SPSSNewDigitalNumerical \n+ textualSPSS \nsyntax file< 1GB\nMPlus \nsyntax files \npaper 1 (EP \n2)Coding files \n(Multilevel \nStructural \nEquation \nModelling \nMPlus)NewDigitalNumerical \n+ textualMPlus \nsyntax file< 1GB\nSPSS syntax \nfile paper 2 \n(EP 3)Coding file \n(descriptives, \ncorrelations) \nin SPSSNewDigitalNumerical \n+ textualSPSS \nsyntax file< 1GB\nMPlus \nsyntax files \npaper 2 (EP \n3)Coding files \n(Multilevel \nStructural \nEquation \nModelling \nMPlus)NewDigitalNumerical \n+ textualMPlus \nsyntax file< 1GB\nSPSS syntax \nfile paper 3 \n(EP 4)Coding file \n(descriptives, \ncorrelations) \nin SPSSNewDigitalNumerical \n+ textualSPSS \nsyntax file< 1GB\nMPlus \nsyntax files \npaper 3 (EP \n4)Coding files \n(Multilevel \nStructural \nEquation \nModelling \nMPlus)NewDigitalNumerical \n+ textualMPlus \nsyntax file< 1GB\nSPSS syntax \nfile paper 4 \n(EP 6)Coding file \n(descriptives, \ncorrelations) \nin SPSSNewDigitalNumerical \n+ textualSPSS \nsyntax file< 1GB\nMPlus \nsyntax files \npaper 4 (EP \n6)Coding files \n(Multilevel \nStructural \nEquation \nModelling \nMPlus)NewDigitalNumerical \n+ textualMPlus \nsyntax file< 1GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nThe sources will be the i) SPSS dataset containing the longitudinal survey data collected among teachers and ii) the \nNVivo project dataset for the discourse analyses. Data will be stored at J:\\GHUM-PPW-MICAS-CSCP-\nJOZEFIEN-0341-E \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●Yes, human subject data (Provide SMEC or EC approval number below)\nFor the longitudinal survey see G-2025-9101\nFor the focusgroup study see G-2024-8832\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●Yes (Provide PRET G-number or EC S-number below)\nFor focusgroup study see: G-2025-9101\nFor School without Racism see: G-2024-8832\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nFor the longitudinal dataset, we will write a detailed technical report to describe the data and the data collection \nprocess in detail. In addition, we will develop spss syntax files in which we transform raw data into processed data. \nWe will also create logbooks that describe the data collection phase in detail, a coding file in which we report who \ncoded which transcript at what time, as well as codebooks that describe each of the variables in detail. In addition, we  \nwill develop readme files that signify the purpose of all files.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes\nWe will use the standard protocol of the Centre for Social and Cultural Psychology for data management:\n1. Organisation\nThe practical/organizational aspects of the study. This includes submission/approval of ethics committee; information \non participant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); \nfunding proposals;… \n2. Material\nThe material you used for your study: questionnaires, scales, interviews, etc. If you made your own material, include \na subfolder with the development of the material (different steps, feedback of others, pilot study). When your material \nis translated into different language, include an overview file that shows how each item has been translated for all \nlanguages. \nThis folder also includes information on the implementation of your study. For example additional information on lab \nset-up, online implementation, information on experience sampling methods,… .\n3. Data & Analyses\nDifferent subfolders that represent the different steps in your analyses. Number them according to the subsequent \nsteps you took in handling the data.\n- Raw data (Do not include personally identifying data, we will put privacy-sensitive data on a separate \nnetwork space, with access for only the PI, project-coordinator and postdoc ). \n- Data cleaning (syntax, cleaned dataset, information on deleted participants,..)\n- Data structuring\n- Different steps in your analyses\n- Results (tables, figures, summary of results)\nMake sure that all your steps are included, so that a third party can replicate your results without further information. \nAlways include your syntax. If syntax is not available for your program, make a document with the different steps you \ntook. \n4. Output\nA folder for papers, includes your own papers (manuscripts sent in for submission; comments reviewers; final \nmanuscript; pdf-file of publication). Include relevant master theses, internship papers,.. too.\nA folder for presentations (e.g. CSCP meetings, posters, conference presentations,..\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●Shared network drive (J-drive)\n●OneDrive (KU Leuven)\nShort-term data storage will be done at OneDrive, while data will be stored at the J-drive for the longer run (i.e., after \n3 to 4 years when the post-doc project is finished).\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nThe digital data will be stored on a safe network drive from KU Leuven (J-drive). Also, it will be stored on OneDrive \nlinked to a KU Leuven-account. The secure data storage options provide automatic and manual back-up options for \nthe data. This will provide sufficient storage capacity and backup capacity.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nSecure and encrypted data storage and data sharing among researchers on the project are organized through the \nencrypted server space of the Center for Social and Cultural Psychology in line with data security policies and data \nmanagement policies within KU Leuven.\n Researchers who join the project (such as master students or interns) will sign a data user agreement stipulating the \nconditions for data use before they are given access to the data. The key files with contact details with names of \nparticipating schools will be only be accessible to the PI, project manager and postdoc. Please note that these are \ncontact details of the schools that are publicly available online on the website of Department of Education; in no way \nthese are 'persoonsgegevens'.  \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nNone\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●Certain data cannot be kept for 10 years (explain)\nThe audio files will be immediately deleted after transcriptions are made. The participants of the focus group \nwill receive a random pseudonym in the transcripts of the audio recordings. Their real names will not be \nsaved in any data file. However, the audio data can provide info about participants real names. Therefore, \nas soon as we have the transcripts of the focus groups, the audio files will be deleted.  \nWhere will these data be archived (stored and curated for the long-term)?  \n●Shared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nNone\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval only)\nData will be shared upon request and after signing a data-sharing agreement. Many journals also offer possibility to \npublish the used data with the articles; we will make use of this opportunity whenever appropriate.\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nOnly affiliated researchers and project supervisors will have access to the data. Non-affiliated researchers will only be  \nable to use the data upon request and will have to sign a data-user agreement to access and use the pseudonymized  \nversion of the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, privacy aspects\nWe collect personal information about our participants which cannot be shared with others to protect the privacy of \nour participants. Therefore, only affiliated researchers and project supervisors will have access to the original data.  \nWith third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative dataset will be \nshared. \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Data Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nJozefien De Leersnyder & Roy Konings  \nWho will manage data storage and backup during the research project?  \nJozefien De Leersnyder & Roy Konings\nWho will manage data preservation and sharing?  \nJozefien De Leersnyder\nWho will update and implement this DMP?  \nRoy Konings"
    },
    "clean_full_text": "'MISS, CAN I THRIVE HERE?' HOW TEACHERS CO-SHAPE ADOLESCENTS' CULTURAL (MIS)FIT IN SELF, COGNITION AND MOTIVATION AS WELL AS THEIR LINKS WITH WELL-BEING AND EDUCATIONAL OUTCOMES RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Longitudinal survey dataLongitudinal dataset for teachers and students, mergedNewDigitalNumerical + textualSPSS datafile<1GB Focusgroups teachersDataset with focusgroup dataNewDigitalSound + textualMP3 files converted (transcribed) into NVivo<1GB SPSS syntax file paper 1 (EP 2)Coding file (descriptives, correlations) in SPSSNewDigitalNumerical + textualSPSS syntax file< 1GB MPlus syntax files paper 1 (EP 2)Coding files (Multilevel Structural Equation Modelling MPlus)NewDigitalNumerical + textualMPlus syntax file< 1GB SPSS syntax file paper 2 (EP 3)Coding file (descriptives, correlations) in SPSSNewDigitalNumerical + textualSPSS syntax file< 1GB MPlus syntax files paper 2 (EP 3)Coding files (Multilevel Structural Equation Modelling MPlus)NewDigitalNumerical + textualMPlus syntax file< 1GB SPSS syntax file paper 3 (EP 4)Coding file (descriptives, correlations) in SPSSNewDigitalNumerical + textualSPSS syntax file< 1GB MPlus syntax files paper 3 (EP 4)Coding files (Multilevel Structural Equation Modelling MPlus)NewDigitalNumerical + textualMPlus syntax file< 1GB SPSS syntax file paper 4 (EP 6)Coding file (descriptives, correlations) in SPSSNewDigitalNumerical + textualSPSS syntax file< 1GB MPlus syntax files paper 4 (EP 6)Coding files (Multilevel Structural Equation Modelling MPlus)NewDigitalNumerical + textualMPlus syntax file< 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The sources will be the i) SPSS dataset containing the longitudinal survey data collected among teachers and ii) the NVivo project dataset for the discourse analyses. Data will be stored at J:\\GHUM-PPW-MICAS-CSCP- JOZEFIEN-0341-E Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, human subject data (Provide SMEC or EC approval number below) For the longitudinal survey see G-2025-9101 For the focusgroup study see G-2024-8832 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (Provide PRET G-number or EC S-number below) For focusgroup study see: G-2025-9101 For School without Racism see: G-2024-8832 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For the longitudinal dataset, we will write a detailed technical report to describe the data and the data collection process in detail. In addition, we will develop spss syntax files in which we transform raw data into processed data. We will also create logbooks that describe the data collection phase in detail, a coding file in which we report who coded which transcript at what time, as well as codebooks that describe each of the variables in detail. In addition, we will develop readme files that signify the purpose of all files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes We will use the standard protocol of the Centre for Social and Cultural Psychology for data management: 1. Organisation The practical/organizational aspects of the study. This includes submission/approval of ethics committee; information on participant recruitment (e.g. informed consent and debriefing documents, information on the recruitment strategy); funding proposals;… 2. Material The material you used for your study: questionnaires, scales, interviews, etc. If you made your own material, include a subfolder with the development of the material (different steps, feedback of others, pilot study). When your material is translated into different language, include an overview file that shows how each item has been translated for all languages. This folder also includes information on the implementation of your study. For example additional information on lab set-up, online implementation, information on experience sampling methods,… . 3. Data & Analyses Different subfolders that represent the different steps in your analyses. Number them according to the subsequent steps you took in handling the data. - Raw data (Do not include personally identifying data, we will put privacy-sensitive data on a separate network space, with access for only the PI, project-coordinator and postdoc ). - Data cleaning (syntax, cleaned dataset, information on deleted participants,..) - Data structuring - Different steps in your analyses - Results (tables, figures, summary of results) Make sure that all your steps are included, so that a third party can replicate your results without further information. Always include your syntax. If syntax is not available for your program, make a document with the different steps you took. 4. Output A folder for papers, includes your own papers (manuscripts sent in for submission; comments reviewers; final manuscript; pdf-file of publication). Include relevant master theses, internship papers,.. too. A folder for presentations (e.g. CSCP meetings, posters, conference presentations,.. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Shared network drive (J-drive) ●OneDrive (KU Leuven) Short-term data storage will be done at OneDrive, while data will be stored at the J-drive for the longer run (i.e., after 3 to 4 years when the post-doc project is finished). How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes The digital data will be stored on a safe network drive from KU Leuven (J-drive). Also, it will be stored on OneDrive linked to a KU Leuven-account. The secure data storage options provide automatic and manual back-up options for the data. This will provide sufficient storage capacity and backup capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Secure and encrypted data storage and data sharing among researchers on the project are organized through the encrypted server space of the Center for Social and Cultural Psychology in line with data security policies and data management policies within KU Leuven. Researchers who join the project (such as master students or interns) will sign a data user agreement stipulating the conditions for data use before they are given access to the data. The key files with contact details with names of participating schools will be only be accessible to the PI, project manager and postdoc. Please note that these are contact details of the schools that are publicly available online on the website of Department of Education; in no way these are 'persoonsgegevens'. What are the expected costs for data storage and backup during the research project? How will these costs be covered? None DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●Certain data cannot be kept for 10 years (explain) The audio files will be immediately deleted after transcriptions are made. The participants of the focus group will receive a random pseudonym in the transcripts of the audio recordings. Their real names will not be saved in any data file. However, the audio data can provide info about participants real names. Therefore, as soon as we have the transcripts of the focus groups, the audio files will be deleted. Where will these data be archived (stored and curated for the long-term)? ●Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval only) Data will be shared upon request and after signing a data-sharing agreement. Many journals also offer possibility to publish the used data with the articles; we will make use of this opportunity whenever appropriate. If access is restricted, please specify who will be able to access the data and under what conditions. Only affiliated researchers and project supervisors will have access to the data. Non-affiliated researchers will only be able to use the data upon request and will have to sign a data-user agreement to access and use the pseudonymized version of the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, privacy aspects We collect personal information about our participants which cannot be shared with others to protect the privacy of our participants. Therefore, only affiliated researchers and project supervisors will have access to the original data. With third parties, only the anonymized quantitative dataset and/or the pseudonymized qualitative dataset will be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? None RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Jozefien De Leersnyder & Roy Konings Who will manage data storage and backup during the research project? Jozefien De Leersnyder & Roy Konings Who will manage data preservation and sharing? Jozefien De Leersnyder Who will update and implement this DMP? Roy Konings"
}