{
    "document_id": "D-2023-1913",
    "LinkTitle": "D-2023-1913",
    "file_name": "D-2023-1913.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1913.pdf",
    "metadata": {
        "title": "D-2023-1913",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link\n.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Anna Püschel 0000 -0002 -6592 -5528  \nContributor name(s) ( + ORCID) & roles   \nProject number1 & title 1187523N Stimming a Space  \nFunder(s) GrantID2  \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description   \nArt institutions slowly start to catch up in their efforts to become more accessible, but often the \nefforts are limited to a wheelchair ramp. One group within the disabled community often seems to be overlooked: people living with autism, dyslexia or other ‘deviations’ who are called neurodivergent. Neurodivergent women are even  more invisible since their disability presents \ndifferently than in men.  \nThe proposed research seeks to enrichen current efforts to make the art world safe and supportive for everyone by focussing on the following research question: how can artistic practices carve space for neurodivergent women? Answering this question will enrich current knowledge about neurodiversity as well as enrichen discussions about intersectionality on a larger scale that can improve the artistic careers of neurodive rgent women by highlighting their specific needs and sets \nof talents.  \nMy approach ties embodied auto -ethnographical to design -driven research. It contributes to \nclosing the existing gap between the demographics of neurodivergent women artists and the art world by a) expanding current knowledge about female neurodiversity through artistic research \ninto the disabled body in space, b) create material that can be used as reference by what I call ‘neurodivergent advocates’ in order to accelerate necessary change s in the art field and c) open \ndoors for connection of marginalised individuals by engaging into inclusive dialogues with institutions.  \n \n \n \n \n     \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nStimming \nLibrary  Collection of \nvisual recordings of different types of stimming for artistic exploration  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☒ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n  ☒ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: \nmp4 ,mp3  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nCocreation  Outcome of \nartistic \ncooperation  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital \n ☒ Observational  \n☒ Experimental  \n ☒ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB   \nFWO DMP Template (Flemish Standard DMP)   6 \n ☐ .tab \n \n☐ .gml  \n☒ other: \nmp4 ,mp3  \n☐ NA ☒ NA \n        \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing dat a, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per dataset or data type .   \n  \n \n4 Add rows for each dataset you want to describe.  \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   7 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe: I will work with individuals with different disabilities and access needs. Therefore, I \nwill make sure that consent forms are distributed, that there is very precise commu nication over \nintellectual property and the temporality of the consent given to me to record and preserve this data.  \nHowever, any personal data will only be used anonymized/pseudonymized.  \n \n \nWill you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:   \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   8 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration ag reements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be managed related to the data you (re)use?  \nIf so, please explain to what data they relate and which restrictions will be asserted.  ☒ Yes \n☐ No \nIf yes, please explain: The recor dings of the final work that will be the product of a cocreation will be my \nintellectual property, but the work itself is the intellectual property of all the contributing artists. I will make sure this is communicated with every showing of the recording a nd that the final recording has the \napproval of all contributing artists  and will be distributed under a cc 4.0 license.  \n \n   \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g.  in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n The recorded data is solely video material in mp4 format and should be accessible for  a long time.  \nThe text formats from possible transcriptions will be stored as Microsoft word and .txt  \nFWO DMP Template (Flemish Standard DMP)   9 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n If no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n The metadata created will  come from image and sounds files. There is no added value in extracting data \nfrom this for my research , however, if that should turn out to be wrong, a .readme file will be provided \nwith each set of metadata in order to keep it accessible for other researchers.  \n \n \n  \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?   \nOn a secured hard drive in my personal artist atelier and in a secured digital cloud.  \n \n \nFWO DMP Template (Flemish Standard DMP)   10 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n The cloud has a physical backup on the encrypted hard drive.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  The hard drive has 5TB (terra byte) storage space, the cloud storage is \nunlimited, and payment secured through automatic crediting.  \n If no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by unauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n The digital cloud can only be accessed by me, the password is stored in an encrypted \ndigital safe (Dashlane). The hard drive can only be accessed through a digital key that is stored on the same digital safe.  \n \n  \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   11 \n What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The hard drive costs around 135,00 € and will be bought with the working budget. The costs for the \ndigital storage reside around 8€ per month and will be covered from the same budget.  \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional p olicies.. .). The final material will be stored for ten years on the same hard drive and as a digital backup on the \nencrypted server of proton.com.  \nSome material will be preserved for the documentation of my own artistic practice (with written consent \nof all participants).  \nVideo material that was not used will be destroyed for capacity reasons.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  After completion of the project and a period of 10 years, I will reassess which material is still relevant and \nkeep it on the same storage units as this is what I do for all my other artistic work.  \n   \n \nWhat are the expected costs for data \npreservation during the expected retention period? How will these costs be covered?  \n \n \n For a period of 10 years the costs lie around 960,- euro. This sum will be covered from the working budget \nbefore completion of the PhD by putting that sum aside on a special bank account where it can be paid \nfrom during that period of time.  I mentioned a period of 5 years in my ethical application but changed that \nperiod to 10 years after learning that KULeuven asks researchers to keep the data for 10 years.  \n \nFWO DMP Template (Flemish Standard DMP)   12 \n   \nFWO DMP Template (Flemish Standard DMP)   13 \n 6. Data Sharing and Reuse \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  (KuLeuven RDR ) \n☐ No (closed access) \n☐ Other, please specify:  \n \n   \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g.  as defined in \nan agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.  ☐ Yes, privacy aspects  \n☒ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, oth er \n☐ No \n If yes, please specify : The material remains partly intellectual property of the participating artists and will \nbe handled as such. Since the individuals working with me during the cocreation phase are more vulnerable than others, I will make sure the accessibility will be agree d upon into detail and a written data \nhandling policy will be handed to all participants.  \n \n \nFWO DMP Template (Flemish Standard DMP)   14 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Not known yet, parts of it will be published on th e neuroverse website I will be working on.  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’.  \nUpon publication of research results.  \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THA T YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n Data from the project that van be shared will be made available under a Creative Commons Attribution \nlicense (CC by 4.0), so that users have to give credit to the original data creators.  \n \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s )? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n  \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   15 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Author  \nWho will manage data storage and backup \nduring the research project?  Author  \nWho will manage data preservation and \nsharing?  Author  \nWho will update and implement this DMP?  Author  \n \n   \n \n    \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link . FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Anna Püschel 0000 -0002 -6592 -5528 Contributor name(s) ( + ORCID) & roles Project number1 & title 1187523N Stimming a Space Funder(s) GrantID2 Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Art institutions slowly start to catch up in their efforts to become more accessible, but often the efforts are limited to a wheelchair ramp. One group within the disabled community often seems to be overlooked: people living with autism, dyslexia or other ‘deviations’ who are called neurodivergent. Neurodivergent women are even more invisible since their disability presents differently than in men. The proposed research seeks to enrichen current efforts to make the art world safe and supportive for everyone by focussing on the following research question: how can artistic practices carve space for neurodivergent women? Answering this question will enrich current knowledge about neurodiversity as well as enrichen discussions about intersectionality on a larger scale that can improve the artistic careers of neurodive rgent women by highlighting their specific needs and sets of talents. My approach ties embodied auto -ethnographical to design -driven research. It contributes to closing the existing gap between the demographics of neurodivergent women artists and the art world by a) expanding current knowledge about female neurodiversity through artistic research into the disabled body in space, b) create material that can be used as reference by what I call ‘neurodivergent advocates’ in order to accelerate necessary change s in the art field and c) open doors for connection of marginalised individuals by engaging into inclusive dialogues with institutions. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Stimming Library Collection of visual recordings of different types of stimming for artistic exploration ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☒ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: mp4 ,mp3 ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Cocreation Outcome of artistic cooperation ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Observational ☒ Experimental ☒ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB FWO DMP Template (Flemish Standard DMP) 6 ☐ .tab ☐ .gml ☒ other: mp4 ,mp3 ☐ NA ☒ NA GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing dat a, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . 4 Add rows for each dataset you want to describe. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: I will work with individuals with different disabilities and access needs. Therefore, I will make sure that consent forms are distributed, that there is very precise commu nication over intellectual property and the temporality of the consent given to me to record and preserve this data. However, any personal data will only be used anonymized/pseudonymized. Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration ag reements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: The recor dings of the final work that will be the product of a cocreation will be my intellectual property, but the work itself is the intellectual property of all the contributing artists. I will make sure this is communicated with every showing of the recording a nd that the final recording has the approval of all contributing artists and will be distributed under a cc 4.0 license. 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). The recorded data is solely video material in mp4 format and should be accessible for a long time. The text formats from possible transcriptions will be stored as Microsoft word and .txt FWO DMP Template (Flemish Standard DMP) 9 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: The metadata created will come from image and sounds files. There is no added value in extracting data from this for my research , however, if that should turn out to be wrong, a .readme file will be provided with each set of metadata in order to keep it accessible for other researchers. 4. Data Storage & Back-up during the Research Project Where will the data be stored? On a secured hard drive in my personal artist atelier and in a secured digital cloud. FWO DMP Template (Flemish Standard DMP) 10 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . The cloud has a physical backup on the encrypted hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The hard drive has 5TB (terra byte) storage space, the cloud storage is unlimited, and payment secured through automatic crediting. If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 The digital cloud can only be accessed by me, the password is stored in an encrypted digital safe (Dashlane). The hard drive can only be accessed through a digital key that is stored on the same digital safe. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The hard drive costs around 135,00 € and will be bought with the working budget. The costs for the digital storage reside around 8€ per month and will be covered from the same budget. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional p olicies.. .). The final material will be stored for ten years on the same hard drive and as a digital backup on the encrypted server of proton.com. Some material will be preserved for the documentation of my own artistic practice (with written consent of all participants). Video material that was not used will be destroyed for capacity reasons. Where will these data be archived (stored and curated for the long -term)? After completion of the project and a period of 10 years, I will reassess which material is still relevant and keep it on the same storage units as this is what I do for all my other artistic work. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For a period of 10 years the costs lie around 960,- euro. This sum will be covered from the working budget before completion of the PhD by putting that sum aside on a special bank account where it can be paid from during that period of time. I mentioned a period of 5 years in my ethical application but changed that period to 10 years after learning that KULeuven asks researchers to keep the data for 10 years. FWO DMP Template (Flemish Standard DMP) 12 FWO DMP Template (Flemish Standard DMP) 13 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) (KuLeuven RDR ) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, oth er ☐ No If yes, please specify : The material remains partly intellectual property of the participating artists and will be handled as such. Since the individuals working with me during the cocreation phase are more vulnerable than others, I will make sure the accessibility will be agree d upon into detail and a written data handling policy will be handed to all participants. FWO DMP Template (Flemish Standard DMP) 14 Where will the data be made available? If already known, please provide a repository per dataset or data type. Not known yet, parts of it will be published on th e neuroverse website I will be working on. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THA T YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 Data from the project that van be shared will be made available under a Creative Commons Attribution license (CC by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s )? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15 What are the expected costs for data sharing? How will these costs be covered? 7. Responsibilities Who will manage data documentation and metadata during the research project? Author Who will manage data storage and backup during the research project? Author Who will manage data preservation and sharing? Author Who will update and implement this DMP? Author"
}