{
    "document_id": "D-2022-1382",
    "LinkTitle": "D-2022-1382",
    "file_name": "D-2022-1382.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1382.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nPrincipal Investigator / Researcher\n Stefan Schorn\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nStefan Schorn\nInternal Funds Project number & title\n3H210289: Biography, history and philosophy in the 3rd century BCE Peripatos: the case\nof Hieronymos of Rhodes \n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of data\nFormat\nVolume\nHow created?\nExisting text\neditions of Greek\nand Latin authors\n(under copyright)\nprinted\nbooks,\nebooks\n200 MB\nAvailabe at KU Library,  by\ninterlibrary loan;\nphotocopies and prints\nmade for personal use\nExisting text\neditions of Greek\nand Latin authors\n(out of copyright)\nprinted\nbooks,\npdf\n5 GB\nAvailable at KU Leuven\nLibrary, by interlibrary\nloan, Google Books,\nArchive.org etc.\nGreek original\npapyri (1st century\nBC)\npapyrus\nroll\n-\nAvailable at Biblioteca\nNazionale di Napoli\n(accessible to scholars\nunder supervision by\nauthorized staff)\nImages of original\npapyri\n.jpg etc.\n100 MB\nImages ordered from\nBiblioteca Nazionanle di\nNapoli (under copyright)\nPersonal\ncollationations of\nthe papryi\npaper,\n.docx\n10 MB\nby PhD student\nFull text databases\nof Greek literature:\nTLG, Jacoby Online\n.html\n-\nAccessible via LIMO (under\ncopyright)\n Translations of\nGreek texts\n.docx\n5 MB\nCreated manually by the\nresearcher\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nYes. The Greek texts themselves are not under copyright because they were written before 600\nAD, but the modern critical editions (containing a critical apparatus) are as is the content of the\nonline databases such as TLG and Jacoby Online which are used for the project. Their content\nmay only be used by scholars affiliated to universities having a subscription. The data extracted\nfrom them may not be shared with other scholars. The data created by the project on their basis\nwill, however, not infringe any copyright legislation as the data will not be simply copied but be\nused as the basis of a new edition in which all previous editions will be duly mentioned in the\nfootnotes in the way common in this field of research.\nPhotocopies from printed books and prints from ebooks made for personal use are also subject to\ncopyright restrictions and may not be shared.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThe documentation will be provided in a way that is determined by the nature of the material\nstudied in this research project. The project consists of a philological and historical study of some\n50 'fragments' (in the sense of Classical Studies) of Hieronymus of Rhodes. They will be studied\nindividually and with different sets of questions. On the basis of these individual studies more\ngeneral historical, philosophical and literary questions will be addressed.\nThe data used and created will therefore be saved in folders in the form of a hierarchical tree\nwith separate folders containing data on the single fragments and folders on more general\ntopics. All folders and data will be clearly labelled so that external users can easily find their way\nthrough the repository. Within the folders on the single fragments subfolders will be created\ndistinguishing different types of data. The structure of the data repository will thus be self-\nevident.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo. There is no metadata standard for this kind of traditional research.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nDuring the research project, the PhD student and the promotor will store data in the following\nways:\n- on personal laptops\n- on personal BOX accounts provided for free by KU Leuven (max. 100 GB which is sufficient)\n- on personal external hard drives.\nBooks used for the project are usually property of KU Leuven libraries. Those purchased\nwith project funding will be bought through KU Leuven library and will be property of this library\nas well, although they will be stored in individual offices during the research project. They will,\nhowever, be accessible to all users of KU Leuven libraries upon request.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures. In addition, the PhD student and the promotor will make backups on external hard\ndrives manually reguarly.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nNo additional costs\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nNo sensitive data will be used or created. Therefore, the KU Leuven multi-factor authentification\nprocedure used for accessing laptops, data bases and BOX are sufficient.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data not subject to third-person copyright will be stored for 10 years according to the\nrequirements of KU Leuven research policy. Books purchased with project funding will become\npart of the regular library collection. Photocopies from books and prints from ebooks made for\npersonal use within the limited frame of copyright will be destroyed.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe amount of data to be stored is limited so that no costs are to be expected.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nPhotographs of papyri obtained from Biblioteca Nazionale di Napoli are subject to copyright\nrestrictions and may only be used by researchers involved in the project. Data from TLG and\nJacoby Online may not be circulated to persons or institutions without subscription to these\ndatabases.\n7.2. Which data will be made available after the end of the project?\nAll data will be made accessible unless subject to copyright restrictions.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nData will be available for scholarly purpuses unless this is excluded by copyright legislation.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNone\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nStefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project)\n8.2. Who will be responsible for data storage & back up during the project?\nStefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project)\n8.3. Who will be responsible for ensuring data preservation and sharing?\nStefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor)\nStefan Schorn.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Principal Investigator / Researcher Stefan Schorn Institution KU Leuven 1. General Information Name of the project lead (PI) Stefan Schorn Internal Funds Project number & title 3H210289: Biography, history and philosophy in the 3rd century BCE Peripatos: the case of Hieronymos of Rhodes 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created? Existing text editions of Greek and Latin authors (under copyright) printed books, ebooks 200 MB Availabe at KU Library, by interlibrary loan; photocopies and prints made for personal use Existing text editions of Greek and Latin authors (out of copyright) printed books, pdf 5 GB Available at KU Leuven Library, by interlibrary loan, Google Books, Archive.org etc. Greek original papyri (1st century BC) papyrus roll - Available at Biblioteca Nazionale di Napoli (accessible to scholars under supervision by authorized staff) Images of original papyri .jpg etc. 100 MB Images ordered from Biblioteca Nazionanle di Napoli (under copyright) Personal collationations of the papryi paper, .docx 10 MB by PhD student Full text databases of Greek literature: TLG, Jacoby Online .html - Accessible via LIMO (under copyright) Translations of Greek texts .docx 5 MB Created manually by the researcher 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Yes. The Greek texts themselves are not under copyright because they were written before 600 AD, but the modern critical editions (containing a critical apparatus) are as is the content of the online databases such as TLG and Jacoby Online which are used for the project. Their content may only be used by scholars affiliated to universities having a subscription. The data extracted from them may not be shared with other scholars. The data created by the project on their basis will, however, not infringe any copyright legislation as the data will not be simply copied but be used as the basis of a new edition in which all previous editions will be duly mentioned in the footnotes in the way common in this field of research. Photocopies from printed books and prints from ebooks made for personal use are also subject to copyright restrictions and may not be shared. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The documentation will be provided in a way that is determined by the nature of the material studied in this research project. The project consists of a philological and historical study of some 50 'fragments' (in the sense of Classical Studies) of Hieronymus of Rhodes. They will be studied individually and with different sets of questions. On the basis of these individual studies more general historical, philosophical and literary questions will be addressed. The data used and created will therefore be saved in folders in the form of a hierarchical tree with separate folders containing data on the single fragments and folders on more general topics. All folders and data will be clearly labelled so that external users can easily find their way through the repository. Within the folders on the single fragments subfolders will be created distinguishing different types of data. The structure of the data repository will thus be self- evident. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No. There is no metadata standard for this kind of traditional research. 5. Data storage and backup during the project 5.1. Where will the data be stored? During the research project, the PhD student and the promotor will store data in the following ways: - on personal laptops - on personal BOX accounts provided for free by KU Leuven (max. 100 GB which is sufficient) - on personal external hard drives. Books used for the project are usually property of KU Leuven libraries. Those purchased with project funding will be bought through KU Leuven library and will be property of this library as well, although they will be stored in individual offices during the research project. They will, however, be accessible to all users of KU Leuven libraries upon request. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. In addition, the PhD student and the promotor will make backups on external hard drives manually reguarly. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No additional costs 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data will be used or created. Therefore, the KU Leuven multi-factor authentification procedure used for accessing laptops, data bases and BOX are sufficient. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data not subject to third-person copyright will be stored for 10 years according to the requirements of KU Leuven research policy. Books purchased with project funding will become part of the regular library collection. Photocopies from books and prints from ebooks made for personal use within the limited frame of copyright will be destroyed. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The amount of data to be stored is limited so that no costs are to be expected. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Photographs of papyri obtained from Biblioteca Nazionale di Napoli are subject to copyright restrictions and may only be used by researchers involved in the project. Data from TLG and Jacoby Online may not be circulated to persons or institutions without subscription to these databases. 7.2. Which data will be made available after the end of the project? All data will be made accessible unless subject to copyright restrictions. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Data will be available for scholarly purpuses unless this is excluded by copyright legislation. 7.6. What are the expected costs for data sharing? How will these costs be covered? None 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Stefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project) 8.2. Who will be responsible for data storage & back up during the project? Stefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project) 8.3. Who will be responsible for ensuring data preservation and sharing? Stefan Schorn (promotor) and Marco Pelucchi (PhD student working on the project) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor) Stefan Schorn. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}