{
    "document_id": "D-2021-1155",
    "LinkTitle": "D-2021-1155",
    "file_name": "D-2021-1155.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1155.pdf",
    "metadata": {
        "title": "D-2021-1155",
        "author": "Myriam Mertens",
        "num_pages": 14
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Shahab Khademi  \nFWO Project Number & Title  1141622N ;  \nThe Evolution of Logic in Medieval Persia: A formal, Linguistic and Philosophical Analysis of Avicenna \nand Suhrawardī’s Logics  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  WP1. Comparing Avicenna and Suhrawardi  by providing a formal account of their predicate and \npropositional logics . \nI will first analyze Avicenna and Suhrawardi’s logical works to pinpoint their main logical axioms and \ntenets. The focus will be on the logical treatises that represent the authors ’ original logical doctrines. \nThe first step toward this goal will be the historical reconstruction of their logical systems as they were \noriginally presented.  \n• Data origin: secondary  \n• Data type: qualitative, analytic  \n• Data format: textual, internal notes  \n• Type: .docx  \n• Volume < 10 MB  \nI will then formalize the original tenets and axioms obtained in the previous phase using the axioms and \nsymbols of FOL (first order logic).  \n• Data origin: primary  \n• Data type: qualitative  \n• Data format: textual, internal notes  \n• Type: .tex, .docx., .pdf  \n• Volume < 20 mb  \nFinally, I will compare the formalized logical systems of the two authors to delineate the trajectory \nwhich delineates the evolution of Persian logic.  \n• Data  origin: primary  \n• Data type: qualitative  \n• Data format: textual, internal notes  \n• Type: .tex, .docx, . pdf  \n• Volume < 20mb  \nWP2. Delineating the metamorphosis of Persian logical terminology by comparing Avicenna and \nSuhrawardi’s coining techniques.  \nI will first read the logical Persian works of Avicenna and Suhrawar di_ in particular Dānešnāme , Partaw \nNameh and Bustan al -Qolub _ and identify the Persian logical terms in them.  \n• Data origin: secondary  \n2019-10-01 | FWO DMP Template   3 \n • Data type: qualitative  \n• Data format: textual, internal notes  \n• Type: .docx  \n• Volume < 10 MB  \nI will specify the techniques used  by the authors in coining new logical terminology. The most common \ntechniques so far have been neologism, semantic neologism, and semantic addition. I will compare \nPersian logical terms with their Arabic counterparts to further facilitate the process of f inding the \ntechniques.  \n• Data origin: primary  \n• Data type: qualitative  \n• Data format: textual, internal notes  \n• Type: .docx  \n• Volume: < 20 MB  \nI will compare the techniques used by the two authors to delineate the linguistic evolution of Persian \nlogic.  \n• Data origin: primary  \n• Data type: qualitative  \n• Data format: textual, internal notes  \n• Type: .docx  \n• Volume: < 10 MB  \n \nI will present the data obtained from the previous steps such as the total number of Persian logical \nterms, the type of techniques used and the parts o f speech of the logical terms using tables and \ndiagrams.  \n• Data origin: primary  \n• Data type: qualitative, quantitative  \n• Data format: graphs, diagrams, tables  \n• Type: .tex, .xlsx, docx, .pdf, .jpeg  \n• Volume: < 50 MB  \n2019-10-01 | FWO DMP Template   4 \n WP3. Producing a more reliable translation of the Treatise on Logic in Dānešnāme -ye ʿAlāʾī . \nI will compile an exhaustive list of the inaccuracies and translational problems in Zabeeh’s (1971) \ntranslation of Dānešnāme .  \n• Data origin: Secondary  \n• Data type: qua litative  \n• Data format: textual, internal notes  \n• Type: .docx  \n• Volume: < 20 MB  \nI will then provide a more reliable translation of the Treatise on Logic using the results of WP1 and WP2 \nand avoiding the inaccuracies in Zabeeh’s translation.  \n• Data origin: Primary  \n• Data type: qualitative  \n• Data format: textual  \n• Type: .docx, .pdf  \n• Volume: < 20 MB  \nWP4. The role of Persian logic in the development of the overall philosophical doctrines of the two \nphilosophers . \nI will delineate the parts of the logical works of the t wo authors which address their general \nphilosophical and metaphysical doctrines .  \n• Data origin: secondary  \n• Data type: qualitative  \n• Data format: textual  \n• Type: .docx  \n• Volume: < 20 MB  \nI will use the data obtained in the previous step to compare the functions of l ogic in the overall \nphilosophical doctrines of the two authors. This will show the trajectory of Persian logic from a \nphilosophical perspective.  \n• Data origin: primary  \n• Data type: qualitative  \n2019-10-01 | FWO DMP Template   5 \n • Data format: internal notes, textual  \n• Type  : .docx, .pdf  \n• Volume  : < 20 MB  \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment : \n2019-10-01 | FWO DMP Template   6 \n Do existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☒ Yes \n☐ No \nIf yes, please comment:  \nOnly copyright restrictions on the publications that I used in my review of the  \nliterature.  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   7 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  In order to further facilitate the internal usage of the data collected/generated in this project, I will pay \nspecial attention to:  \n• bibliography management,  \n• file/folder management, i.e., the practice of organizing files and folders in a consistent  and \ndescriptive way to efficiently locate, identify and use my data in the form of  the papers that I \nhave written,  \n• bibliographical and non -biographical metadata for the papers that I have  written.  \n \nBy bibliography management I have the following in mind: I will collect all the  bibliographical \ninformation  of the  papers that are used in my project in one Excel file . This file will help me ide ntify the \nbibliographical information of each paper quite easily using the search tools of Microsoft Excel. This file \nwill be regularly updated (i.e., every week) and will be stored on KU Leuven’s central network drives. It \nwill contain the following bibli ographical information for different kinds of academic texts. For example:  \n• For articles, it contains:  \no Author,  \no Title,  \no Journal,  \no Year  \n• For books, it contains:  \no Author or editor,  \no Title,  \no Publisher  \no Year.  \nWith folder management I have the following in mind:  \n• I will follow the best practice guidelines for file and folder names provided by KU Leuven \nLibraries ( https://bib.kuleuven.be/english/resea rch/research -data -\nmanagement/topics/organizing -files -and-folders ) and, more specifically,  \n• I will manage the folders by observing a logical hierarchy regarding the topics. In other words, I \nwill create a main folder (about the most general topic of the pro ject) and include the rest of the \nlower level topic folders within this high level folder,  \n2019-10-01 | FWO DMP Template   8 \n • The folder names will be short (between 15 -25 characters) and descriptive of the topics.  \n• Considering the above -mentioned points, I will create a high level topic fo lder \nFWO_PERSIANLOGIC and the lower level folders will be named according to the work packages \ndefined for the project. For example, FWO_WP1, FWO_WP2 and so on.  \n \nWith file management I have the following in mind:  \n• I will name the main file of the project as follows: PROJECTNAME_PROJECT NUMBER -\nRESEARCHERNAMEINITIALS. With project name, I mean PERSIANLOGIC. With \nRESEARCHERNAMEINITIALS I mean SHKH which stands for Shaha b Khademi,  \n• The subfiles will be named according to their topics and the work package they belong to,  \n• The subfiles will be organized according to their topical relations (e.g. subtopic),  \n• More concretely, the subfiles will be named in the following format: \nWPN_SHORTTITLE_YYYYMMDD_NM  \no WPN, where WP stands for work package, and N stands for the number of the work \npackage  \no SHORT TITLE, the short title of the paper without any special characters  \no YYYYMMDD, the date of the creation in the date format with the year first, month second \nand date third  \no NM, the version number with two decimals, ordered in the standard way (001,002 etc.)  \no  \nWith the provision of metadata I have the following in mind:  \n• All the Microsoft Word (.docx) and LaTeX (.tex) files will contain the fol lowing bibliographical \nmetadata:  \no Titles  \no Author name(s)  \no The dates of the last revisions  \n• All the metadata information about references to other papers/books in the Microsoft Word \nfiles (.docx) will be stored and organized using the Manage Sources tool of MS Word.  \nExternal reuse of the collected/generated data is facilitated by  \n2019-10-01 | FWO DMP Template   9 \n • the fact that a large part of the collected/generated data (cited and referenced texts, formalized \narguments, proofs etc.) will be embedded in published papers and stored on Open Ac cess \narchives,  \n• the rich metadata defined for each of the published papers on the Open Access archives.  \nFor reasons of completeness, I will provide some more detail for work packages 1 and 2.  \nWP1. Comparing Avicenna and Suhrawardi by providing a formal acco unt of their predicate and \npropositional logics . \nAll of the formalized syllogisms together with their proofs and the techniques used in the proofs will be \nmentioned on a separate LaTe X (.tex) file. This information will be organized regarding the name o f the \nauthor (e.g. Avicenna, Suhrawardi etc.), the name that the author used for the syllogism  and its \nsignificance for WP1. For example, how  a specific  formalized syllogism can help one compare the logical \nsystems of Avicenna and Suhrawardi on a particula r topic.  \n \nWP2. Delineating the metamorphosis of Persian logical terminology by comparing Avicenna and \nSuhrawardi’s coining techniques.  \n \nAll the tables and charts which show the usage and frequency of the Persian logical terms and their \nlinguistics categories (i.e., their parts of speech) will be saved on a separate .docx file. The file will also \ncontain the page(s) where the words appeared on the original texts. This will allow the data to be \nreused by other researcher who will be workin g in this field.  \n \n2019-10-01 | FWO DMP Template   10 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☒ Yes \n☐ No \nIf yes, please specify : \nGeneral:  \nThe above -mentioned information can be consulted regarding the bibliographical metadata of the \nacademic texts that will be used by the researcher. It also contains information regarding the \nbibliographical and non-biographical metadata for the papers that will be compiled by the researcher.  \n \nThe standards for the metadata of the papers in which the collected/generated data are embedded will \ndepend on the platforms on which these metadata are collected. I will ap ply those standards when the \nmetadata information has to manually provided.  \n \nMetadata in the form of bibliographical data will be available via the Open Access institutional repository \nof KU Leuven (Lirias) and Open Access subject repositories, such as Phi lArchive  \n(https://philarchive.org/ ), LingBuzz ( https://ling.auf.net/lingbuzz ), and arXiv ( https://arxiv.org/  ). The \nbibliographic meta data provided on those platforms  \ninclude:  \n• titles,  \n• author names,  \n• author affiliations,  \n• funding data,  \n• publication dates,  \n• issue numbers,  \n• page numbers and  \n• DOIs  \nThe non -bibliographical metadata provided on those platforms include:  \n• abstracts,  \n• keywords,  \n• references found in the paper and  \n• citations of the paper.  \n2019-10-01 | FWO DMP Template   11 \n  \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  I will store my data on KU Leuven's central network drives, which are safe, automatically backed up, and \ncapable of archiving large volumes of data. The supervisor of the project, Lorenz Demey,  will keep the \nproject folders on the central network drives fo r at least 5 years after the end of the research project. Joint \nwork will also be stored on Box (https://kuleuven.account.box.com/).  \nHow will the data be backed up?  I will store my data on KU Leuven's central network drives with automatic daily back -up p rocedures.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nYes. The estimated volume of generated data is clearly less than the 50 GB of space available to every user \nof the network drives.  \n \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO  has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  None. KU Leuven pays for data storage on its central network drives. The involv ed facult y pays for the \nBox accounts.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Data protection and security policies of KU Leuven apply to its central network  drives. KU L euven owns \nthe encryption keys for its Box accounts.  \n \n \n2019-10-01 | FWO DMP Template   12 \n 6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restric tions, physical \npreservation issues, ...).  The following data will be retained:  \n• papers I have used (read, cited, referenced),  \n• the bibliographical data for the papers I have read,  \n• (new) proofs, formalizations, arguments, conceptual analyses, statistical analyses, diagrams, \ntables, graphs, coined Persian logical terms, coining techniques, errors and mistakes in the \nprevious translation of Dānešnāme , textual interpretations and other internationally recognized \ntools of logic, philosophy  and linguistics which I have described in my papers,   \n• the bibliographical and non -biographical metadata for the papers that I have written myself,  \n• minutes of project meetings with  the supervisor (Lorenz  Demey)  \n• slideshows of presentations I have given  \n• the original file of my translation of Dānešnāme  \n \nWhere will these data be archived (= stored for \nthe long term)?  I will store the data and metadata on KU Leuven's central network drives, which are safe, a utomatically \nbacked up, and capable of archiving large volumes of data. The supervisor of the project, Lorenz Demey,  \nwill keep the project folders on the central network drives for at least 5 years after the end of the \nresearch project. Joint work will als o be stored on Box (https://kuleuven.account.box.com/).  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Storage on the central network drives of KU Leuven is free of costs.  \n \n \n7. Data sharing and reuse  \n \n2019-10-01 | FWO DMP Template   13 \n Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  All data will be shared. All publications  (incl. the doctoral dissertation ) will be added to open access \narchives such as Lirias (https://lirias.kuleuven.be) and subject repositories, e.g., arXiv \n(https://arxiv.org/ ), LingBuzz ( https://ling.auf.net/lingbuzz ), and PhilArchive ( https://philarchive.org/ ). \n \nWhere/how will the data be made available for \nreus e?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☐ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?   \nUpon publication of the research results  \n \nWho will be able to access the data and under \nwhat conditions?  Since there is no sensitive data involved in this project (e.g. personal information), all other researchers \nwill have access to the data stored on the open access archives mentioned above.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the c ost incurred.  Sharing via open access archives is free of costs. The cost of having Box accounts is paid by the Institute \nof Philosophy.  \n \n \n8. Responsibilities  \n \n2019-10-01 | FWO DMP Template   14 \n Who will be responsible for the data \ndocumentation & metadata?  The PhD researcher and the supervisor of the project, Lorenz Demey, are responsible for the data that \nthey use or generate.  \n \nWho will be responsible for data storage & back \nup during the project?  The PhD researcher and the supervisor of the project, Lorenz Demey,  are responsible for the storage \nand back up of the data that they use or generate.  \n \nWho will be responsible for en suring data \npreservation and sharing?  The PhD researcher and the supervisor of the project, Lorenz Demey, are responsible for ensuring data \npreservation and sharing.  \n \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault respon se: The PI bears the overall \nresponsibility for updating & implementing this DMP  The PhD researcher and the supervisor of the project, Lorenz Demey, bear the end responsibility for \nupdating and implementing this DMP.  \n \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Shahab Khademi FWO Project Number & Title 1141622N ; The Evolution of Logic in Medieval Persia: A formal, Linguistic and Philosophical Analysis of Avicenna and Suhrawardī’s Logics Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1. Comparing Avicenna and Suhrawardi by providing a formal account of their predicate and propositional logics . I will first analyze Avicenna and Suhrawardi’s logical works to pinpoint their main logical axioms and tenets. The focus will be on the logical treatises that represent the authors ’ original logical doctrines. The first step toward this goal will be the historical reconstruction of their logical systems as they were originally presented. • Data origin: secondary • Data type: qualitative, analytic • Data format: textual, internal notes • Type: .docx • Volume < 10 MB I will then formalize the original tenets and axioms obtained in the previous phase using the axioms and symbols of FOL (first order logic). • Data origin: primary • Data type: qualitative • Data format: textual, internal notes • Type: .tex, .docx., .pdf • Volume < 20 mb Finally, I will compare the formalized logical systems of the two authors to delineate the trajectory which delineates the evolution of Persian logic. • Data origin: primary • Data type: qualitative • Data format: textual, internal notes • Type: .tex, .docx, . pdf • Volume < 20mb WP2. Delineating the metamorphosis of Persian logical terminology by comparing Avicenna and Suhrawardi’s coining techniques. I will first read the logical Persian works of Avicenna and Suhrawar di_ in particular Dānešnāme , Partaw Nameh and Bustan al -Qolub _ and identify the Persian logical terms in them. • Data origin: secondary 2019-10-01 | FWO DMP Template 3 • Data type: qualitative • Data format: textual, internal notes • Type: .docx • Volume < 10 MB I will specify the techniques used by the authors in coining new logical terminology. The most common techniques so far have been neologism, semantic neologism, and semantic addition. I will compare Persian logical terms with their Arabic counterparts to further facilitate the process of f inding the techniques. • Data origin: primary • Data type: qualitative • Data format: textual, internal notes • Type: .docx • Volume: < 20 MB I will compare the techniques used by the two authors to delineate the linguistic evolution of Persian logic. • Data origin: primary • Data type: qualitative • Data format: textual, internal notes • Type: .docx • Volume: < 10 MB I will present the data obtained from the previous steps such as the total number of Persian logical terms, the type of techniques used and the parts o f speech of the logical terms using tables and diagrams. • Data origin: primary • Data type: qualitative, quantitative • Data format: graphs, diagrams, tables • Type: .tex, .xlsx, docx, .pdf, .jpeg • Volume: < 50 MB 2019-10-01 | FWO DMP Template 4 WP3. Producing a more reliable translation of the Treatise on Logic in Dānešnāme -ye ʿAlāʾī . I will compile an exhaustive list of the inaccuracies and translational problems in Zabeeh’s (1971) translation of Dānešnāme . • Data origin: Secondary • Data type: qua litative • Data format: textual, internal notes • Type: .docx • Volume: < 20 MB I will then provide a more reliable translation of the Treatise on Logic using the results of WP1 and WP2 and avoiding the inaccuracies in Zabeeh’s translation. • Data origin: Primary • Data type: qualitative • Data format: textual • Type: .docx, .pdf • Volume: < 20 MB WP4. The role of Persian logic in the development of the overall philosophical doctrines of the two philosophers . I will delineate the parts of the logical works of the t wo authors which address their general philosophical and metaphysical doctrines . • Data origin: secondary • Data type: qualitative • Data format: textual • Type: .docx • Volume: < 20 MB I will use the data obtained in the previous step to compare the functions of l ogic in the overall philosophical doctrines of the two authors. This will show the trajectory of Persian logic from a philosophical perspective. • Data origin: primary • Data type: qualitative 2019-10-01 | FWO DMP Template 5 • Data format: internal notes, textual • Type : .docx, .pdf • Volume : < 20 MB 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment : 2019-10-01 | FWO DMP Template 6 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☒ Yes ☐ No If yes, please comment: Only copyright restrictions on the publications that I used in my review of the literature. 4. Documentation and metadata 2019-10-01 | FWO DMP Template 7 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? In order to further facilitate the internal usage of the data collected/generated in this project, I will pay special attention to: • bibliography management, • file/folder management, i.e., the practice of organizing files and folders in a consistent and descriptive way to efficiently locate, identify and use my data in the form of the papers that I have written, • bibliographical and non -biographical metadata for the papers that I have written. By bibliography management I have the following in mind: I will collect all the bibliographical information of the papers that are used in my project in one Excel file . This file will help me ide ntify the bibliographical information of each paper quite easily using the search tools of Microsoft Excel. This file will be regularly updated (i.e., every week) and will be stored on KU Leuven’s central network drives. It will contain the following bibli ographical information for different kinds of academic texts. For example: • For articles, it contains: o Author, o Title, o Journal, o Year • For books, it contains: o Author or editor, o Title, o Publisher o Year. With folder management I have the following in mind: • I will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries ( https://bib.kuleuven.be/english/resea rch/research -data - management/topics/organizing -files -and-folders ) and, more specifically, • I will manage the folders by observing a logical hierarchy regarding the topics. In other words, I will create a main folder (about the most general topic of the pro ject) and include the rest of the lower level topic folders within this high level folder, 2019-10-01 | FWO DMP Template 8 • The folder names will be short (between 15 -25 characters) and descriptive of the topics. • Considering the above -mentioned points, I will create a high level topic fo lder FWO_PERSIANLOGIC and the lower level folders will be named according to the work packages defined for the project. For example, FWO_WP1, FWO_WP2 and so on. With file management I have the following in mind: • I will name the main file of the project as follows: PROJECTNAME_PROJECT NUMBER - RESEARCHERNAMEINITIALS. With project name, I mean PERSIANLOGIC. With RESEARCHERNAMEINITIALS I mean SHKH which stands for Shaha b Khademi, • The subfiles will be named according to their topics and the work package they belong to, • The subfiles will be organized according to their topical relations (e.g. subtopic), • More concretely, the subfiles will be named in the following format: WPN_SHORTTITLE_YYYYMMDD_NM o WPN, where WP stands for work package, and N stands for the number of the work package o SHORT TITLE, the short title of the paper without any special characters o YYYYMMDD, the date of the creation in the date format with the year first, month second and date third o NM, the version number with two decimals, ordered in the standard way (001,002 etc.) o With the provision of metadata I have the following in mind: • All the Microsoft Word (.docx) and LaTeX (.tex) files will contain the fol lowing bibliographical metadata: o Titles o Author name(s) o The dates of the last revisions • All the metadata information about references to other papers/books in the Microsoft Word files (.docx) will be stored and organized using the Manage Sources tool of MS Word. External reuse of the collected/generated data is facilitated by 2019-10-01 | FWO DMP Template 9 • the fact that a large part of the collected/generated data (cited and referenced texts, formalized arguments, proofs etc.) will be embedded in published papers and stored on Open Ac cess archives, • the rich metadata defined for each of the published papers on the Open Access archives. For reasons of completeness, I will provide some more detail for work packages 1 and 2. WP1. Comparing Avicenna and Suhrawardi by providing a formal acco unt of their predicate and propositional logics . All of the formalized syllogisms together with their proofs and the techniques used in the proofs will be mentioned on a separate LaTe X (.tex) file. This information will be organized regarding the name o f the author (e.g. Avicenna, Suhrawardi etc.), the name that the author used for the syllogism and its significance for WP1. For example, how a specific formalized syllogism can help one compare the logical systems of Avicenna and Suhrawardi on a particula r topic. WP2. Delineating the metamorphosis of Persian logical terminology by comparing Avicenna and Suhrawardi’s coining techniques. All the tables and charts which show the usage and frequency of the Persian logical terms and their linguistics categories (i.e., their parts of speech) will be saved on a separate .docx file. The file will also contain the page(s) where the words appeared on the original texts. This will allow the data to be reused by other researcher who will be workin g in this field. 2019-10-01 | FWO DMP Template 10 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify : General: The above -mentioned information can be consulted regarding the bibliographical metadata of the academic texts that will be used by the researcher. It also contains information regarding the bibliographical and non-biographical metadata for the papers that will be compiled by the researcher. The standards for the metadata of the papers in which the collected/generated data are embedded will depend on the platforms on which these metadata are collected. I will ap ply those standards when the metadata information has to manually provided. Metadata in the form of bibliographical data will be available via the Open Access institutional repository of KU Leuven (Lirias) and Open Access subject repositories, such as Phi lArchive (https://philarchive.org/ ), LingBuzz ( https://ling.auf.net/lingbuzz ), and arXiv ( https://arxiv.org/ ). The bibliographic meta data provided on those platforms include: • titles, • author names, • author affiliations, • funding data, • publication dates, • issue numbers, • page numbers and • DOIs The non -bibliographical metadata provided on those platforms include: • abstracts, • keywords, • references found in the paper and • citations of the paper. 2019-10-01 | FWO DMP Template 11 5. Data storage & backup during the FWO project Where will the data be stored? I will store my data on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. The supervisor of the project, Lorenz Demey, will keep the project folders on the central network drives fo r at least 5 years after the end of the research project. Joint work will also be stored on Box (https://kuleuven.account.box.com/). How will the data be backed up? I will store my data on KU Leuven's central network drives with automatic daily back -up p rocedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : Yes. The estimated volume of generated data is clearly less than the 50 GB of space available to every user of the network drives. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. None. KU Leuven pays for data storage on its central network drives. The involv ed facult y pays for the Box accounts. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data protection and security policies of KU Leuven apply to its central network drives. KU L euven owns the encryption keys for its Box accounts. 2019-10-01 | FWO DMP Template 12 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restric tions, physical preservation issues, ...). The following data will be retained: • papers I have used (read, cited, referenced), • the bibliographical data for the papers I have read, • (new) proofs, formalizations, arguments, conceptual analyses, statistical analyses, diagrams, tables, graphs, coined Persian logical terms, coining techniques, errors and mistakes in the previous translation of Dānešnāme , textual interpretations and other internationally recognized tools of logic, philosophy and linguistics which I have described in my papers, • the bibliographical and non -biographical metadata for the papers that I have written myself, • minutes of project meetings with the supervisor (Lorenz Demey) • slideshows of presentations I have given • the original file of my translation of Dānešnāme Where will these data be archived (= stored for the long term)? I will store the data and metadata on KU Leuven's central network drives, which are safe, a utomatically backed up, and capable of archiving large volumes of data. The supervisor of the project, Lorenz Demey, will keep the project folders on the central network drives for at least 5 years after the end of the research project. Joint work will als o be stored on Box (https://kuleuven.account.box.com/). What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Storage on the central network drives of KU Leuven is free of costs. 7. Data sharing and reuse 2019-10-01 | FWO DMP Template 13 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? All data will be shared. All publications (incl. the doctoral dissertation ) will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and subject repositories, e.g., arXiv (https://arxiv.org/ ), LingBuzz ( https://ling.auf.net/lingbuzz ), and PhilArchive ( https://philarchive.org/ ). Where/how will the data be made available for reus e? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Since there is no sensitive data involved in this project (e.g. personal information), all other researchers will have access to the data stored on the open access archives mentioned above. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the c ost incurred. Sharing via open access archives is free of costs. The cost of having Box accounts is paid by the Institute of Philosophy. 8. Responsibilities 2019-10-01 | FWO DMP Template 14 Who will be responsible for the data documentation & metadata? The PhD researcher and the supervisor of the project, Lorenz Demey, are responsible for the data that they use or generate. Who will be responsible for data storage & back up during the project? The PhD researcher and the supervisor of the project, Lorenz Demey, are responsible for the storage and back up of the data that they use or generate. Who will be responsible for en suring data preservation and sharing? The PhD researcher and the supervisor of the project, Lorenz Demey, are responsible for ensuring data preservation and sharing. Who bears the end responsibility for updating & implementing this DMP? Default respon se: The PI bears the overall responsibility for updating & implementing this DMP The PhD researcher and the supervisor of the project, Lorenz Demey, bear the end responsibility for updating and implementing this DMP."
}