{
    "document_id": "D-2022-1689",
    "LinkTitle": "D-2022-1689",
    "file_name": "D-2022-1689.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1689.pdf",
    "metadata": {
        "title": "Towards emotional understanding in multicultural contexts",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Towards emotional understanding in multicultural contexts\nA Data Management Plan created using DMPonline.be\nCreator: \nTom Verthé\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC24M/22/013\nID: \n198193\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nEmotions are key to successful social relationships across the lifespan. Understanding others’ emotions helps one follow the course of\nsocial interaction and anticipate the possibilities to change it, because the emotions of an interaction partner indicate the meaning of an\nevent to their motives / goals and their potential actions. However, a vast body of research demonstrates cultural differences in emotions\nthat can impede emotional understanding and may stand in the way of forging intercultural relationships. This project examines whether\nthe awareness that emotions are culturally variable leads to better emotional understanding and perceived relationship quality, and\nwhether an ‘emotion-difference’ intervention can leverage this awareness. This project sets the stage for future work on fostering\nemotional understanding in intercultural interactions as a bottom-up gateway to social cohesion and justice.\nLast modified: \n29-03-2023\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n1 of 5\nTowards emotional understanding in multicultural contexts\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nStudy 1 Pre-\nscreening\nPre-screening data from survey\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 1 participant list\nParticipant list\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 1 key table\nKey table between participant list and pseudonym\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 1 survey\nSurvey data from sessions\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 1 audio\nAudio data from situation descriptions\nN\nD\nA\n.m4a\n<100GB\n \nStudy 1 coded\nCoded audio dataset\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 1 syntax\nSyntax SPSS\nN\nD\nT\n.sps\n<1GB\n \nStudy 1 output\nOutput file SPSS\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 2 survey\nSurvey data from sessions\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 2 audio\nAudio data from situation descriptions\nN\nD\nA\n.m4a\n<100GB\n \nStudy 2 coded\nCoded audio dataset\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 2 syntax\nSyntax SPSS\nN\nD\nT\n.sps\n<1GB\n \nStudy 2 output\nOutput file SPSS\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 3 Pre-\nscreening\nPre-screening data from survey\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 3 key table\nKey table between participant list and pseudonym\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 3 participant list\nParticipant list\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 3 audio\nAudio data from focus groups\nN\nD\nA\n.m4a\n<100GB\n \nStudy 3 coded\nCoded audio dataset\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 3 syntax\nSyntax SPSS\nN\nD\nT\n.sps\n<1GB\n \nStudy 3 output\nOutput file SPSS\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 4 Pre-\nscreening\nPre-screening data from survey\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 4 participant list\nParticipant list\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 4 key table\nKey table between participant list and pseudonym\nN\nD\nT\n.xlsx\n<1GB\n \nStudy 4 survey\nSurvey data from sessions\nN\nD\nN+T\n.sav\n<1GB\n \nStudy 4 coded\nCoded text (Nvivo) of open questions from survey\nN\nD\nN\n.xlsx\n<1GB\n \nStudy 4 syntax\nSyntax SPSS\nN\nD\nT\n.sps\n<1GB\n \nStudy 4 output\nOutput file SPSS\nN\nD\nN\n.xlsx\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nG-2022-5702-R2(MIN)\nG-2022-5725-R2(MAR)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nThe datasets themselves do not have potential for commercial valorization, but the tools we are developing that will be used in studies 2 and 4 do.\nThis C2 grant is developed as a precursor (leverage) for an ERC Proof-of-Concept grant, which ultimately could result in a commercial application.\n \nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n2 of 5\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere are no plans for data sharing, this is a mono-centric KU Leuven study\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nWe create a .xlsx codebook for all datasets.\nFor procedures, we rely on MS-Word files with protocols which are shared via a SharePoint Online Library.\n \nThe aforementioned codebooks and protocols will be archived in .CSV (codebooks) or PDF (protocols) format in the KUL data repository (RDR) once a dataset is final.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDataCite (since we will use the KUL RDR repository)\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nSharepoint online\nOneDrive (KU Leuven)\nKUL OneDrive will be used by individual researchers when they are performing analyses. Central documentation and datasets will be stored in a KUL SharePoint Online Library.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nWe use the KU Leuven cloud-based storage, so this is secured via 2FA.\nData stored on local devices, will be stored on password-protected KUL laptops with Bitlocker or FileVault encryption.\nAccess management will be done by the Principal Investigator and designated project manager.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOur data storage needs fall within regular parameters for storage options that are provided by KU Leuven, we do not foresee any additional costs.\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n3 of 5\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nWe will store all pseudonymized data in the RDR-repository.\nAll sensitive personal data (participant lists, key tables, audio) will be stored in a Sharepoint Online Library only accessible to the PI and designated project manager.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect our use of RDR to be below the 50GB limit.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe principal investigator at all times.\nThe designated project manager (a KUL employee), based on a mandate from the PI.\nResearch team members from KU Leuven, based on operational needs. In case these are students, they will sign a confidentiality agreement.\nExternal researchers can request access to pseudonymized data. This request will be evaluated by the PI. In case of approval, a confidentiality agreement will need to be signed. In case a Data\nTransfer agreement is necessary, this will also be arranged.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nWe will store personal data in online KU Leuven storage facilities, which have built-in access management security through 2FA.\nAccess to personal data is limited and guarded by the PI and PM.\nThe data from surveys and other code-able output (e.g. trancripts) will be pseudonymized with OpenPseudonymizer. The key tables will be stored with the other personal data.\nPseudonymized data is stored in RDR with restricted access.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nOther (specify below)\nWe will make the data available on RDR at the end of the project.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nWe will provide data to external users only after evaluating their request (and purpose of reuse). If data access is granted, it will be based on a DTA.\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n4 of 5\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not foresee any costs for data sharing, other than the hosting costs for the repository and the time/effort for the PI and PM to review requests.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nResearchers are responsible for managing data documentation (and providing the necessary metadata for long-term storage) during the research project.\nPrincipal investigator and project manager are responsible for preservation and data sharing.\nWho will manage data storage and backup during the research project? \nThe project manager and principal investigator will oversee data storage protocols are followed properly, and take care of the necessary data manipulations (e.g. pseudonymization) and access\nmanagement to ensure secure data sharing.\n \nResearchers are responsible for individual data management during the research project, and timely and securely uploading their work product according to the protocols and Data Management\nPlan.\nWho will manage data preservation and sharing? \nThe principal investigator and project manager\nWho will update and implement this DMP? \nThe principal investigator and project manager\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n5 of 5"
    },
    "clean_full_text": "Towards emotional understanding in multicultural contexts A Data Management Plan created using DMPonline.be Creator: Tom Verthé Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C24M/22/013 ID: 198193 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Emotions are key to successful social relationships across the lifespan. Understanding others’ emotions helps one follow the course of social interaction and anticipate the possibilities to change it, because the emotions of an interaction partner indicate the meaning of an event to their motives / goals and their potential actions. However, a vast body of research demonstrates cultural differences in emotions that can impede emotional understanding and may stand in the way of forging intercultural relationships. This project examines whether the awareness that emotions are culturally variable leads to better emotional understanding and perceived relationship quality, and whether an ‘emotion-difference’ intervention can leverage this awareness. This project sets the stage for future work on fostering emotional understanding in intercultural interactions as a bottom-up gateway to social cohesion and justice. Last modified: 29-03-2023 Created using DMPonline.be. Last modiﬁed 29 March 2023 1 of 5 Towards emotional understanding in multicultural contexts Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Study 1 Pre- screening Pre-screening data from survey N D N+T .sav <1GB Study 1 participant list Participant list N D T .xlsx <1GB Study 1 key table Key table between participant list and pseudonym N D T .xlsx <1GB Study 1 survey Survey data from sessions N D N+T .sav <1GB Study 1 audio Audio data from situation descriptions N D A .m4a <100GB Study 1 coded Coded audio dataset N D N .xlsx <1GB Study 1 syntax Syntax SPSS N D T .sps <1GB Study 1 output Output file SPSS N D N .xlsx <1GB Study 2 survey Survey data from sessions N D N+T .sav <1GB Study 2 audio Audio data from situation descriptions N D A .m4a <100GB Study 2 coded Coded audio dataset N D N .xlsx <1GB Study 2 syntax Syntax SPSS N D T .sps <1GB Study 2 output Output file SPSS N D N .xlsx <1GB Study 3 Pre- screening Pre-screening data from survey N D N+T .sav <1GB Study 3 key table Key table between participant list and pseudonym N D T .xlsx <1GB Study 3 participant list Participant list N D T .xlsx <1GB Study 3 audio Audio data from focus groups N D A .m4a <100GB Study 3 coded Coded audio dataset N D N .xlsx <1GB Study 3 syntax Syntax SPSS N D T .sps <1GB Study 3 output Output file SPSS N D N .xlsx <1GB Study 4 Pre- screening Pre-screening data from survey N D N+T .sav <1GB Study 4 participant list Participant list N D T .xlsx <1GB Study 4 key table Key table between participant list and pseudonym N D T .xlsx <1GB Study 4 survey Survey data from sessions N D N+T .sav <1GB Study 4 coded Coded text (Nvivo) of open questions from survey N D N .xlsx <1GB Study 4 syntax Syntax SPSS N D T .sps <1GB Study 4 output Output file SPSS N D N .xlsx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2022-5702-R2(MIN) G-2022-5725-R2(MAR) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The datasets themselves do not have potential for commercial valorization, but the tools we are developing that will be used in studies 2 and 4 do. This C2 grant is developed as a precursor (leverage) for an ERC Proof-of-Concept grant, which ultimately could result in a commercial application. Created using DMPonline.be. Last modiﬁed 29 March 2023 2 of 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There are no plans for data sharing, this is a mono-centric KU Leuven study Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We create a .xlsx codebook for all datasets. For procedures, we rely on MS-Word files with protocols which are shared via a SharePoint Online Library. The aforementioned codebooks and protocols will be archived in .CSV (codebooks) or PDF (protocols) format in the KUL data repository (RDR) once a dataset is final. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes DataCite (since we will use the KUL RDR repository) Data Storage & Back-up during the Research Project Where will the data be stored? Sharepoint online OneDrive (KU Leuven) KUL OneDrive will be used by individual researchers when they are performing analyses. Central documentation and datasets will be stored in a KUL SharePoint Online Library. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We use the KU Leuven cloud-based storage, so this is secured via 2FA. Data stored on local devices, will be stored on password-protected KUL laptops with Bitlocker or FileVault encryption. Access management will be done by the Principal Investigator and designated project manager. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Our data storage needs fall within regular parameters for storage options that are provided by KU Leuven, we do not foresee any additional costs. Created using DMPonline.be. Last modiﬁed 29 March 2023 3 of 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) We will store all pseudonymized data in the RDR-repository. All sensitive personal data (participant lists, key tables, audio) will be stored in a Sharepoint Online Library only accessible to the PI and designated project manager. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect our use of RDR to be below the 50GB limit. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. The principal investigator at all times. The designated project manager (a KUL employee), based on a mandate from the PI. Research team members from KU Leuven, based on operational needs. In case these are students, they will sign a confidentiality agreement. External researchers can request access to pseudonymized data. This request will be evaluated by the PI. In case of approval, a confidentiality agreement will need to be signed. In case a Data Transfer agreement is necessary, this will also be arranged. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects We will store personal data in online KU Leuven storage facilities, which have built-in access management security through 2FA. Access to personal data is limited and guarded by the PI and PM. The data from surveys and other code-able output (e.g. trancripts) will be pseudonymized with OpenPseudonymizer. The key tables will be stored with the other personal data. Pseudonymized data is stored in RDR with restricted access. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Other (specify below) We will make the data available on RDR at the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) We will provide data to external users only after evaluating their request (and purpose of reuse). If data access is granted, it will be based on a DTA. Created using DMPonline.be. Last modiﬁed 29 March 2023 4 of 5 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? We do not foresee any costs for data sharing, other than the hosting costs for the repository and the time/effort for the PI and PM to review requests. Responsibilities Who will manage data documentation and metadata during the research project? Researchers are responsible for managing data documentation (and providing the necessary metadata for long-term storage) during the research project. Principal investigator and project manager are responsible for preservation and data sharing. Who will manage data storage and backup during the research project? The project manager and principal investigator will oversee data storage protocols are followed properly, and take care of the necessary data manipulations (e.g. pseudonymization) and access management to ensure secure data sharing. Researchers are responsible for individual data management during the research project, and timely and securely uploading their work product according to the protocols and Data Management Plan. Who will manage data preservation and sharing? The principal investigator and project manager Who will update and implement this DMP? The principal investigator and project manager Created using DMPonline.be. Last modiﬁed 29 March 2023 5 of 5"
}