{
    "document_id": "D-2021-1144",
    "LinkTitle": "D-2021-1144",
    "file_name": "D-2021-1144.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1144.pdf",
    "metadata": {
        "title": "Mechanisms of necrotic cell debris deposition and stability in acute injury - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Mechanisms of necrotic cell debris deposition and stability in acute injury - DMP\ntitle\nProject Identifier\n 1116922N\nPrincipal Investigator / Researcher\n Sara Schuermans\nProject Data Contact\n sara.schuermans@kuleuven.be\nDescription\n Necrosis is a form of cell death in which cellular contents such as DNA, histones and\nactin are released. These components serve as danger signals and induce inflammation. Thus,\nnecrotic debris is associated with diverse acute diseases, including drug-induced liver injury.\nImportantly, therapies to resolve problems caused by necrotic cell debris are currently inexistent.\nI propose that the burden of degrading necrotic debris, more specifically necrotic DNA, is left to\nsoluble deoxyribonucleases (DNAses) in the bloodstream. Although DNAses are abundantly\npresent, it is puzzling that the necrotic DNA is not cleared immediately from the injury sites and\naccumulates in the tissue for days. The aim of this project is to characterize biochemically the\nnecrotic cell debris in vitro and in mouse models of acute liver injury. Moreover, I will determine\nwhy necrotic debris is resistant to degradation and as a result drives diseases. This knowledge\nwill be used for the development of peptides to accelerate debris clearance by disassembling\nDNA-protein complexes. The beneficial effects of the molecules will be assessed in vitro and in\nmice, and our findings will be validated in samples from drug-induced liver injury patients. By\naccomplishing this project, I hope to unveil new mechanisms that will be valuable for developing\ntherapies to resolve damage caused by necrotic injuries.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSara Schuermans\nFWO Project Number & Title\n1116922N: Mechanisms of necrotic cell debris deposition and stability in acute injury\nAffiliation\nKU Leuven\nLaboratory of Molecular Immunology, Rega Institute for Medical Research\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nSeveral datatypes will be generated during this research project. The datatypes include images\nand movies from immunostainings, intravital microscopy, live-cell imaging, \nin vitro\n debris\nmodels, western blotting and mass spectrometry data. Imaging data is initially stored in the\nproprietary manufacturer formats (necessary). Final and publication grade images will be saved\nin .tif or .png formats. Videos will be stored in .mov or .mpeg formats. The imaging data,\nconsisting of single frames, videos and 3D images, will be acquired and accumulated throughout\nthe project objectives. We estimate 1 TB per year, up to a total of 4 TB by the end of the\nproject. Numerical data will be generated as well, from the analysis of the images, ELISA and\nother spectrophotometric and biochemical assays, and saved in .xlsx format. Numerical data is\nestimated in the order of hundreds of megabytes per year, also cumulative up to 2 TB by the end\nof the project. All protocols, raw data and analyzed data produced will be cataloged in laboratory\nbooks and stored as digital files (.xlsx and .docx formats).\nObjective 1: Establishment of both \nin vitro\n and \nin vivo\n models of necrosis.\n \nTissue and blood collection of an acute liver injury mouse model will give us numerical data in\n.xlsx or .csv formats (ALT and ICG assays, ELISAs). Microscopy images of both the \nin vitro\n debris\nmodel and liver cryosections of the mouse model will be generated in .tif\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nformat. Image quantification will be performed and out of this, numerical data will be obtained in\n.xlsx or .csv formats. Biochemical LDH assays will provide us with numerical data in .xlsx or .csv\nformats.\nObjective 2: Characterization of necrotic debris composition \nin vitro\n and \nin vivo\n.\nMicroscopy images and movies will be generated in .tif and .mov formats during intravital\nimaging. Image quantification will be performed and out of this, numerical data will be obtained\nin .xlsx or .csv formats. Moreover, microscopy images of both the \nin vitro \ndebris model and liver\ncryosections of the mouse model will be generated in .tif format. Western blotting will generate\nimages in .tif format. Mass spectrometry imaging data will generate folders containing the\nspectral files in *.d format, the X,Y coordinate position logs in *.txt format, the optical scan of the\nimaged section in *.tif format, and the *.mis file used to open the dataset in the proprietary\nBruker FlexImaging software. Processing and data analysis of the mass spectrometry imaging\ndata will be performed using SciLS Lab version 2016b and will yield *.sl files. MS/MS specta used\nto assign the relevant masses as determined by analysis of the MS images will be obtained in\n*.RAW format and will be exported as *.pdf files.\nObjective 3:\n \nDetermining the contribution of histones and actin to necrotic debris\nstability.\nNumerical data will be generated by ELISA, western blotting and spectrofluorometry in .xlsx or\n.csv formats. Microscopy images and movies of the \nin vitro \ndebris spot and liver cryosections\ntreated with proteases and/or DNAse will be generated in .tif and .mov formats.\nObjective 4: Creation and validation of peptides to disassemble necrotic debris.\nDuring this objective, amino acid sequences of peptides will be generated. Debris displacement\nby peptides will be evaluated using western blotting, which will generate images in .tif format,\nand numerical data in .xlsx format. Images of labeled peptides bound to the \nin vitro \ndebris model\nwill be generated in .tif format. Surface plasmon resonance data related to peptide binding to\ndebris components will be genetared in .xlsx format. Afterwards, \nin vitro \nand \nin vivo \ntoxicity tests\n(LDH, MTT, ALT and creatinine assays, ELISAs) will generate numerical data in .xlsx or .csv\nformats. Finally, histology images will be generated in .tif format.\nObjective 5: Validation of the debris composition in human samples and therapeutic\npotential of peptides in the mouse model.\nTissue and blood collection of mice with acute liver injury that are treated with peptides will\nprovide us with numerical data in .xlsx or .csv formats (ALT and ICG assays, ELISAs). Microscopy\nimages of liver cryosections of the mouse model will be generated in .tif format, and both\nmicroscopy images and movies will be generated in .tif and .mov formats during intravital\nimaging of mice. Liver samples from patients with drug-induced liver injury will be used for\nimmunoflorescence and mass spectrometry imaging. Mass spectrometry imaging data will be\ngenerated as previously described in Objective 2, and microscopy images will be generated in .tif\nformat. Analysis of serum samples from patients (ELISA, western blotting and single radial\nenzyme diffusion) will give us images in .tif format and numerical data in .xlsx and .csv formats.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nType of\ndata\nFormat\nVolume\nHow created\n(Microscopy)\nimages and\nmovies\n.tif or\n.png\n.mov or\n.mpeg\n.RAW\n.pdf\n1\nTB/year\nIntravital microscopy of\nAPAP and control mice\n(WP2, WP3, WP5)\nIn vitro\n debris model\n(WP1-WP4)\nImmunostainings and\nhistology of\ncryosections of injured\nand control livers (WP1-\nWP5)\nWestern blotting data\n(WP2-WP5)\nMass spectrometry\nimaging (WP2, WP5)\nNumeric\ndata\n.xlsx\n.csv\n.docx\n.emf\n.pzfx\n.mis\n.sl\n.txt\n.d\n \n500\nGB/year\nELISA, ALT, LDH, ICG\nand other\nspectrophotometric\nassays (WP1-WP5)\nIn- and output data of\nsolid-phase peptide\nsynthesis (WP4)\nHPLC-MS files (WP4)\nSurface plasmon\nresonance data (WP4)\nData inserted into\nGraphpad Prism for\nanalysis (WP1-WP5)\nMass spectrometry\nimaging (WP2, WP5)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nWe will not use personal data of the patients and healthy controls included in the study.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe Ethical Committee for Animal Experimentation at KU Leuven approved the use of mice during\nthis project (P125/2019 and P128/2021). The Ethics Committee Research UZ Leuven/KU\nLeuven approved the use of healthy donors for the purposes of this project (S58418). Request for\nethical approval for the use of patient samples will be submitted to the Ethics Committee\nResearch UZ Leuven/KU Leuven.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nAll research data generated during this project will be secured by the need for login registration\non datacenter/luna and use of u-number and password, which are also restricted. In case of\npotential IP establishment for one or more peptides developed in the project, the restriction will\nconsist of omission of the peptide sequence and codenaming of the peptide. All other information\nwill be available without restrictions. These restrictions will be lifted as soon as IP is secured.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nMicroscopy images: Imaging data is created by default with metadata imprinted by the\nimage acquisition software’s automatically. That includes information on user, date and\ntime, duration of experiments, equipment parameters and imaging configurations. The\nmetadata is saved and transferred with the original imaging file. The created data files will\nbe organized in folders named by the date of the experiment (YYYYMMDD) followed by the\nresearcher who performed it and the title of the experiment. The methodology and protocol\nof each experiment will be described in detail in a lab book.\nThe numerical data obtained in quantifications and spectrophotometric analyses will be\nsaved in excel and word formats (.xlsx and .doc), which also imprint automatically the\nmetadata (user, date, time, equipment parameters) from those experiments. Moreover,\ninformation on quantification and experimentation parameters will be embedded by the\nusers on the document folders in order to improve data reproducibility and maintenance.\nThe methodology and protocol of each experiment will be described in detail in a lab book.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nElectronical data will be stored in conformity with KU Leuven and FWO RDM policy. The research\ndata will be stored in several locations, including on internal computer disks, at the shared local\nvirtual drive (Rega drive), on internal computer disks, in redundant NAS (network adapted\nstorage)-devices, on Microsoft OneDrive and on the KU Leuven central storage servers. The KU\nLeuven datacenters provide storage on two locations and promise high availability and disaster\nrecovery to preserve data for a long period. Hard copy notebooks with raw data will be stored\nphysically in our laboratory. The large raw data volumes from analysis equipment are stored\nredundant on hard disks in or connected to the lab computers and the workstations. The backups\nof the analysis data are stored on dedicated redundant NAS-devices. Also, we will use the Lirias\nplatform as data repository for published material.\nHow is backup of the data provided?\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which\nprovides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute\nVirtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the\ninvestigators.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nEnough storage and back-up capacity is available at the systems of Rega Institute. The local\nshared drives on the computer offer enough storage. Additionally, KU Leuven offers storage on\nMicrosoft OneDrive.\nWhat are the expected costs for data storage and back up during the project? How\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nwill these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the\nproject, Prof. Pedro Elias Marques. The cost for data storage is 520 Euro/terabyte/year, thus, the\naccumulated cost for 4 years is approximately 5200 euro. The costs will be covered by previous\nfunding obtained by the host lab and by the bench fee offered by the FWO PhD fellowship.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nResearch data are secured by the need for login registration on datacentre/luna and use of u-\nnumber and password, which are also restricted.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated during this project, raw or processed, will be stored for a minimum of 5 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored redundantly during and after the research on our PCs, on external hard-\ndrives, on the personal KU Leuven Onedrive and in the KU Leuven data centers (ICTS Luna\nstorage and Rega NAS (network adapted storage)).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nLong-term data storage and costs will be managed by the principal investigator of the project,\nProf. Pedro Marques. The expected cost for data storage is 520 euro/terabyte/year.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll the data that is not under IP protection.\nWhere/how will the data be made available for reuse?\nData will be available by access to the data storage facilities of KU Leuven and the Rega Institute\nas described above. Access to external users will be evaluated and authorized by Prof. Pedro\nMarques.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nData will be made available immediately after publication and clearance by Intellectual Property\nofficers at KU Leuven.\nWho will be able to access the data and under what conditions?\nDirect access to the research data will be restricted to laboratory members, project members and\ncollaborators. External members, who are not directly related to the project, will be given access\nafter contact and evaluation by the principal investigator, Prof. Pedro Marques.\nWhat are the expected costs for data sharing? How will the costs be covered?\nLocal costs are minimal. Data transfer to external partners will be a at the partners' cost.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will\nbe responsible for the data documentation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho will be responsible for data storage & back up during the project?\nThe principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will\nbe responsible for the data storage and back up.\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will\nbe responsible for this.\nWho bears the end responsibility for updating & implementing this DMP?\nThe principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will\nbe responsible for implementing the DMP. They will update the DMP anytime conditions change.\nA mid-term review will be accompanied by a detailed DMP and a final reviewed DMP will be sent\nalong with the final report.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Mechanisms of necrotic cell debris deposition and stability in acute injury - DMP title Project Identifier 1116922N Principal Investigator / Researcher Sara Schuermans Project Data Contact sara.schuermans@kuleuven.be Description Necrosis is a form of cell death in which cellular contents such as DNA, histones and actin are released. These components serve as danger signals and induce inflammation. Thus, necrotic debris is associated with diverse acute diseases, including drug-induced liver injury. Importantly, therapies to resolve problems caused by necrotic cell debris are currently inexistent. I propose that the burden of degrading necrotic debris, more specifically necrotic DNA, is left to soluble deoxyribonucleases (DNAses) in the bloodstream. Although DNAses are abundantly present, it is puzzling that the necrotic DNA is not cleared immediately from the injury sites and accumulates in the tissue for days. The aim of this project is to characterize biochemically the necrotic cell debris in vitro and in mouse models of acute liver injury. Moreover, I will determine why necrotic debris is resistant to degradation and as a result drives diseases. This knowledge will be used for the development of peptides to accelerate debris clearance by disassembling DNA-protein complexes. The beneficial effects of the molecules will be assessed in vitro and in mice, and our findings will be validated in samples from drug-induced liver injury patients. By accomplishing this project, I hope to unveil new mechanisms that will be valuable for developing therapies to resolve damage caused by necrotic injuries. Institution KU Leuven 1. General Information Name applicant Sara Schuermans FWO Project Number & Title 1116922N: Mechanisms of necrotic cell debris deposition and stability in acute injury Affiliation KU Leuven Laboratory of Molecular Immunology, Rega Institute for Medical Research 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Several datatypes will be generated during this research project. The datatypes include images and movies from immunostainings, intravital microscopy, live-cell imaging, in vitro debris models, western blotting and mass spectrometry data. Imaging data is initially stored in the proprietary manufacturer formats (necessary). Final and publication grade images will be saved in .tif or .png formats. Videos will be stored in .mov or .mpeg formats. The imaging data, consisting of single frames, videos and 3D images, will be acquired and accumulated throughout the project objectives. We estimate 1 TB per year, up to a total of 4 TB by the end of the project. Numerical data will be generated as well, from the analysis of the images, ELISA and other spectrophotometric and biochemical assays, and saved in .xlsx format. Numerical data is estimated in the order of hundreds of megabytes per year, also cumulative up to 2 TB by the end of the project. All protocols, raw data and analyzed data produced will be cataloged in laboratory books and stored as digital files (.xlsx and .docx formats). Objective 1: Establishment of both in vitro and in vivo models of necrosis. Tissue and blood collection of an acute liver injury mouse model will give us numerical data in .xlsx or .csv formats (ALT and ICG assays, ELISAs). Microscopy images of both the in vitro debris model and liver cryosections of the mouse model will be generated in .tif This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 format. Image quantification will be performed and out of this, numerical data will be obtained in .xlsx or .csv formats. Biochemical LDH assays will provide us with numerical data in .xlsx or .csv formats. Objective 2: Characterization of necrotic debris composition in vitro and in vivo . Microscopy images and movies will be generated in .tif and .mov formats during intravital imaging. Image quantification will be performed and out of this, numerical data will be obtained in .xlsx or .csv formats. Moreover, microscopy images of both the in vitro debris model and liver cryosections of the mouse model will be generated in .tif format. Western blotting will generate images in .tif format. Mass spectrometry imaging data will generate folders containing the spectral files in *.d format, the X,Y coordinate position logs in *.txt format, the optical scan of the imaged section in *.tif format, and the *.mis file used to open the dataset in the proprietary Bruker FlexImaging software. Processing and data analysis of the mass spectrometry imaging data will be performed using SciLS Lab version 2016b and will yield *.sl files. MS/MS specta used to assign the relevant masses as determined by analysis of the MS images will be obtained in *.RAW format and will be exported as *.pdf files. Objective 3: Determining the contribution of histones and actin to necrotic debris stability. Numerical data will be generated by ELISA, western blotting and spectrofluorometry in .xlsx or .csv formats. Microscopy images and movies of the in vitro debris spot and liver cryosections treated with proteases and/or DNAse will be generated in .tif and .mov formats. Objective 4: Creation and validation of peptides to disassemble necrotic debris. During this objective, amino acid sequences of peptides will be generated. Debris displacement by peptides will be evaluated using western blotting, which will generate images in .tif format, and numerical data in .xlsx format. Images of labeled peptides bound to the in vitro debris model will be generated in .tif format. Surface plasmon resonance data related to peptide binding to debris components will be genetared in .xlsx format. Afterwards, in vitro and in vivo toxicity tests (LDH, MTT, ALT and creatinine assays, ELISAs) will generate numerical data in .xlsx or .csv formats. Finally, histology images will be generated in .tif format. Objective 5: Validation of the debris composition in human samples and therapeutic potential of peptides in the mouse model. Tissue and blood collection of mice with acute liver injury that are treated with peptides will provide us with numerical data in .xlsx or .csv formats (ALT and ICG assays, ELISAs). Microscopy images of liver cryosections of the mouse model will be generated in .tif format, and both microscopy images and movies will be generated in .tif and .mov formats during intravital imaging of mice. Liver samples from patients with drug-induced liver injury will be used for immunoflorescence and mass spectrometry imaging. Mass spectrometry imaging data will be generated as previously described in Objective 2, and microscopy images will be generated in .tif format. Analysis of serum samples from patients (ELISA, western blotting and single radial enzyme diffusion) will give us images in .tif format and numerical data in .xlsx and .csv formats. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Type of data Format Volume How created (Microscopy) images and movies .tif or .png .mov or .mpeg .RAW .pdf 1 TB/year Intravital microscopy of APAP and control mice (WP2, WP3, WP5) In vitro debris model (WP1-WP4) Immunostainings and histology of cryosections of injured and control livers (WP1- WP5) Western blotting data (WP2-WP5) Mass spectrometry imaging (WP2, WP5) Numeric data .xlsx .csv .docx .emf .pzfx .mis .sl .txt .d 500 GB/year ELISA, ALT, LDH, ICG and other spectrophotometric assays (WP1-WP5) In- and output data of solid-phase peptide synthesis (WP4) HPLC-MS files (WP4) Surface plasmon resonance data (WP4) Data inserted into Graphpad Prism for analysis (WP1-WP5) Mass spectrometry imaging (WP2, WP5) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No We will not use personal data of the patients and healthy controls included in the study. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The Ethical Committee for Animal Experimentation at KU Leuven approved the use of mice during this project (P125/2019 and P128/2021). The Ethics Committee Research UZ Leuven/KU Leuven approved the use of healthy donors for the purposes of this project (S58418). Request for ethical approval for the use of patient samples will be submitted to the Ethics Committee Research UZ Leuven/KU Leuven. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 All research data generated during this project will be secured by the need for login registration on datacenter/luna and use of u-number and password, which are also restricted. In case of potential IP establishment for one or more peptides developed in the project, the restriction will consist of omission of the peptide sequence and codenaming of the peptide. All other information will be available without restrictions. These restrictions will be lifted as soon as IP is secured. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Microscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved and transferred with the original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. The numerical data obtained in quantifications and spectrophotometric analyses will be saved in excel and word formats (.xlsx and .doc), which also imprint automatically the metadata (user, date, time, equipment parameters) from those experiments. Moreover, information on quantification and experimentation parameters will be embedded by the users on the document folders in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Electronical data will be stored in conformity with KU Leuven and FWO RDM policy. The research data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), on internal computer disks, in redundant NAS (network adapted storage)-devices, on Microsoft OneDrive and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or connected to the lab computers and the workstations. The backups of the analysis data are stored on dedicated redundant NAS-devices. Also, we will use the Lirias platform as data repository for published material. How is backup of the data provided? We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Enough storage and back-up capacity is available at the systems of Rega Institute. The local shared drives on the computer offer enough storage. Additionally, KU Leuven offers storage on Microsoft OneDrive. What are the expected costs for data storage and back up during the project? How This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Prof. Pedro Elias Marques. The cost for data storage is 520 Euro/terabyte/year, thus, the accumulated cost for 4 years is approximately 5200 euro. The costs will be covered by previous funding obtained by the host lab and by the bench fee offered by the FWO PhD fellowship. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data are secured by the need for login registration on datacentre/luna and use of u- number and password, which are also restricted. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated during this project, raw or processed, will be stored for a minimum of 5 years. Where will the data be archived (= stored for the longer term)? The data will be stored redundantly during and after the research on our PCs, on external hard- drives, on the personal KU Leuven Onedrive and in the KU Leuven data centers (ICTS Luna storage and Rega NAS (network adapted storage)). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Long-term data storage and costs will be managed by the principal investigator of the project, Prof. Pedro Marques. The expected cost for data storage is 520 euro/terabyte/year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All the data that is not under IP protection. Where/how will the data be made available for reuse? Data will be available by access to the data storage facilities of KU Leuven and the Rega Institute as described above. Access to external users will be evaluated and authorized by Prof. Pedro Marques. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Data will be made available immediately after publication and clearance by Intellectual Property officers at KU Leuven. Who will be able to access the data and under what conditions? Direct access to the research data will be restricted to laboratory members, project members and collaborators. External members, who are not directly related to the project, will be given access after contact and evaluation by the principal investigator, Prof. Pedro Marques. What are the expected costs for data sharing? How will the costs be covered? Local costs are minimal. Data transfer to external partners will be a at the partners' cost. 8. Responsibilities Who will be responsible for data documentation & metadata? The principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will be responsible for the data documentation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who will be responsible for data storage & back up during the project? The principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will be responsible for the data storage and back up. Who will be responsible for ensuring data preservation and reuse ? The principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will be responsible for this. Who bears the end responsibility for updating & implementing this DMP? The principal investigator (Prof. Pedro Elias Marques) and the researcher (Sara Schuermans) will be responsible for implementing the DMP. They will update the DMP anytime conditions change. A mid-term review will be accompanied by a detailed DMP and a final reviewed DMP will be sent along with the final report. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}