{
    "document_id": "D-2024-2938",
    "LinkTitle": "D-2024-2938",
    "file_name": "D-2024-2938.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2938.pdf",
    "metadata": {
        "title": "Elucidating the Active Role of Traction bronchiectasis and Honeycombing in IPF’s persistent fibrogenesis (EARTH-IPF)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Elucidating the Active Role of Traction bronchiectasis and Honeycombing in IPF’s persistent fibrogenesis\n(EARTH-IPF)\nA Data Management Plan created using DMPonline.be\nCreator: \nLaurens De Sadeleer\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG034124N\nID: \n208163\nStart date: \n01-01-2024\nEnd date: \n31-12-2027\nProject abstract:\nIdiopathic Pulmonary fibrosis (IPF) is a fibrotic lung disease affecting more than 300,000 patients in Europe. Until now, most research in the field focused on\nthe deposition and accumulation of extracellular matrix (ECM) proteins. However, as this is highly intertwined with physiological repair upon injury, the quest\nfor intervening herein has been unfruitful. In this project, we will focus on an entirely different disease aspect: the vast increase in conductive airway-like\nstructures, called traction bronchiectasis (TBx) and honeycombing (HC). While initially thought of as passive phenomena due to traction appearing in end-\nstage disease, these opinions are not supported by literature and our own preliminary findings. \nWe hypothesize that TBx/HC are the result of an active process induced by an aberrant regenerative signaling response which should be specifically targeted\nto stop further disease progression, and which is not addressed with current therapeutic options. The global aim of this research project is to understand the\nmorphological and molecular dynamics of this distinct disease aspect and to pave the way for entirely novel therapeutic options targeting these HC/TBx\nphenomena. \nThis research project consists of two main aims, both focusing on computational analysis. The first goal of the project is to assess 3D structure of HC/TBx\nleveraging our unique inflated explant lung biobank and state-of-the-art whole-lung ultra-high-resolution CT-scan and microCT of smaller samples of the lung.\nSecond goal is to molecularly characterize these enigmatic disease aspects, using multi-omics and spatially resolved transcriptomics datasets which are\nreadily available. \nLast modified: \n27-06-2024\nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n1 of 6\nElucidating the Active Role of Traction bronchiectasis and Honeycombing in IPF’s persistent fibrogenesis\n(EARTH-IPF)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for physical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLung cores\nSamples used in\nthe project.\nReused\nPhysical\n \n \n \nn=15x6+15x3=135\nSlices for staining\nFrom the FFPE part\nof the core\nNew\nPhysical\n \n \n \nn= 10x135 = 1350\nBAL samples\nWP5, validation\nNew\nPhysical\n \n \n \nn=250\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nex vivoCT images\nafter explantation,\nall lungs are\nscanned using\nultra-high resolution\nCT\nReused\nDigital\nExperimental\n.dicom\n150GB\n \nmicroCT images\nafter processing the\nlungs into cores,\nthe cores included\nin the project are\nmicroCT scanned\nReused\nDigital\nExperimental\n.tiff\n650GB\n \nin vivoCT\nin vivoCT data for\nT2.3\nReused\nDigital\nObservational\n.dicom\n50GB\n \nCALIPER analysis\nanalysis of in vivo\nCT scans\nNew\nDigital\nExperimental\n.dicom\n75GB\n \nairflow analyses\nT2.4\nNew\nDigital\nSimulation\n.tiff\n50GB\n \n \n \n \n \n \n \n \n \ndigitalised microscopy:\nH&E stainings\nfrom the FFPE part\nof all cores, an\ninitial H&E section\nis made\nReused\nDigital\nExperimental\n.czi\n15GB\n \ndigitalised microscopy:\nMovat/pentachromestaining\nfrom the FFPE part,\nMovat/pentachrome\nstainings will be\nadditionally made\nnew\nDigital\nExperimental\n.czi\n30GB\n \ndigitalised microscopy: 4i\npanels\n4i stainings from a\nselected group of\ncores\nReused\nDigital\nExperimental\n.czi\n150GB\n \ndigitalised microscopy:\nvalidation stainings\ndigitalised stainings\nNew\nDigital\nExperimental\n.czi\n10GB\n \n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n2 of 6\nsnRNAseq raw sequences\nraw data after RNA\nsequencing\nreused\nDigital\nExperimental\n.fastq\n2TB\n \nsnRNAseq raw counts\ngene counts\ncalculated from the\nRNAseq data \nreused\nDigital\nExperimental\n.mtx\n500GB\n \nAnn data objects of\nRNAseq data\nobjects of RNAseq\ndata, annotated\nwith metadata and\ndimensionality\nreduction info\nNew\nDigital\nExperimental\n.adata\n500GB\n \nGeoMX raw counts\nraw data from the\nGeoMX\nexperiments\nreused\nDigital\nExperimental\n.txt\n5GB\n \n \n \n \n \n \n \n \n \nLCMD-SP: raw peptide\nsequences\nraw peptide\nsequence data from\nthe LCMD-SP layer\nreused\nDigital\nExperimental\n.raw\n500GB\n \nLCMD-SP: protein counts\nprotein counts\ncalculated from the\nLCMD-SP raw data\nreused\nDigital\nExperimental\n.txt\n1 GB\n \n \n \n \n \n \n \n \n \nBAL bulkRNAseq raw data\nraw data from BAL\nbulkRNAseq\nexperiments\nNew\nDigital\nExperimental\n.txt\n10GB\n \nBAL bulkRNAseq count\ndata\ncount data from\nBAL bulkRNAseq\nexperiments\nNew\nDigital\nExperimental\n.txt\n5GB\n \nBAL Luminex data\ndata from the\nLuminex\nexperiment\nNew\nDigital\nExperimental\n.txt\n100MB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nWe will reuse data generated in another project from the researcher (under the same ethical approval), which is still confidential (so no DOI available)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nEthical approval was granted for the project and informed consent was obtained from all included patients\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nWe will use clinical pseudonymized data to assess experimental findings with clinical outcome of the patients. We will also use survival data as this is\nan important outcome parameter.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n3 of 6\nNo\nThe initial dataset is also used in a project which involves a third party. However, the dataset itself is fully owned by the researchers. Exploitation of\nthe results of this specific project is not restricted.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThe initial dataset is also used in a project which involves a third party. However, the dataset itself is fully owned by the researchers\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTYPE OF DATA\nMETADATA STORAGE MODALITY\nMETADATA STORED\nclinical metadata\nexcel file\nclinical variables per pseudonymized sample\nex vivo CT scan\nincluded in DICOM format\ntechnical specs of scanning protocol\nmicroCT scan\nseparate .txt file\ntechnical specs of scanning protocol\nstainings/4i panel\nincluded in.czi format\ntechnical specs of scanning protocol\nstainings/4i panel\nseparate word document\nstanding process (e.g., antibdoy concentration, etc.)\nsnRNAseq data\nseparate word file\ntechnical specs of nuclei isolation\nsnRNAseq data\nseparate .rmd file\ntechnical specs of library prep and sequencing\nGEoMx raw counts\nseparate .rmd file\ntechnical specs of sequencing and ROI\ndetermination\nLCMD-SP\nseparate word file\nLCMD process, process of niche delineation\nLCMD-SP\nsparate .jpg and.palm files\nniche delineation\nLCMD-SP\nseparate .txt file\nclinical metadata\n \n \n \nBAL samples\nexcel file\nclinical metadata\nBAL samples\nseparate word file\nRNAseq and luminex processing\n \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on KU Leuven servers. \nGBW-0017_LTx (15TB) will be used for rw data storage, including metadata en SOP. GBW-0076_LTx (0.5TB) will be used for storage of data which\nis used in day-to-day work. \nHow will the data be backed up?\nAlle KU Leuven servers are protected with standard back-up provided by KU Leuven itself.\nSpare -80°C freezesr are available in the KU Leuven biobank to prevent loss of frozen samples in case of dysfunction of freezers \nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n4 of 6\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nKU Leuven servers are are protected with two-factor authorization (as all KU Leuven ICT systems)\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n- long term storage (GBW-0017_LTX): € 104,42 / TB / year; covered by the BREATHE lab \n- day-to-day data storage (GBW-0076_LTx): € 503,66 / TB / year, covered by the BREATHE lab\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll digital data will be preserved on the long-term storage server GBW-0017_LTX. All FFPE blocks will be stored in the lab, frozen material in -80°C\nfreezers in the biobank. \nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be preserved on the long-term storage server GBW-0017_LTX. All FFPE blocks will be stored in the lab, frozen material in -80°C\nfreezers in the biobank. I\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll costs for digital preservation as well as -80°C costs are covered by the BREATHE lab.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe raw and analyzed RNAseq and spatial omics datasets wil be made available\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nall data include clinical metadata of the samples included. Hence, we feel restricted access is most appropriate.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n5 of 6\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR\nWhen will the data be made available?\nupon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nto be considered\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nuse of the RDR repository of KU Leuven is free for KU Leuven researchers\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nIn the project, budget for two PhD students is included. Data documentation and metadata will be managed by these students \nWho will manage data storage and backup during the research project?\nIn the project, budget for two PhD students is included. Data storage and backup will be managed by these students \nWho will manage data preservation and sharing?\nLaurens De Sadeleer \nWho will update and implement this DMP?\nLaurens De Sadeleer \nCreated using DMPonline.be. Last modiﬁed 27 June 2024\n6 of 6"
    },
    "clean_full_text": "Elucidating the Active Role of Traction bronchiectasis and Honeycombing in IPF’s persistent fibrogenesis (EARTH-IPF) A Data Management Plan created using DMPonline.be Creator: Laurens De Sadeleer Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G034124N ID: 208163 Start date: 01-01-2024 End date: 31-12-2027 Project abstract: Idiopathic Pulmonary fibrosis (IPF) is a fibrotic lung disease affecting more than 300,000 patients in Europe. Until now, most research in the field focused on the deposition and accumulation of extracellular matrix (ECM) proteins. However, as this is highly intertwined with physiological repair upon injury, the quest for intervening herein has been unfruitful. In this project, we will focus on an entirely different disease aspect: the vast increase in conductive airway-like structures, called traction bronchiectasis (TBx) and honeycombing (HC). While initially thought of as passive phenomena due to traction appearing in end- stage disease, these opinions are not supported by literature and our own preliminary findings. We hypothesize that TBx/HC are the result of an active process induced by an aberrant regenerative signaling response which should be specifically targeted to stop further disease progression, and which is not addressed with current therapeutic options. The global aim of this research project is to understand the morphological and molecular dynamics of this distinct disease aspect and to pave the way for entirely novel therapeutic options targeting these HC/TBx phenomena. This research project consists of two main aims, both focusing on computational analysis. The first goal of the project is to assess 3D structure of HC/TBx leveraging our unique inflated explant lung biobank and state-of-the-art whole-lung ultra-high-resolution CT-scan and microCT of smaller samples of the lung. Second goal is to molecularly characterize these enigmatic disease aspects, using multi-omics and spatially resolved transcriptomics datasets which are readily available. Last modified: 27-06-2024 Created using DMPonline.be. Last modiﬁed 27 June 2024 1 of 6 Elucidating the Active Role of Traction bronchiectasis and Honeycombing in IPF’s persistent fibrogenesis (EARTH-IPF) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Lung cores Samples used in the project. Reused Physical n=15x6+15x3=135 Slices for staining From the FFPE part of the core New Physical n= 10x135 = 1350 BAL samples WP5, validation New Physical n=250 ex vivoCT images after explantation, all lungs are scanned using ultra-high resolution CT Reused Digital Experimental .dicom 150GB microCT images after processing the lungs into cores, the cores included in the project are microCT scanned Reused Digital Experimental .tiff 650GB in vivoCT in vivoCT data for T2.3 Reused Digital Observational .dicom 50GB CALIPER analysis analysis of in vivo CT scans New Digital Experimental .dicom 75GB airflow analyses T2.4 New Digital Simulation .tiff 50GB digitalised microscopy: H&E stainings from the FFPE part of all cores, an initial H&E section is made Reused Digital Experimental .czi 15GB digitalised microscopy: Movat/pentachromestaining from the FFPE part, Movat/pentachrome stainings will be additionally made new Digital Experimental .czi 30GB digitalised microscopy: 4i panels 4i stainings from a selected group of cores Reused Digital Experimental .czi 150GB digitalised microscopy: validation stainings digitalised stainings New Digital Experimental .czi 10GB Created using DMPonline.be. Last modiﬁed 27 June 2024 2 of 6 snRNAseq raw sequences raw data after RNA sequencing reused Digital Experimental .fastq 2TB snRNAseq raw counts gene counts calculated from the RNAseq data reused Digital Experimental .mtx 500GB Ann data objects of RNAseq data objects of RNAseq data, annotated with metadata and dimensionality reduction info New Digital Experimental .adata 500GB GeoMX raw counts raw data from the GeoMX experiments reused Digital Experimental .txt 5GB LCMD-SP: raw peptide sequences raw peptide sequence data from the LCMD-SP layer reused Digital Experimental .raw 500GB LCMD-SP: protein counts protein counts calculated from the LCMD-SP raw data reused Digital Experimental .txt 1 GB BAL bulkRNAseq raw data raw data from BAL bulkRNAseq experiments New Digital Experimental .txt 10GB BAL bulkRNAseq count data count data from BAL bulkRNAseq experiments New Digital Experimental .txt 5GB BAL Luminex data data from the Luminex experiment New Digital Experimental .txt 100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will reuse data generated in another project from the researcher (under the same ethical approval), which is still confidential (so no DOI available) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Ethical approval was granted for the project and informed consent was obtained from all included patients Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes We will use clinical pseudonymized data to assess experimental findings with clinical outcome of the patients. We will also use survival data as this is an important outcome parameter. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 27 June 2024 3 of 6 No The initial dataset is also used in a project which involves a third party. However, the dataset itself is fully owned by the researchers. Exploitation of the results of this specific project is not restricted. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No The initial dataset is also used in a project which involves a third party. However, the dataset itself is fully owned by the researchers 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). TYPE OF DATA METADATA STORAGE MODALITY METADATA STORED clinical metadata excel file clinical variables per pseudonymized sample ex vivo CT scan included in DICOM format technical specs of scanning protocol microCT scan separate .txt file technical specs of scanning protocol stainings/4i panel included in.czi format technical specs of scanning protocol stainings/4i panel separate word document standing process (e.g., antibdoy concentration, etc.) snRNAseq data separate word file technical specs of nuclei isolation snRNAseq data separate .rmd file technical specs of library prep and sequencing GEoMx raw counts separate .rmd file technical specs of sequencing and ROI determination LCMD-SP separate word file LCMD process, process of niche delineation LCMD-SP sparate .jpg and.palm files niche delineation LCMD-SP separate .txt file clinical metadata BAL samples excel file clinical metadata BAL samples separate word file RNAseq and luminex processing Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on KU Leuven servers. GBW-0017_LTx (15TB) will be used for rw data storage, including metadata en SOP. GBW-0076_LTx (0.5TB) will be used for storage of data which is used in day-to-day work. How will the data be backed up? Alle KU Leuven servers are protected with standard back-up provided by KU Leuven itself. Spare -80°C freezesr are available in the KU Leuven biobank to prevent loss of frozen samples in case of dysfunction of freezers Created using DMPonline.be. Last modiﬁed 27 June 2024 4 of 6 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven servers are are protected with two-factor authorization (as all KU Leuven ICT systems) What are the expected costs for data storage and backup during the research project? How will these costs be covered? - long term storage (GBW-0017_LTX): € 104,42 / TB / year; covered by the BREATHE lab - day-to-day data storage (GBW-0076_LTx): € 503,66 / TB / year, covered by the BREATHE lab 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data will be preserved on the long-term storage server GBW-0017_LTX. All FFPE blocks will be stored in the lab, frozen material in -80°C freezers in the biobank. Where will these data be archived (stored and curated for the long-term)? All digital data will be preserved on the long-term storage server GBW-0017_LTX. All FFPE blocks will be stored in the lab, frozen material in -80°C freezers in the biobank. I What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All costs for digital preservation as well as -80°C costs are covered by the BREATHE lab. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The raw and analyzed RNAseq and spatial omics datasets wil be made available If access is restricted, please specify who will be able to access the data and under what conditions. all data include clinical metadata of the samples included. Hence, we feel restricted access is most appropriate. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Created using DMPonline.be. Last modiﬁed 27 June 2024 5 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR When will the data be made available? upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. to be considered Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? use of the RDR repository of KU Leuven is free for KU Leuven researchers 6. Responsibilities Who will manage data documentation and metadata during the research project? In the project, budget for two PhD students is included. Data documentation and metadata will be managed by these students Who will manage data storage and backup during the research project? In the project, budget for two PhD students is included. Data storage and backup will be managed by these students Who will manage data preservation and sharing? Laurens De Sadeleer Who will update and implement this DMP? Laurens De Sadeleer Created using DMPonline.be. Last modiﬁed 27 June 2024 6 of 6"
}