{
    "document_id": "D-2021-1230",
    "LinkTitle": "D-2021-1230",
    "file_name": "D-2021-1230.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1230.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 11M7822N\nPrincipal Investigator / Researcher\n Paraskevi ATHANASOULI\nInstitution\n KU Leuven\n1. General Information\nName applicant\nParaskevi Athanasouli\nFWO Project Number & Title\n11M7822N\nDeciphering the molecular mechanism driving cell fate specification during the first lineage\ndecision\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nMicroscopy and\nfluorescence\nmicroscopy\n.tif,\n.jpeg,\n.png, .lif\n100 GB\nTransmitted-light\nmicroscopy of mESCs\nand E2.5-E6.5 mouse\nembryos (brightfield and\nfluorescence)\nScanned\ndocuments of\nwestern blot\ndetection\nPDF\n1 GB\nDocument scanning from\nconventional X-ray film\nfor WB detection\nFlow cytometry\nraw files (FACS)\n.fcs\n5 GB\nFlow cytometry data\nfrom experiments\nperformed on mESCs\nAnalysis of FACS\nfiles\n.wsp\n50-\n200MB\nFlow cytometry data\nanalysis with Flowjo\nQuantitative PCR\nraw data\n.xls\n1 GB\nGene expression data\nobtained by performing\nqPCR\nqPCR data\nanalysis \n.xls\n100-\n500MB\nAnalysis of qPCR data\nperformed on cDNA\nobtained from\nexperiments on mESCs.\nRaw data and\nassociated\nstatistical\nanalysis\n.xls,\n.pzfx\n \n50-\n200MB\nNumerical data. Data\nrepresentation and\nstatistical analysis using\nGraphpad prism.\nRaw RNA\nsequencing\ndata\n.fastq\n200-\n500GB\nSequencing of RNA\nperformed with Illumina\nplatform.\nAnalysis RNA\nsequencing data\n.xls,\n.csv\n10-20GB\nAnalysis of Raw RNA-seq\ndata for\ndifferentially expressed\ngenes\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nFor the generation of new experimental data on mouse embryos, I will make use of the approved\nethical application with the number P170/2019.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDocumentation and metadata linked to each experiment will be documented by the technical\nand research staff in hard copy lab notebooks in this project. This includes the research design,\nprotocol, context of data collection, data collection methods,\nquality control procedures, processing and analysis procedures.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nCurrently the use of metadata standards has not been implemented in the daily routine of the\nresearch group. In case this will change in the course of the project, this change and its timing\nwill be reported at the end of the project. For all data, common metadata are collected: (1) title,\n(2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment\nreference (such as manufacturer and model identification. Depending on the nature of data\nadditional metadata are collected. Microscopy: (7) lense type, pinwholes, gain, laserstrength and\nmagnification. FACS: (8) channels used. Fluorescence: (9) wavelength.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe host institute provides a storage capacity of 2 TB per person with regular backup system\n(OneDrive) so the data will be stored there for active use and copies can be made and kept on\npersonal devices. Also, the PI of the laboratory pays for storage space (100 GB) on the network\ndrives of KU Leuven (J drive). The data will be stored there as well.\n \nHow is backup of the data provided?\nThe data will be stored on the university's central servers (OneDrive) with automatic daily back-\nup procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nOneDrive and J drive\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nOneDrive storage is provided by the host institution and the 100 GB network drive (J drive) is\npaid by the PI, Frederic Lluis in the price of 51,9 euros per year. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nBoth storage spaces (OneDrive and J drive) need my authorization for access. They are secured\nwith my KU Leuven credentials.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter the research: Copy of the laboratory notebooks and electronic data will be stored by the PI,\nProf. Frederic Lluis, who will be responsible for data preservation for at least 5 years after the end\nof the research.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nData will be indefinetely stored in J drive paid by the PI. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe obtained data will be stored on the 100 GB network drive (J drive) which is paid by the PI,\nFrederic Lluis in the price of 51,9 euros per year. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data can be available upon publication. Bioinformatics data are put on public repositories.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nPublished data are accessible to all.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMost of the data are put without costs on public repositories.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI will be responsible for the producing data, for data documentation and metadata. \nWho will be responsible for data storage & back up during the project?\nData storage and back-up is my responsibility. The responsibility for maintaining the\ninfrastructure access for data storage lies in the hands of the IT responsible of the research\nteam. Finally, the maintenance of servers and integrity of data stored on\nthese servers underlies the ITC services of the university.\nWho will be responsible for ensuring data preservation and reuse ?\nThe host institute’s IT team is responsible for digital preservation.\nWho bears the end responsibility for updating & implementing this DMP?\nI, Paraskevi Athanasouli, bear the responsibility for updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 11M7822N Principal Investigator / Researcher Paraskevi ATHANASOULI Institution KU Leuven 1. General Information Name applicant Paraskevi Athanasouli FWO Project Number & Title 11M7822N Deciphering the molecular mechanism driving cell fate specification during the first lineage decision Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Microscopy and fluorescence microscopy .tif, .jpeg, .png, .lif 100 GB Transmitted-light microscopy of mESCs and E2.5-E6.5 mouse embryos (brightfield and fluorescence) Scanned documents of western blot detection PDF 1 GB Document scanning from conventional X-ray film for WB detection Flow cytometry raw files (FACS) .fcs 5 GB Flow cytometry data from experiments performed on mESCs Analysis of FACS files .wsp 50- 200MB Flow cytometry data analysis with Flowjo Quantitative PCR raw data .xls 1 GB Gene expression data obtained by performing qPCR qPCR data analysis .xls 100- 500MB Analysis of qPCR data performed on cDNA obtained from experiments on mESCs. Raw data and associated statistical analysis .xls, .pzfx 50- 200MB Numerical data. Data representation and statistical analysis using Graphpad prism. Raw RNA sequencing data .fastq 200- 500GB Sequencing of RNA performed with Illumina platform. Analysis RNA sequencing data .xls, .csv 10-20GB Analysis of Raw RNA-seq data for differentially expressed genes 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes For the generation of new experimental data on mouse embryos, I will make use of the approved ethical application with the number P170/2019. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Documentation and metadata linked to each experiment will be documented by the technical and research staff in hard copy lab notebooks in this project. This includes the research design, protocol, context of data collection, data collection methods, quality control procedures, processing and analysis procedures. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Currently the use of metadata standards has not been implemented in the daily routine of the research group. In case this will change in the course of the project, this change and its timing will be reported at the end of the project. For all data, common metadata are collected: (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification. Depending on the nature of data additional metadata are collected. Microscopy: (7) lense type, pinwholes, gain, laserstrength and magnification. FACS: (8) channels used. Fluorescence: (9) wavelength. 5. Data storage and backup during the FWO project Where will the data be stored? The host institute provides a storage capacity of 2 TB per person with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. Also, the PI of the laboratory pays for storage space (100 GB) on the network drives of KU Leuven (J drive). The data will be stored there as well. How is backup of the data provided? The data will be stored on the university's central servers (OneDrive) with automatic daily back- up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes OneDrive and J drive What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive storage is provided by the host institution and the 100 GB network drive (J drive) is paid by the PI, Frederic Lluis in the price of 51,9 euros per year. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both storage spaces (OneDrive and J drive) need my authorization for access. They are secured with my KU Leuven credentials. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the research: Copy of the laboratory notebooks and electronic data will be stored by the PI, Prof. Frederic Lluis, who will be responsible for data preservation for at least 5 years after the end of the research. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Data will be indefinetely stored in J drive paid by the PI. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The obtained data will be stored on the 100 GB network drive (J drive) which is paid by the PI, Frederic Lluis in the price of 51,9 euros per year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data can be available upon publication. Bioinformatics data are put on public repositories. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Published data are accessible to all. What are the expected costs for data sharing? How will the costs be covered? Most of the data are put without costs on public repositories. 8. Responsibilities Who will be responsible for data documentation & metadata? I will be responsible for the producing data, for data documentation and metadata. Who will be responsible for data storage & back up during the project? Data storage and back-up is my responsibility. The responsibility for maintaining the infrastructure access for data storage lies in the hands of the IT responsible of the research team. Finally, the maintenance of servers and integrity of data stored on these servers underlies the ITC services of the university. Who will be responsible for ensuring data preservation and reuse ? The host institute’s IT team is responsible for digital preservation. Who bears the end responsibility for updating & implementing this DMP? I, Paraskevi Athanasouli, bear the responsibility for updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}