{
    "document_id": "D-2023-2212",
    "LinkTitle": "D-2023-2212",
    "file_name": "D-2023-2212.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2212.pdf",
    "metadata": {
        "title": "Characterization of CXCR3 ligand proteoforms in inflammatory lung and joint diseases for identification of therapeutic targets",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Characterization of CXCR3 ligand proteoforms in inflammatory lung and joint\ndiseases for identification of therapeutic targets\nA Data Management Plan created using DMPonline.be\nCreator: \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG067123N\nID: \n200872\nStart date: \n01-01-2023\nEnd date: \n11-03-2026\nProject abstract:\nThe chemokines CXCL9, CXCL10 and CXCL11 orchestrate\ndirectional trafficking of activated T cells and NK cells through\ninteraction with the G protein-coupled CXC chemokine receptor 3 (CXCR3) and glycosaminoglycans (GAGs). Increased\nlevels of\nCXCR3 ligand mRNAs and proteins have been reported in cancer,\nacute and chronic inflammation. Moreover, for all three CXCR3\nprotein ligands posttranslational modification (PTM) has been\nreported and some PTMs significantly impact CXCR3 ligand\nsignaling. For instance, processing by CD26 created CXCR3\nantagonists in leukocyte migration assays with retained angiostatic activity. The unknown biological effects of other\nPTMs warrant a detailed functional analysis of CXCR3 ligand proteoforms to understand whether these PTMs affect\ndisease outcome. Moreover, although antibodies allow for sensitive detection of the three CXCR3 ligands, they fail to\ndiscriminate between proteoforms with different PTMs and variable activity. Thus, novel methods are needed for\nsensitive quantitative detection of CXCR3 ligand proteoforms in patient samples. Within this project, we will perform a\ndetailed functional analysis of understudied CXCR3 ligand proteoforms. Moreover, we will combine immunological and\nbiochemical detection methods to quantify individual proteoforms of CXCR3 ligands in patient samples. We will correlate\nproteoform presence and activity with clinical conditions of patients suffering from inflammatory arthropathies and lung\ninflammation.\nLast modified: \n30-06-2023\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n1 of 6\nCharacterization of CXCR3 ligand proteoforms in inflammatory lung and joint\ndiseases for identification of therapeutic targets\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThis application will generate raw data from experiments (numerical) which will be noted in lab books and kept in word, excel files. Some instruments (Mass spectrometry,\nflow cytometry, microscopy, peptide synthesizer) will generate electronic data. These data will be analyzed and used to write manuscripts. Patient data will be kept by our\nclinical partners at UZ Leuven and we will only receive coded samples without personal information.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe promotor (P. Proost) is responsible for long-term data storage. Electronic data (excel and word files, instrument-data files) will be stored locally: on\ninternal computer disks or hard disks connected to the workstations & on dedicated redundant NAS-devices (1st back-up) and centrally (2nd back-up) on the\nKU Leuven central storage infrastructure. For research data KU Leuven Desktop File Storage is the first choice. KU Leuven datacenters provide storage on 2\nlocations and promise high availability and disaster recovery.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNo deviation needed.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nPatient samples will be analyzed in this project. Patient identities and personal data will only be accessible to treating physicians with whom we collaborate at UZ Leuven.\nAll patient samples will receive an anonimous code in the hospital that will be used in our laboratory. This code can only be linked to the individual patient by the treating\nphysicians\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nnone\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n2 of 6\nCharacterization of CXCR3 ligand proteoforms in inflammatory lung and joint\ndiseases for identification of therapeutic targets\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nsynthetic\npeptides\nsynthetic peptides\nN\nP\nDry peptides\nNA\nNA\n20\ntubes\nbinding\nstudies\ninteractions with GAGs and\nreceptors\nN\nD\nExperimental\n.xls\n<100MB\n \nactivity\nmeasurements\ndetection of signaling\nactivity and chemotactic\nactivity\nN\nD\nExperimental\n.xls\n<100MB\n \nproteoform\nquantifications\ndetection and quantification\nof proteoforms of CXCR3\nligands by mass\nspectrometry\nN\nD\nExperimental\n.d\n<1TB\n \nbiological\nsamples\npatients\nsynovial fluids and plasma\nN\nP\nsynovial fluids, plasma, BAL\nfluids\nNA\nNA\n<1L\nanimal\nexperiments\nELISA, cell counts, tissue\nsections\nN\nD,P\nExperimental\n.xls and .docx\n<100MB\n100\nsections\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nSynovial fluids and BAL fluid samples from patients with RA, JIA, AOSD (collaboration with Prof. C. Wouters, L. De Somer, S. Vanderschueren, B. Neerinckx, P. Verschueren\nand E. De Langhe), bacterial or viral pneumonia (collaboration with Prof. J. Yserbyt, E. Wauters and J. Wauters) or patients at enhanced risk for lung transplant rejection\n(collaboration with Prof. R. Vos, G. Verleden and B. Vanaudenaerde). Plasma and synovial fluids from crystal-induced arthritis patients will be provided by Prof. E. De\nLanghe as disease control for arthritis patients.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nAnimal experiments for evaluation of the activity of chemokine proteoforms (ethics application ongoing).\nUse of human samples has been approved by the UZ Leuven ethics committee under the following numbers: \nS65508 and S59874 for use of synovial fluids and plasma of arthritis patients\nS58418 for blood samples of healthy volunteers\nS63881, S51577, S61168, S58418, S63357 for BAL and plasma samples of pneumonia and lung transplant patients\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nOnly pseudonymised samples will be obtained. Our clinical collaborators will provide info on sex and age of patients.\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n3 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nIn case specific proteoforms would be linked to specific diseases, these could be used as biomarker and this has potential for commercial exploitation. In addition, if\nspecific proteoforms would have specific activities they could be targets for drug development. As such, data obtained during the whole project should be evaluated for\npotential commercial exploitation and data will be made available only after this evaluation and protection of potential IP.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nall data will be obtained by our group\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n1\n. \nSynthetic peptides and biological samples will be stored at -80 °C and the location of tubes (exact freezer and position in the freezer) will be stored in the\nFreezerPro database of our laboratory.\n2\n. \nResults related to GAG and receptor interactions, signaling and activity experiments (numerical data) will be registered in lab books (with detailed description of the\nused protocols) and electronically as excel or word (.xls or .docx) documents which automatically imprint the metadata (user, date, time, equipment, parameters)\nfrom the experiments. Information on quantification and experimentation parameters will be embedded byt he users on the document folders an in the lab books in\norder to improve reproducibility and maintenance of data.\n3\n. \nMicroscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on\nuser, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved (also in OME format) and transferred with\nthe original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who\nperformed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book.\n4\n. \nFlow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation...) that are used during the\nacquisition of the data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network\nadapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and\ndisaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from\nanalysis equipment are stored redundant on hard disks in or connected to the lab computers and work stations. The backups of the analysis data are stored on dedicated\nredundant NAS-services. Also, we will use the Lirias platform as data repository for published material.\nHow will the data be backed up?\nWe will use the centrail server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover, the data will be backed up on\nthe Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the investigators.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n4 of 6\nYes\nAvailable storage & backup capacities by far exceed our needs.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also\nrestricted. Freezers with stored material are located in our laboratories which are all under electronic access badge control.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The costs for data storage is 520€/y/TB.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega\nNAS).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The expected cost for data storage is 520€/Y/TB.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data that are not anymore subject to potential IP protection.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess by external users will be evaluated and needs to be authorized by Paul Proost\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\npatient samples are pseudonymised and personal data will only be available from the treating physician and upon approval by the ethical committee\nAll data obtained will be checked for potential IP protection before they are shared.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available?\nupon protection of IP and publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n5 of 6\nData transfer agreement (restricted data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI will be used for publications\nWhat are the expected costs for data sharing? How will these costs be covered?\nCosts for transfer of animal or patient material (only after ethics approval) will be covered by the researcher requesting the materials. Costs depend on transport needs.\nData transfer to partners will be at the partners cost.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data. \nWho will manage data storage and backup during the research project?\nThe researchers who generate the data. \nWho will manage data preservation and sharing?\nThe project coordinator Paul Proost and research expert Dr. Mieke Gouwy \nWho will update and implement this DMP?\nPaul Proost and Mieke Gouwy \nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n6 of 6"
    },
    "clean_full_text": "Characterization of CXCR3 ligand proteoforms in inflammatory lung and joint diseases for identification of therapeutic targets A Data Management Plan created using DMPonline.be Creator: Paul Proost https://orcid.org/0000-0002-0133-5545 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G067123N ID: 200872 Start date: 01-01-2023 End date: 11-03-2026 Project abstract: The chemokines CXCL9, CXCL10 and CXCL11 orchestrate directional trafficking of activated T cells and NK cells through interaction with the G protein-coupled CXC chemokine receptor 3 (CXCR3) and glycosaminoglycans (GAGs). Increased levels of CXCR3 ligand mRNAs and proteins have been reported in cancer, acute and chronic inflammation. Moreover, for all three CXCR3 protein ligands posttranslational modification (PTM) has been reported and some PTMs significantly impact CXCR3 ligand signaling. For instance, processing by CD26 created CXCR3 antagonists in leukocyte migration assays with retained angiostatic activity. The unknown biological effects of other PTMs warrant a detailed functional analysis of CXCR3 ligand proteoforms to understand whether these PTMs affect disease outcome. Moreover, although antibodies allow for sensitive detection of the three CXCR3 ligands, they fail to discriminate between proteoforms with different PTMs and variable activity. Thus, novel methods are needed for sensitive quantitative detection of CXCR3 ligand proteoforms in patient samples. Within this project, we will perform a detailed functional analysis of understudied CXCR3 ligand proteoforms. Moreover, we will combine immunological and biochemical detection methods to quantify individual proteoforms of CXCR3 ligands in patient samples. We will correlate proteoform presence and activity with clinical conditions of patients suffering from inflammatory arthropathies and lung inflammation. Last modified: 30-06-2023 Created using DMPonline.be. Last modiﬁed 30 June 2023 1 of 6 Characterization of CXCR3 ligand proteoforms in inflammatory lung and joint diseases for identification of therapeutic targets Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This application will generate raw data from experiments (numerical) which will be noted in lab books and kept in word, excel files. Some instruments (Mass spectrometry, flow cytometry, microscopy, peptide synthesizer) will generate electronic data. These data will be analyzed and used to write manuscripts. Patient data will be kept by our clinical partners at UZ Leuven and we will only receive coded samples without personal information. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The promotor (P. Proost) is responsible for long-term data storage. Electronic data (excel and word files, instrument-data files) will be stored locally: on internal computer disks or hard disks connected to the workstations & on dedicated redundant NAS-devices (1st back-up) and centrally (2nd back-up) on the KU Leuven central storage infrastructure. For research data KU Leuven Desktop File Storage is the first choice. KU Leuven datacenters provide storage on 2 locations and promise high availability and disaster recovery. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) No deviation needed. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Patient samples will be analyzed in this project. Patient identities and personal data will only be accessible to treating physicians with whom we collaborate at UZ Leuven. All patient samples will receive an anonimous code in the hospital that will be used in our laboratory. This code can only be linked to the individual patient by the treating physicians Which other issues related to the data management are relevant to mention? (use up to 700 characters) none Created using DMPonline.be. Last modiﬁed 30 June 2023 2 of 6 Characterization of CXCR3 ligand proteoforms in inflammatory lung and joint diseases for identification of therapeutic targets FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA synthetic peptides synthetic peptides N P Dry peptides NA NA 20 tubes binding studies interactions with GAGs and receptors N D Experimental .xls <100MB activity measurements detection of signaling activity and chemotactic activity N D Experimental .xls <100MB proteoform quantifications detection and quantification of proteoforms of CXCR3 ligands by mass spectrometry N D Experimental .d <1TB biological samples patients synovial fluids and plasma N P synovial fluids, plasma, BAL fluids NA NA <1L animal experiments ELISA, cell counts, tissue sections N D,P Experimental .xls and .docx <100MB 100 sections If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Synovial fluids and BAL fluid samples from patients with RA, JIA, AOSD (collaboration with Prof. C. Wouters, L. De Somer, S. Vanderschueren, B. Neerinckx, P. Verschueren and E. De Langhe), bacterial or viral pneumonia (collaboration with Prof. J. Yserbyt, E. Wauters and J. Wauters) or patients at enhanced risk for lung transplant rejection (collaboration with Prof. R. Vos, G. Verleden and B. Vanaudenaerde). Plasma and synovial fluids from crystal-induced arthritis patients will be provided by Prof. E. De Langhe as disease control for arthritis patients. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Animal experiments for evaluation of the activity of chemokine proteoforms (ethics application ongoing). Use of human samples has been approved by the UZ Leuven ethics committee under the following numbers: S65508 and S59874 for use of synovial fluids and plasma of arthritis patients S58418 for blood samples of healthy volunteers S63881, S51577, S61168, S58418, S63357 for BAL and plasma samples of pneumonia and lung transplant patients Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Only pseudonymised samples will be obtained. Our clinical collaborators will provide info on sex and age of patients. Created using DMPonline.be. Last modiﬁed 30 June 2023 3 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes In case specific proteoforms would be linked to specific diseases, these could be used as biomarker and this has potential for commercial exploitation. In addition, if specific proteoforms would have specific activities they could be targets for drug development. As such, data obtained during the whole project should be evaluated for potential commercial exploitation and data will be made available only after this evaluation and protection of potential IP. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No all data will be obtained by our group 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Synthetic peptides and biological samples will be stored at -80 °C and the location of tubes (exact freezer and position in the freezer) will be stored in the FreezerPro database of our laboratory. 2 . Results related to GAG and receptor interactions, signaling and activity experiments (numerical data) will be registered in lab books (with detailed description of the used protocols) and electronically as excel or word (.xls or .docx) documents which automatically imprint the metadata (user, date, time, equipment, parameters) from the experiments. Information on quantification and experimentation parameters will be embedded byt he users on the document folders an in the lab books in order to improve reproducibility and maintenance of data. 3 . Microscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. 4 . Flow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation...) that are used during the acquisition of the data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network adapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or connected to the lab computers and work stations. The backups of the analysis data are stored on dedicated redundant NAS-services. Also, we will use the Lirias platform as data repository for published material. How will the data be backed up? We will use the centrail server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 30 June 2023 4 of 6 Yes Available storage & backup capacities by far exceed our needs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also restricted. Freezers with stored material are located in our laboratories which are all under electronic access badge control. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The costs for data storage is 520€/y/TB. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The expected cost for data storage is 520€/Y/TB. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data that are not anymore subject to potential IP protection. If access is restricted, please specify who will be able to access the data and under what conditions. Access by external users will be evaluated and needs to be authorized by Paul Proost Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights patient samples are pseudonymised and personal data will only be available from the treating physician and upon approval by the ethical committee All data obtained will be checked for potential IP protection before they are shared. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? upon protection of IP and publication of research results Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 30 June 2023 5 of 6 Data transfer agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI will be used for publications What are the expected costs for data sharing? How will these costs be covered? Costs for transfer of animal or patient material (only after ethics approval) will be covered by the researcher requesting the materials. Costs depend on transport needs. Data transfer to partners will be at the partners cost. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data. Who will manage data storage and backup during the research project? The researchers who generate the data. Who will manage data preservation and sharing? The project coordinator Paul Proost and research expert Dr. Mieke Gouwy Who will update and implement this DMP? Paul Proost and Mieke Gouwy Created using DMPonline.be. Last modiﬁed 30 June 2023 6 of 6"
}