{
    "document_id": "D-2024-2738",
    "LinkTitle": "D-2024-2738",
    "file_name": "D-2024-2738.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2738.pdf",
    "metadata": {
        "title": "An investigation of the neural mechanisms behind low-intensity transcranial focused ultrasound in a in vivo rat model.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "An investigation of the neural mechanisms behind low-intensity transcranial\nfocused ultrasound in a in vivo rat model.\nA Data Management Plan created using DMPonline.be\nCreator: \nCharlotte Smets\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11Q0X24N\nID: \n203068\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nCurrent non-invasive brain stimulation methods have poor spatial resolution and struggle to reach deep targets, while\ndeep brain stimulation has good spatial precision but is invasive. Low-intensity transcranial focused ultrasound\nneuromodulation (TUS) has the potential to address these limitations as it is a non-invasive, spatially precise and safe\nneuromodulation technique. However, many conflicting results have been published about this novel method and little\nis known about its mechanism. Therefore, the first aim of this project is to develop and evaluate reliable TUS parameters\nthat can excite or inhibit neural activity in the motor cortex of anesthetized rats. This will be done by recording single\nunit spiking activity and local field potentials. Secondly, I will generalize those finding to the visual cortex in an awake\nrat model to increase the validity and translatability of my results and model. Finally, the in vivo awake rat model will be\nused to investigate the effect of silencing a selection of promising mechanosensitive ion channels (Piezo1, TRPC1,\nTRAAK and TRPA1) with siRNA on the effect of TUS. Also, RNA-sequencing will be performed to get a general impression\nof the impact of TUS on gene expression and whether the expression of specific genes, related to a possible mechanism\nof action, changes after TUS modulation. The newly gained insights will facilitate the development of improved TUS\nmethods that can be used as a novel therapies for a range of disorders.\nLast modified: \n29-11-2023\nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n1 of 6\nAn investigation of the neural mechanisms behind low-intensity transcranial\nfocused ultrasound in a in vivo rat model.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nArticles for a literature study and as a basis to write papers will be used. Raw data from neural recordings and TUS will be analyzed, processed and disclosed to the public.\nStatistical analysis of this data and its results will also be data types of my project. Physiological data of the rats will be obtained as well. cFOS images, siRNA sequences,\nimmunohistochemistry data from the safety staining and from WP3, data from the western blot experiments, genomics data and post-mortem brain tissue will also be\nacquired. Other data types that will be generated are Matlab scripts, figures made for publications and presentations, PowerPoints, papers, posters and 3D printed cones\nfor the TUS device.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nProf Mc Laughlin\nCentral network drives and external hard disks will be used during and after the project to store the digital data since they back up automatically and are relatively safe. A\nlab journal will be used to monitor rats’ physiological parameters which will also be transferred to a central drive. The blueprints of the cones can be saved digital as well\nbut the 3D printed versions will be stored in a storage space in the lab together with printed posters and other materials. Results from Western blots and\nimmunohistochemistry will also be digitalized. A freezer will store the brain tissue before analysis of the slices. Data will be preserved for minimum 5 years after the\nproject.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nI will not deviate from the data preservation principle. I would even like to preserve the data longer since the data that will be obtained, is of great costs of time and\nmoney and is of value for other researchers. The data can be reused for other purposes and is essential for the verification of the results. Also, to reduce the numbers of\nanimals needed, it is crucial to store data for a long period so that there is no need to repeat experiments and future findings can be verified with the already existing and\nstored data. In addition, I am not working with human data, on which there are several regulations about the storing process, so it is not needed to erase the obtained\ndata earlier.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nThere are no issues concerning the research data indicated in the ethics questionnaire. Since I am not working with sensitive data, it is not needed to take extra security\nmeasures.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nA large amount of data will be obtained so it is important to have enough space to store this for a long time. Currently, with the central network drives this is not really a\nhurdle.\nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n2 of 6\nAn investigation of the neural mechanisms behind low-intensity transcranial\nfocused ultrasound in a in vivo rat model.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.csv,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n32 channel\nprobe\ndata from recording\nwith 32 channel\nprobe\nnew data\ndigital\nexperimental \nNA\n<1TB\n/\nneuropixels\nprobe data\ndata from recording\nwith neuropixels\nprobe\nnew data\ndigital\nexperimental\n.dat\n.mat\n.npy\n.xml\n.tsv\n<1TB\n/\nmatlab\nscripts\nscripts written in\nmatlab\nnew data \ndigital \nsoftware\n.mat\n<100MB\n/\nhistology \nsafety staining &\nchannel blockage \nnew data\ndigital + physical \nexperimental \n.img\n1GB\ntissue of\n+- 120\nrats\ncones\ncones made for\ntransducer\nnew data\nphysical + digital\ndesign\nexperimental\nNA\n<1GB\n+- 5\ncones \nsiRNA\nsiRNA sequences\nnew data\ndigital \nexperimental \n.txt\n<100MB\n/\ngenomics\ndata from RNA\nsequencing \nnew data\ndigital \nexperimental \nfastq\n<100GB\n/\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI will not use existing data. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nEthical approval is necessary for experiments with animals, which I will conduct to get the data. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n3 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll information about the collection of the data will be written down in notebooks, methodology sections in papers, README.txt files and metadata. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nIn the lab there is a structure in place to arrange the data and metadata. For every analysis there is a script that describes the data. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nShared network drives & large volume storage from the KU Leuven will be used. \nHow will the data be backed up?\nEvery night a back up will be made by the KU Leuven ICT department. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage, 10 TB are still available and there is still the possibility to purchase more storage. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is password protected and can only be accessed by people from the lab. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs are covered by my PI (Myles Mc Laughlin) and are expected to be around 1500 euro for 4 years. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n4 of 6\ninstitutional policies...).\nI would like to preserve the digital data for at least 5 years after the project since the data that will be obtained, is of great costs of time and money and is of value for\nother researchers. \nWhere will these data be archived (stored and curated for the long-term)?\nThey will be stored at the same place as they are during the project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nTo store the data on the L-drive, the cost is 500 euro for 5 TB a year. So to store more or less 5 TB for 5 years, 2500 euro costs are expected. My PI (Myles Mc Laughlin)\nwill cover this. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nData that will be collected with the Neuropixels probe will be made publicly available. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWe do not know yet. \nWhen will the data be made available?\nUpon publication of the research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution license. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo extra costs are expected as the data will be stored anyway. If others want to access it, a request can be made and access can be provided. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCharlotte Smets \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n5 of 6\nCharlotte Smets \nWho will manage data preservation and sharing?\nMyles Mc Laughlin \nWho will update and implement this DMP?\nCharlotte Smets \nCreated using DMPonline.be. Last modiﬁed 29 November 2023\n6 of 6"
    },
    "clean_full_text": "An investigation of the neural mechanisms behind low-intensity transcranial focused ultrasound in a in vivo rat model. A Data Management Plan created using DMPonline.be Creator: Charlotte Smets Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11Q0X24N ID: 203068 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Current non-invasive brain stimulation methods have poor spatial resolution and struggle to reach deep targets, while deep brain stimulation has good spatial precision but is invasive. Low-intensity transcranial focused ultrasound neuromodulation (TUS) has the potential to address these limitations as it is a non-invasive, spatially precise and safe neuromodulation technique. However, many conflicting results have been published about this novel method and little is known about its mechanism. Therefore, the first aim of this project is to develop and evaluate reliable TUS parameters that can excite or inhibit neural activity in the motor cortex of anesthetized rats. This will be done by recording single unit spiking activity and local field potentials. Secondly, I will generalize those finding to the visual cortex in an awake rat model to increase the validity and translatability of my results and model. Finally, the in vivo awake rat model will be used to investigate the effect of silencing a selection of promising mechanosensitive ion channels (Piezo1, TRPC1, TRAAK and TRPA1) with siRNA on the effect of TUS. Also, RNA-sequencing will be performed to get a general impression of the impact of TUS on gene expression and whether the expression of specific genes, related to a possible mechanism of action, changes after TUS modulation. The newly gained insights will facilitate the development of improved TUS methods that can be used as a novel therapies for a range of disorders. Last modified: 29-11-2023 Created using DMPonline.be. Last modiﬁed 29 November 2023 1 of 6 An investigation of the neural mechanisms behind low-intensity transcranial focused ultrasound in a in vivo rat model. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Articles for a literature study and as a basis to write papers will be used. Raw data from neural recordings and TUS will be analyzed, processed and disclosed to the public. Statistical analysis of this data and its results will also be data types of my project. Physiological data of the rats will be obtained as well. cFOS images, siRNA sequences, immunohistochemistry data from the safety staining and from WP3, data from the western blot experiments, genomics data and post-mortem brain tissue will also be acquired. Other data types that will be generated are Matlab scripts, figures made for publications and presentations, PowerPoints, papers, posters and 3D printed cones for the TUS device. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Prof Mc Laughlin Central network drives and external hard disks will be used during and after the project to store the digital data since they back up automatically and are relatively safe. A lab journal will be used to monitor rats’ physiological parameters which will also be transferred to a central drive. The blueprints of the cones can be saved digital as well but the 3D printed versions will be stored in a storage space in the lab together with printed posters and other materials. Results from Western blots and immunohistochemistry will also be digitalized. A freezer will store the brain tissue before analysis of the slices. Data will be preserved for minimum 5 years after the project. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I will not deviate from the data preservation principle. I would even like to preserve the data longer since the data that will be obtained, is of great costs of time and money and is of value for other researchers. The data can be reused for other purposes and is essential for the verification of the results. Also, to reduce the numbers of animals needed, it is crucial to store data for a long period so that there is no need to repeat experiments and future findings can be verified with the already existing and stored data. In addition, I am not working with human data, on which there are several regulations about the storing process, so it is not needed to erase the obtained data earlier. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) There are no issues concerning the research data indicated in the ethics questionnaire. Since I am not working with sensitive data, it is not needed to take extra security measures. Which other issues related to the data management are relevant to mention? (use up to 700 characters) A large amount of data will be obtained so it is important to have enough space to store this for a long time. Currently, with the central network drives this is not really a hurdle. Created using DMPonline.be. Last modiﬁed 29 November 2023 2 of 6 An investigation of the neural mechanisms behind low-intensity transcranial focused ultrasound in a in vivo rat model. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 32 channel probe data from recording with 32 channel probe new data digital experimental NA <1TB / neuropixels probe data data from recording with neuropixels probe new data digital experimental .dat .mat .npy .xml .tsv <1TB / matlab scripts scripts written in matlab new data digital software .mat <100MB / histology safety staining & channel blockage new data digital + physical experimental .img 1GB tissue of +- 120 rats cones cones made for transducer new data physical + digital design experimental NA <1GB +- 5 cones siRNA siRNA sequences new data digital experimental .txt <100MB / genomics data from RNA sequencing new data digital experimental fastq <100GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I will not use existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Ethical approval is necessary for experiments with animals, which I will conduct to get the data. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 29 November 2023 3 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All information about the collection of the data will be written down in notebooks, methodology sections in papers, README.txt files and metadata. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes In the lab there is a structure in place to arrange the data and metadata. For every analysis there is a script that describes the data. 3. Data storage & back-up during the research project Where will the data be stored? Shared network drives & large volume storage from the KU Leuven will be used. How will the data be backed up? Every night a back up will be made by the KU Leuven ICT department. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage, 10 TB are still available and there is still the possibility to purchase more storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is password protected and can only be accessed by people from the lab. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are covered by my PI (Myles Mc Laughlin) and are expected to be around 1500 euro for 4 years. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, Created using DMPonline.be. Last modiﬁed 29 November 2023 4 of 6 institutional policies...). I would like to preserve the digital data for at least 5 years after the project since the data that will be obtained, is of great costs of time and money and is of value for other researchers. Where will these data be archived (stored and curated for the long-term)? They will be stored at the same place as they are during the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? To store the data on the L-drive, the cost is 500 euro for 5 TB a year. So to store more or less 5 TB for 5 years, 2500 euro costs are expected. My PI (Myles Mc Laughlin) will cover this. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Data that will be collected with the Neuropixels probe will be made publicly available. If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. We do not know yet. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? No extra costs are expected as the data will be stored anyway. If others want to access it, a request can be made and access can be provided. 6. Responsibilities Who will manage data documentation and metadata during the research project? Charlotte Smets Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 29 November 2023 5 of 6 Charlotte Smets Who will manage data preservation and sharing? Myles Mc Laughlin Who will update and implement this DMP? Charlotte Smets Created using DMPonline.be. Last modiﬁed 29 November 2023 6 of 6"
}