{
    "document_id": "D-2021-1053",
    "LinkTitle": "D-2021-1053",
    "file_name": "D-2021-1053.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1053.pdf",
    "metadata": {
        "title": "FWO DMP - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO DMP - DMP title\nProject Identifier\n u0085801\nGrant Title\n 1293222N\nPrincipal Investigator / Researcher\n Marie Mulier\nProject Data Contact\n marie.mulier@vib.be\nDescription\n The aim of this project is to establish an innovative approach to investigate the pain\npathway in mice during the onset and treatment of persistent pain, and to use this approach to\nevaluate the efficacy of a novel TRPM3-based therapeutic drug.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarie Mulier\nFWO Project Number & Title\n1293222N \nAn integrated approach to monitor the development and treatment of chronic pain\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP 1: Longitudinal imaging of the pain pathway during development of inflammatory\npain\nThe aim of this WP is to establish an experimental pipeline that enables the longitudinal\nmeasurement of pain-related signaling along the pain pathway, including peripheral sensory\nnerve endings, second order sensory neurons and the brain. \nWP 1.1 – Longitudinal imaging in peripheral sensory nerve endings\nWP 1.2 – Longitudinal imaging in second order sensory neurons in the spinal cord   \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nOrigin\nof data\nData (set) name\nType of\ndata\nData file Storage\nFile\nformat\nEstimated\nvolume\nDigital\nimaging\ndata \nWP1.1\n&\nWP1.2\nDate_mouseID_exp\nnumber\nCalcium\nimaging\nL-drive <GBW_OMERO\n<0013_LICR <Marie <u0085801\n<P2021_FWO2021 WP1.1/1.2\n<\nimaging equipment \n<\nRawData\n \nnd2\n(\nNikon\n)\ntiff\n(\nOlympus\n)\nCZI\n(\nZeiss\n)\ncvz\n(\nCellvisio\n) \n1-3\nGB/file\n \n \n \nL-drive <GBW_OMERO\n<0013_LICR <Marie <u0085801\n<P2021_FWO2021 WP1.1/1.2\n<\nimaging equipment \n<\nResults\ntiff, jpg\n(analysed\nrecordings\nusing \nFiji\n -\nBioRender\nwill be\nused to\nopen\ndifferent\nfile\nformats)\nxlsx\n(exported\ndata using\nExcel\n)\nxlsx, opju\n(analysed\ndata using\nExcel &\nOrigin\n) \n1-3\nGB/file\n \n \n \n \n \n10 MB/file\n \n \n \n \n10 MB/file\n \nTotal estimated raw data: 3 TB\n \n \nWP 1.3 – Longitudinal imaging at the level of the entire brain\nOrigin\nof data\nData (set) name\nType of\ndata\nData file Storage\nFile format\nEstimated\nvolume\nDigital\nimaging\ndata \nWP1.3\nDate_mouseID_exp\nnumber\nfUltraSound\nImaging\nL-drive <GBW_OMERO\n<0013_LICR <Marie\n<u0085801 <FWO2021\nWP1.3\n<\nequipment \n<\nRawData \n mat (Matlab for\nRSFC\nrecordings+temp\nfiles)\nmp4 (video files\nrecording\nbehaviour)\n1-2 GB/\nrecording\n \n200MB/\nfile\n \n \n \n \nL-drive <GBW_OMERO\n<0013_LICR <Marie\n<u0085801 <FWO2021\nWP1.3\n<\nequipment \n<\nResults\nxlsx, opju (Excel,\nOrigin)\ntiff, jpg\n(Analyzed\nrecordings,\nimages)\n \n10 MB/\nfile\n1 GB/file\nTotal estimated raw data: 5 TB \n \n \nWP 2: Analgesic-dependent modulation of nociceptive sensitivity\nThe aim of this WP is use the longitudinal imaging approaches developed in WP1 to evaluate the\neffects of treating inflammatory pain using antagonism of a novel peripheral target, the TRP\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nchannel\nTRPM3, on different levels of the pain pathway. For comparison, these findings are juxtaposed\nto treatment with an opioid analgesic drug. The same type of datafiles are generated as in WP1. \nTotal estimated raw data: 10 TB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe use of laboratory animals in this project is covered by the already approved ECD projects:\n- P210/2017 (In vivo calcium imaging - pilot experiment)\n- P075/2018 (Role of TRPM3 in inflammation).\nExtra animals and changes in experimental techniques of the WPs can be submitted as an\namendment to these ECD projects. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThis research project has the potential for tech transfer and valorisation. Results are further\nevaluated in the course of the project and relevant findings are discussed with KU Leuven LRD\nand VIB tech transfer. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data generated follow a standardized protocol. Data are stored in equipment-specific files on\nthe KU Leuven Large Volume storage, with names that include \nDate, MouseID\n and \nexperiment\nnumber. \nThe folder structure is organized according to \nExperimenter name\n / \nExperimenter u-\nnumbe\nr / \nProject number\n (i.e. WP1.1, WP1.2, WP1.3) / \nEquipment\n / \nRaw Data\n and the date of\nacquisition\n. \nMetadata files generated by the equipment itself are saved on the KU Leuven Large\nVolume Storage in the folder corresponding to the date of acquisition. Metadata generated by\nthe researcher and / or technical staff at the time of data collection are stored in hard copy lab\nnotebooks and uploaded and saved in the electronic lab notebook under the acquisition date and\ntagged with \"\nequipment that is used\n\" and \"\nproject number\n\". Having all metadata uploaded and\ntagged in the electronic lab notebook makes sure the contextual value to interprete the datasets\ncorrectly is present and thereby enables reuse of the data.\n \n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nThe electronic lab notebook is used to store text files and tables that contain the experimental\ndesign, ethical approvals and protocols. Each experimental dataset has a metadata file that\nincludes the following elements:\n- Project title\n- Start date and time reference\n- Goal (Text explaining the content of the data, the contextual information used to interprete the\ndata and the goal)\n- Collaborators (Last name, First name, Organization)\n- Project design (Text explaining the experimental protocol)\n- Key words (Used in the electronic labnotebook for classification)\n- Biological sample (Table with mouse ID, strain, sex, cage number, ECD approval, injections\nprior to imaging, anaestesia used, surgical procedures)\n- Reagents used (product name, company, working concentration, stock concentration and\nstorage place)\n- Equipment (Table with details about all the experimental settings)\n- Control (Text explaining the positive and negative control experiments that were performed)\n- Data (Table with individual file names, file format and file volume)\n- Storage (Link to the stored Raw and Analyzed data)\n- Results (Table with Software [including version number] used to analyze the data)\n- Conclusion (Text with concluding remarks and future perspectives)\nAn OVERVIEW file per project (i.e. WP1.1, WP1.2, WP1.3, WP2), stored in the top level directory of\nthe dataset on the applicant's personal computer, as well as on the electronic lab notebook lists\nall the dates an experiments for that specific project is planned and / or performed. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData are temporaly stored on the internal storage of equipment-specific computers. fUSI data are\ntemporally stored on the applicatant's personal computer. After acquisition, data are saved on\nthe KU Leuven Large Volume Storage and duplicated on external hard drives on a monthly base.\nfUSI data are not duplicated on hard drives but archived to a cold-storage SYNOLOGY DiskStation\nNAS located at NERF/IMEC. \n \nHow is backup of the data provided?\nData are saved on the KU Leuven Large Volume Storage and backed up on external hard drives\non a monthly base.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n The KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be\npurchased in blocks of 5 TB.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nExpected storage costs are estimated at € 1.500 for 3 years. These costs will be covered by\nfunding of the host lab. Personal hard drives for backups of 10 TB cost approx. €250.00, this cost\nwill be covered by the applicant's bench fee.\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nRaw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven\nsecurity groups. Analyzed data are stored on password-protected KU Leuven personal computers\nand hard drives.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nData are retained for at least 5 years after the end of the project\nWhere will the data be archived (= stored for the longer term)?\nData are stored on labeled external hard drives within the research facility and on the\nuniversity's central servers (with automatic back-up procedures) for at least 10 years, conform\nthe KU Leuven RDM policy.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nPreservation of the data generated during this project comes at an estimated cost of € 1.000.\nThe cost of data archival 5 years after project end is estimated to be around €5.000. These costs\nwill be covered by the host lab.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nIn general, there are no restrictions on sharing data. No third party is involved. \nWhich data will be made available after the end of the project?\nAll datasets obtained are available upon request at least 5 years after publication.\n \nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nData are available upon request after publication. The corresponding author is indicated on each\npublication.\n \nWhen will the data be made available?\nUpon publication of the research results\nAfter publication of the research results data are fully available.\nWho will be able to access the data and under what conditions?\nWe aim to publish in open-acces scientific journals. Access to unpublished datasets is allowed\nupon reasonable request.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMinimal costs expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarie Mulier is responsible for data documentation and metadata. \nWho will be responsible for data storage & back up during the project?\nAndrei Segal Stanciu is responsible for data storage and back up of the data.\nWho will be responsible for ensuring data preservation and reuse ?\nAndrei Segal Stanciu is responsible for data preservatoin.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nProf. Thomas Voets is responsible for data reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nMarie Mulier is responsible for day-to-day implementation of this DMP.\nMarie Mulier and Prof. Thomas Voets are responsible for adjustments and updates to the DMP. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name FWO DMP - DMP title Project Identifier u0085801 Grant Title 1293222N Principal Investigator / Researcher Marie Mulier Project Data Contact marie.mulier@vib.be Description The aim of this project is to establish an innovative approach to investigate the pain pathway in mice during the onset and treatment of persistent pain, and to use this approach to evaluate the efficacy of a novel TRPM3-based therapeutic drug. Institution KU Leuven 1. General Information Name applicant Marie Mulier FWO Project Number & Title 1293222N An integrated approach to monitor the development and treatment of chronic pain Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP 1: Longitudinal imaging of the pain pathway during development of inflammatory pain The aim of this WP is to establish an experimental pipeline that enables the longitudinal measurement of pain-related signaling along the pain pathway, including peripheral sensory nerve endings, second order sensory neurons and the brain. WP 1.1 – Longitudinal imaging in peripheral sensory nerve endings WP 1.2 – Longitudinal imaging in second order sensory neurons in the spinal cord This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Origin of data Data (set) name Type of data Data file Storage File format Estimated volume Digital imaging data WP1.1 & WP1.2 Date_mouseID_exp number Calcium imaging L-drive <GBW_OMERO <0013_LICR <Marie <u0085801 <P2021_FWO2021 WP1.1/1.2 < imaging equipment < RawData nd2 ( Nikon ) tiff ( Olympus ) CZI ( Zeiss ) cvz ( Cellvisio ) 1-3 GB/file L-drive <GBW_OMERO <0013_LICR <Marie <u0085801 <P2021_FWO2021 WP1.1/1.2 < imaging equipment < Results tiff, jpg (analysed recordings using Fiji - BioRender will be used to open different file formats) xlsx (exported data using Excel ) xlsx, opju (analysed data using Excel & Origin ) 1-3 GB/file 10 MB/file 10 MB/file Total estimated raw data: 3 TB WP 1.3 – Longitudinal imaging at the level of the entire brain Origin of data Data (set) name Type of data Data file Storage File format Estimated volume Digital imaging data WP1.3 Date_mouseID_exp number fUltraSound Imaging L-drive <GBW_OMERO <0013_LICR <Marie <u0085801 <FWO2021 WP1.3 < equipment < RawData mat (Matlab for RSFC recordings+temp files) mp4 (video files recording behaviour) 1-2 GB/ recording 200MB/ file L-drive <GBW_OMERO <0013_LICR <Marie <u0085801 <FWO2021 WP1.3 < equipment < Results xlsx, opju (Excel, Origin) tiff, jpg (Analyzed recordings, images) 10 MB/ file 1 GB/file Total estimated raw data: 5 TB WP 2: Analgesic-dependent modulation of nociceptive sensitivity The aim of this WP is use the longitudinal imaging approaches developed in WP1 to evaluate the effects of treating inflammatory pain using antagonism of a novel peripheral target, the TRP This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 channel TRPM3, on different levels of the pain pathway. For comparison, these findings are juxtaposed to treatment with an opioid analgesic drug. The same type of datafiles are generated as in WP1. Total estimated raw data: 10 TB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The use of laboratory animals in this project is covered by the already approved ECD projects: - P210/2017 (In vivo calcium imaging - pilot experiment) - P075/2018 (Role of TRPM3 in inflammation). Extra animals and changes in experimental techniques of the WPs can be submitted as an amendment to these ECD projects. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes This research project has the potential for tech transfer and valorisation. Results are further evaluated in the course of the project and relevant findings are discussed with KU Leuven LRD and VIB tech transfer. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data generated follow a standardized protocol. Data are stored in equipment-specific files on the KU Leuven Large Volume storage, with names that include Date, MouseID and experiment number. The folder structure is organized according to Experimenter name / Experimenter u- numbe r / Project number (i.e. WP1.1, WP1.2, WP1.3) / Equipment / Raw Data and the date of acquisition . Metadata files generated by the equipment itself are saved on the KU Leuven Large Volume Storage in the folder corresponding to the date of acquisition. Metadata generated by the researcher and / or technical staff at the time of data collection are stored in hard copy lab notebooks and uploaded and saved in the electronic lab notebook under the acquisition date and tagged with \" equipment that is used \" and \" project number \". Having all metadata uploaded and tagged in the electronic lab notebook makes sure the contextual value to interprete the datasets correctly is present and thereby enables reuse of the data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 The electronic lab notebook is used to store text files and tables that contain the experimental design, ethical approvals and protocols. Each experimental dataset has a metadata file that includes the following elements: - Project title - Start date and time reference - Goal (Text explaining the content of the data, the contextual information used to interprete the data and the goal) - Collaborators (Last name, First name, Organization) - Project design (Text explaining the experimental protocol) - Key words (Used in the electronic labnotebook for classification) - Biological sample (Table with mouse ID, strain, sex, cage number, ECD approval, injections prior to imaging, anaestesia used, surgical procedures) - Reagents used (product name, company, working concentration, stock concentration and storage place) - Equipment (Table with details about all the experimental settings) - Control (Text explaining the positive and negative control experiments that were performed) - Data (Table with individual file names, file format and file volume) - Storage (Link to the stored Raw and Analyzed data) - Results (Table with Software [including version number] used to analyze the data) - Conclusion (Text with concluding remarks and future perspectives) An OVERVIEW file per project (i.e. WP1.1, WP1.2, WP1.3, WP2), stored in the top level directory of the dataset on the applicant's personal computer, as well as on the electronic lab notebook lists all the dates an experiments for that specific project is planned and / or performed. 5. Data storage and backup during the FWO project Where will the data be stored? Data are temporaly stored on the internal storage of equipment-specific computers. fUSI data are temporally stored on the applicatant's personal computer. After acquisition, data are saved on the KU Leuven Large Volume Storage and duplicated on external hard drives on a monthly base. fUSI data are not duplicated on hard drives but archived to a cold-storage SYNOLOGY DiskStation NAS located at NERF/IMEC. How is backup of the data provided? Data are saved on the KU Leuven Large Volume Storage and backed up on external hard drives on a monthly base. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be purchased in blocks of 5 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? Expected storage costs are estimated at € 1.500 for 3 years. These costs will be covered by funding of the host lab. Personal hard drives for backups of 10 TB cost approx. €250.00, this cost will be covered by the applicant's bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security groups. Analyzed data are stored on password-protected KU Leuven personal computers and hard drives. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Data are retained for at least 5 years after the end of the project Where will the data be archived (= stored for the longer term)? Data are stored on labeled external hard drives within the research facility and on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Preservation of the data generated during this project comes at an estimated cost of € 1.000. The cost of data archival 5 years after project end is estimated to be around €5.000. These costs will be covered by the host lab. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No In general, there are no restrictions on sharing data. No third party is involved. Which data will be made available after the end of the project? All datasets obtained are available upon request at least 5 years after publication. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Data are available upon request after publication. The corresponding author is indicated on each publication. When will the data be made available? Upon publication of the research results After publication of the research results data are fully available. Who will be able to access the data and under what conditions? We aim to publish in open-acces scientific journals. Access to unpublished datasets is allowed upon reasonable request. What are the expected costs for data sharing? How will the costs be covered? Minimal costs expected 8. Responsibilities Who will be responsible for data documentation & metadata? Marie Mulier is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? Andrei Segal Stanciu is responsible for data storage and back up of the data. Who will be responsible for ensuring data preservation and reuse ? Andrei Segal Stanciu is responsible for data preservatoin. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Prof. Thomas Voets is responsible for data reuse. Who bears the end responsibility for updating & implementing this DMP? Marie Mulier is responsible for day-to-day implementation of this DMP. Marie Mulier and Prof. Thomas Voets are responsible for adjustments and updates to the DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}