{
    "document_id": "D-2024-2640",
    "LinkTitle": "D-2024-2640",
    "file_name": "D-2024-2640.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2640.pdf",
    "metadata": {
        "title": "D-2024-2640",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Anne Bombay (ORCID: 0000-0002-0306-3811)\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title  11P6K24N ‘Legal Protection Against Legislative Inaction’\nFunder(s) GrantID 2\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description . .        .This Ph D research concerns legal protection against unlawful legislative inaction\n -   (      )    The public law framework composed of human and constitutional rights of modern states has  \n       .      evolved to impose positive obligations on state powers These positive obligations may imply a  \n     . ,     ,  duty for the legislator to legislate However when confronted with inactive legislators the law  \n     .  ,       often does not provide adequate remedies In principle the mechanisms citizens can rely on to  \n       .     ( challenge legislative inaction can be institutional or judicial In certain legal systems Belgium  \n),          .  , included such institutional mechanisms do not exist or do not work Judicial mechanisms on  \n  ,         .    the other hand differ in their intrusiveness but also in their effectiveness The way in which  \n              they are organized is decided by a balancing exercise between the principle of the separation  \n        . of powers and the right to an effective remedy\n          , ,    The gap in legal protection that citizens are currently facing raises firstly the question of how  \n               the separation of powers and the right to an effective remedy relate to the judicial remedies  \n  . ,         against legislative inaction Secondly the question arises if and how judicial remedies can  \n  .   , ,   ,    close this gap Comparing with Dutch German and American law the research will answer  \n             these questions and generate a holistic framework for judicial mechanisms in the Belgian legal  \n        .system to deal with the inactivity of the legislator\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nDS 1Books, journal\narticles, \nlegislation\nand case law\navailable online\n(textual data)\ndata are stored \nin\ndifferent maps \n(per\njurisdiction and \nper\nsource) and\nalphabetically☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.Pdf ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nDS 2Scanned images \nof books, \njournal articles \nor case law if \nonly physically \navailable ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model.Pdf ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5(textual data) \ndata are stored \nin different \nmaps (per \njurisdiction and \nper source) and \nalphabetically☐ Software\n☐ Other:\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Downloaded from different online databases (jurisquare, jura, stradalex, limo, SSRN, beckonline, \nlegalintelligence, westlaw international, etc) or found through the KU Leuven Library system\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All reused existing data will be documented in a pdf file and categorized. First, per legal system (Belgium, \nUS, Germany, the Netherlands) – second, per source (legislation, case law, and legal scholarship) in an \nalphabetical way. The doctoral thesis will be documented in a Word file with careful reference to the \nreused existing data according to the V&A-reference rules for legal research.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThe only metadata created will consist of the mentioned subdivision of the data in groups\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data will be stored on my KU Leuven personal network drive (both I:drive and Onedrive) as well as on \nthe KU Leuven central network drive (J:drive) that is only accessible for other researchers at the Institute \nfor Contract law and the Centre for Methodology of Law\nThe data will stored on the central server (J:drive) accesible for researchers at the Centre for Legal \nMethodology has a daily back-up procedure. The Onedrive-support is also automatically backed up. The \ndata will be furthermore backed up on a personal external drive (WD 4 TB) every three months.\nNo personal data is used. If unpublished case-law will be used to produce new data, all personal \ninformation will be anonymized. Non-personal data are secured through password protection\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Any cost is covered by KU Leuven\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Any cost is covered by KU Leuven\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.DS 1 and 2 (reused existing data) will not be made available in open access again, but will be referenced to  \nin the doctoral dissertation according to the V&A reference rules, so other researchers or legal \npractitioners can consult these existing data themselves. Any requests for access to the data can be made \nvia email to me. \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nRequest via email made to me\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nIn principle, the data will not be made available to me.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify)\nN/A\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 127. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?As Ph.D. researcher I am responsible for data documentation. Professor Bernard Tilleman (main \nsupervisor) and professor Steven Lierman (co-supervisor) will supervise this.\nWho will manage data storage and backup \nduring the research project?This is primarily done by the KU Leuven ICT service. However, every month,  I will make a back-up of my \ndata on an external hard drive.  \nWho will manage data preservation and \nsharing?As Ph.D. researcher I am responsible for data preservation and data sharing, jointly with the KU Leuven ICT  \nService. \nWho will update and implement this DMP? As Ph.D. researcher I have the day-to-day responsibility for updating & implementing this DMP. My \nsupervisor (prof. Bernard Tilleman) bears the end responsibility."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Anne Bombay (ORCID: 0000-0002-0306-3811) Contributor name(s) (+ ORCID) & roles Project number 1 & title 11P6K24N ‘Legal Protection Against Legislative Inaction’ Funder(s) GrantID 2 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description . . .This Ph D research concerns legal protection against unlawful legislative inaction - ( ) The public law framework composed of human and constitutional rights of modern states has . evolved to impose positive obligations on state powers These positive obligations may imply a . , , duty for the legislator to legislate However when confronted with inactive legislators the law . , often does not provide adequate remedies In principle the mechanisms citizens can rely on to . ( challenge legislative inaction can be institutional or judicial In certain legal systems Belgium ), . , included such institutional mechanisms do not exist or do not work Judicial mechanisms on , . the other hand differ in their intrusiveness but also in their effectiveness The way in which they are organized is decided by a balancing exercise between the principle of the separation . of powers and the right to an effective remedy , , The gap in legal protection that citizens are currently facing raises firstly the question of how the separation of powers and the right to an effective remedy relate to the judicial remedies . , against legislative inaction Secondly the question arises if and how judicial remedies can . , , , close this gap Comparing with Dutch German and American law the research will answer these questions and generate a holistic framework for judicial mechanisms in the Belgian legal .system to deal with the inactivity of the legislator FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume DS 1Books, journal articles, legislation and case law available online (textual data) data are stored in different maps (per jurisdiction and per source) and alphabetically☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.Pdf ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA DS 2Scanned images of books, journal articles or case law if only physically available ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model.Pdf ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5(textual data) data are stored in different maps (per jurisdiction and per source) and alphabetically☐ Software ☐ Other: GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Downloaded from different online databases (jurisquare, jura, stradalex, limo, SSRN, beckonline, legalintelligence, westlaw international, etc) or found through the KU Leuven Library system Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All reused existing data will be documented in a pdf file and categorized. First, per legal system (Belgium, US, Germany, the Netherlands) – second, per source (legislation, case law, and legal scholarship) in an alphabetical way. The doctoral thesis will be documented in a Word file with careful reference to the reused existing data according to the V&A-reference rules for legal research. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: The only metadata created will consist of the mentioned subdivision of the data in groups FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 84.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data will be stored on my KU Leuven personal network drive (both I:drive and Onedrive) as well as on the KU Leuven central network drive (J:drive) that is only accessible for other researchers at the Institute for Contract law and the Centre for Methodology of Law The data will stored on the central server (J:drive) accesible for researchers at the Centre for Legal Methodology has a daily back-up procedure. The Onedrive-support is also automatically backed up. The data will be furthermore backed up on a personal external drive (WD 4 TB) every three months. No personal data is used. If unpublished case-law will be used to produce new data, all personal information will be anonymized. Non-personal data are secured through password protection FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9What are the expected costs for data storage and backup during the research project? How will these costs be covered?Any cost is covered by KU Leuven 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Any cost is covered by KU Leuven FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.DS 1 and 2 (reused existing data) will not be made available in open access again, but will be referenced to in the doctoral dissertation according to the V&A reference rules, so other researchers or legal practitioners can consult these existing data themselves. Any requests for access to the data can be made via email to me. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Request via email made to me When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) In principle, the data will not be made available to me. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify) N/A Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? No costs FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 127. Responsibilities Who will manage data documentation and metadata during the research project?As Ph.D. researcher I am responsible for data documentation. Professor Bernard Tilleman (main supervisor) and professor Steven Lierman (co-supervisor) will supervise this. Who will manage data storage and backup during the research project?This is primarily done by the KU Leuven ICT service. However, every month, I will make a back-up of my data on an external hard drive. Who will manage data preservation and sharing?As Ph.D. researcher I am responsible for data preservation and data sharing, jointly with the KU Leuven ICT Service. Who will update and implement this DMP? As Ph.D. researcher I have the day-to-day responsibility for updating & implementing this DMP. My supervisor (prof. Bernard Tilleman) bears the end responsibility."
}