{
    "document_id": "D-2022-1503",
    "LinkTitle": "D-2022-1503",
    "file_name": "D-2022-1503.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1503.pdf",
    "metadata": {
        "title": "D-2022-1503",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Jeroen Lammertyn  \nFWO Project Number & Title  G082522N: “DNA nanosensor  technology empowers ultrasensitive detection of multiple infectious \ndiseases at the point -of-care”  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  WP1:  Developing and nanopatterning of origami tiles  \n• DNA origami design files ( CaDNAno; .json, .png; 4 ye ars estimated volume: 1 GB ) \n• DNA origami staple sequences list (CaDNAno; .xlsx, .csv, .txt; 4 years estimated volume: 500 MB)  \n• DNA origami renderings and simulation (CanDo and others; .png, .inp, .bild, .txt, .mp4; 4 years \nestimated  volume: 1 GB)  \n• DNA origami characterization (gel electrophoresis, BioRad GelDoc EZ imager; .jpg, .png, .scn, .tif; 4 \nyears estimated volume: 1 GB ) \n• DNA origami visualization (Picoview, Gwyddion; .mi, .gwy, .png, .tif; 4 years estimated volume: 10 \nGB) \n• Hybrid ization patches PDMS stamp design (AutoCad; .dwg, .dxf; 4 years estimated volume:  2 GB ) \n• Characterization of DNA arrays (Fluorescence microscope software, ImageJ; .tif, .png; 4 years \nestimated volume:  10 GB ) \nWP2: Bioreceptor selection and developing DNAzyme -nanomachinery in solution  \n• Molecular beacon design  (Nupack and others ; .xlsx, .csv ; 4 years estimated volume: 1 GB ) \n• Molecular beacon bulk characterization  (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 year s estimated \nvolume: 500 MB ) \n• DNAzyme -based bioassay in solution  (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 years estimated \nvolume: 1 GB ) \nWP3: Establishing functional DNA nanosensors  \n• DNA nanosensors – bulk characterization  (SoftMax Pro, Excel ; .xlsx, .c sv, .txt, .SDA ; 4 years estimated \nvolume: 1 GB ) \n• DNA nanosensors – sm-FRET characterization  (Gap Viewer, Excel ; .tiff, .dat, .xlsx ; 4 years estimated \nvolume: 1 GB ) \n• DNA nanosensor assays and reference ELISA – bulk  (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 years \nestimated volume: 2 GB ) \n• DNA nanosensor assay reference qPCR  (BioRad qPCR software ; .pltd, .pcrd ; 4 years estimated \nvolume: 200 MB )  \n• DNA nanosensor assays – microscopy  (Fluorescence microscope software, ImageJ ; .tif, .png ; 4 years \nestimated volume: 10 GB ) \nWP4: Multiplex detection of NA and protein targets in flow using DNA nanosensors  \n2019-10-01 | FWO DMP Template   3 \n • Microfluidic chip design  (AutoCad ; .dwg, .dxf ; 4 years estimated volume: 5 GB ) \n• Microfluidic chip and assay microscopy videos  (Fluorescence microscope software, ImageJ ; .tif, .png ; \n4 years estimated volume: 20 GB ) \n \nWP1 – WP 4 : general files  and WP5. Project management   \n• Observational data – written down in electronic lab notebook (eLABJournal, Bio -ITech – cloud -based \nstorage)  \n• (Statistical) Analysis of dat a (e.g. .xlsx, .m, .opju, .jmp , etc. ; 4 years estimated volume: 3 GB) \n• Meeting reports and update presentations (e.g.  docx , .pptx ; 4 years estimated volume: 5 GB ) \n• Scientific publications and doctoral dissertation (e.g. .docx and .pdf ; 4 years estimated volume: 10 \nGB) \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethi cal review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \n2019-10-01 | FWO DMP Template   4 \n Does your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment:  If research data have potential for patent filing, scientific staff working on this \nproject will discuss this with the IOF manager in the group (Dr. Francesco Dal Dosso) and LRD to make sure \nthat data are protected prior publications.   \nDo existi ng 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  • Protocols, the research progress and clear descriptions of obtained data, what they represent and how \nthey were generated, will be colle cted in the Biosensors group in an electronic notebook (eLABJournal, \nBio-ITech). Here, folders will be provided for all subtasks of the project. In each folder, a new file will be \nmade for each experiment, named with the date and subject, and including inf ormation about the \nresponsible person (i.e., the person who created the file) as well as version tracking. Each experimental \nfile will contain a section on the objective, protocol, results (a description of results and observations \nrather than all raw and analyzed data) and conclusions. For each experiment, all raw and analyzed data \nfiles will be stored in a folder on the shared server, using the same hierarchical folder structure as the \nelectronic lab notebook. By using the same structure on the server and  in the electronic lab notebook, \ncontextual information on the experimentally obtained data can be easily searched and used by a \nsecondary analyst via the electronic notebook.  \n• Most important (raw)data which lead to publications (e.g. conference proceedings , journal paper) \nand/or to patents filings, will be stored on the shared folder created on the shared drive (J: \\SET-MEBIOS -\nBIOSENSORS -PROJ -DI0443 \\FWO -0001 \\ResProj \\FWO 2021 DNA nanotech). This folder is secured and \nbacked -up by the ICTS service of KU Leuven . This folder will contain also all the administrative items (e.g. \nproject proposal, project reports, update presentations, contracts).  \n \n2019-10-01 | FWO DMP Template   5 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \n• The Biosensors group will use the electronic lab notebook in which a number of predetermined topics \nhave to be described for each e xperiment (objective, protocol, results, and conclusion). The electronic \nlab notebook facilitates searching for particular metadata through a search engine. By mimicking the \nfolder structure of the electronic lab notebook in the server -based folder with th e experimental data, \nlinking of the metadata to the actual data will be facilitated.  \n• As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that \nsupport FAIR data sharing (www.fairsharing.org).  When depositing data in a local or public repository, \nthe final dataset will be accompanied by this information in a README.txt document, following the \nDublin Core Metadata standard if no other meta -standard is available yet. This fi le will be located in the \ntop-level directory of the dataset and will also list the contents of the other files and outline the file -\nnaming convention used. This will allow the data to be understood by other members of the laboratory \nand add contextual val ue to the dataset for future reuse.  \n• For each peer -reviewed article, a separate folder will be made on the server, containing the latest Word \nversion and all raw and processed data used in the article. In addition, a separate file will be made in the \nelectr onic lab notebook for each article, containing clickable links to all metadata files of data that were \nused in that particular article, to facilitate tracing back of protocols, results and conclusions.  \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  The time -stamped digital data will be stored in an already created project folder on the shared drive (J:) of \nKU Leuven. The time -stamped digital metadata will be stored on the server of the electronic labbook \n(eLABJournal, Bio -ITech). The folder is open f or all the staff that will be working on this project and is secured \nand backed -up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices.   \nHow will the data be backed up?  The digital data will be stored on the university's cen tral servers with automatic daily back -up procedures.  \n2019-10-01 | FWO DMP Template   6 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be ta ken care of.  ☒ Yes \nYes. KU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated \nfolder is made for the project to store data files.  \n☐ No \nIf no, please specify :  \n \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bu dget  to be used to cover the cost incurred.  Type 1 server back -end storage with mirror backup for the project share d folder will cost 57 Euro per Tb \nper year. Costs will be covered by the project consumables budget.  \n \nData security: how will you ensure that the data \nare securely stored and not accessed or modified \nby unauthorized persons?  The network drive for the project share d folder a nd the large volume storage folder are secured by the ICTS \nservice of KU Leuven with a mirror copy. Confidential data can and will be protected with a password \n(available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups \nas well as other unauthorized persons will not have access to the data on the shared folder. Data storage in \nthe cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers \ninvolved in the proje ct. \n \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \n2019-10-01 | FWO DMP Template   7 \n Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  The data t o be retained for the expected 5 years  after the project's end are : dissemination data (source files \nof publications and presentations) and the most relevant measurement data.  \n \nWhere will these data be archived (= stored for \nthe long term)?  The research data will be stored on an external hard drive after the end of the project. Dissemination data, \nnamely files corresponding to papers and presentations, will be stored on the PCs of PI  (J Lammertyn) , and \nbacked -up daily on the departmental server for long  term storage.  \n \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  • The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore \ncan be seamlessly embedded in the PI’ s allocation on the departmental server. The costs (1000 \nEUR/year) will be covered by other on -going projects at that point in time.  \n• The research data will be stored on an external  hard disk. As the lifetime of such external hard disk may \nnot be adequate, the data to be preserved will be moved to a new hard disk, purchased on the budget \nof a follow -up project, when needed. This is adequate, as the volume of such external hard disks is \nexpanding considerably over time.  \n \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  Relevant digital data will be published and made available after the end of the project.  Data with valuable \nIP will be protected prior to publication. We will comply with open  acces s regulations of KU Leuven.  \n \n2019-10-01 | FWO DMP Template   8 \n Where/how will the data be made available for \nreuse?  ☐ In an Open Access repository  \n☒ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  As soon as the research results have been published, the data can be made available to other researchers.  \nWho will be able to access the data and under \nwhat conditions?  All project collaborators will be authorized to have access to all obtained digital and physical data after the \nproject. In case the question originates by researchers outside the project , the data can be made available \nupon e -mail request, and on conditio n that the users agree to give proper credit, such as co -authorship on \ntheir papers building on these data. Usage for commercial purposes will require obtaining a license, or \nequivalent  arrangement.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the c ost incurred.  A restricted access repository can be implemented on a free tool, such as Dropbox, up to a certain volume. \nIf this volume does not suffice, time -limited storage will be considered, thus limited to the time needed to \ndownload the data.  \n \n \n8. Resp onsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  PhD student  and post -doctoral researcher  working on this project will be responsible for the data collection, \ndocumentation and metadata. They will be trained in data management at the beginning of their contract . \nSupervisors will manage the data storage facilities.  \n \nWho will be responsible for  data storage & back \nup during the project?  PhD student  and post -doctoral researcher  working on this project will be responsible to store the data on \nthe appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for \nthe back -up of the network drives at KU Leuven. The folders will be managed by the supervisors.  \n \n2019-10-01 | FWO DMP Template   9 \n Who will be responsible for ensuring data \npreservation and sharing?  Jeroen Lammertyn  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Jeroen Lammertyn  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Jeroen Lammertyn FWO Project Number & Title G082522N: “DNA nanosensor technology empowers ultrasensitive detection of multiple infectious diseases at the point -of-care” Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: Developing and nanopatterning of origami tiles • DNA origami design files ( CaDNAno; .json, .png; 4 ye ars estimated volume: 1 GB ) • DNA origami staple sequences list (CaDNAno; .xlsx, .csv, .txt; 4 years estimated volume: 500 MB) • DNA origami renderings and simulation (CanDo and others; .png, .inp, .bild, .txt, .mp4; 4 years estimated volume: 1 GB) • DNA origami characterization (gel electrophoresis, BioRad GelDoc EZ imager; .jpg, .png, .scn, .tif; 4 years estimated volume: 1 GB ) • DNA origami visualization (Picoview, Gwyddion; .mi, .gwy, .png, .tif; 4 years estimated volume: 10 GB) • Hybrid ization patches PDMS stamp design (AutoCad; .dwg, .dxf; 4 years estimated volume: 2 GB ) • Characterization of DNA arrays (Fluorescence microscope software, ImageJ; .tif, .png; 4 years estimated volume: 10 GB ) WP2: Bioreceptor selection and developing DNAzyme -nanomachinery in solution • Molecular beacon design (Nupack and others ; .xlsx, .csv ; 4 years estimated volume: 1 GB ) • Molecular beacon bulk characterization (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 year s estimated volume: 500 MB ) • DNAzyme -based bioassay in solution (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 years estimated volume: 1 GB ) WP3: Establishing functional DNA nanosensors • DNA nanosensors – bulk characterization (SoftMax Pro, Excel ; .xlsx, .c sv, .txt, .SDA ; 4 years estimated volume: 1 GB ) • DNA nanosensors – sm-FRET characterization (Gap Viewer, Excel ; .tiff, .dat, .xlsx ; 4 years estimated volume: 1 GB ) • DNA nanosensor assays and reference ELISA – bulk (SoftMax Pro, Excel ; .xlsx, .csv, .txt, .SDA ; 4 years estimated volume: 2 GB ) • DNA nanosensor assay reference qPCR (BioRad qPCR software ; .pltd, .pcrd ; 4 years estimated volume: 200 MB ) • DNA nanosensor assays – microscopy (Fluorescence microscope software, ImageJ ; .tif, .png ; 4 years estimated volume: 10 GB ) WP4: Multiplex detection of NA and protein targets in flow using DNA nanosensors 2019-10-01 | FWO DMP Template 3 • Microfluidic chip design (AutoCad ; .dwg, .dxf ; 4 years estimated volume: 5 GB ) • Microfluidic chip and assay microscopy videos (Fluorescence microscope software, ImageJ ; .tif, .png ; 4 years estimated volume: 20 GB ) WP1 – WP 4 : general files and WP5. Project management • Observational data – written down in electronic lab notebook (eLABJournal, Bio -ITech – cloud -based storage) • (Statistical) Analysis of dat a (e.g. .xlsx, .m, .opju, .jmp , etc. ; 4 years estimated volume: 3 GB) • Meeting reports and update presentations (e.g. docx , .pptx ; 4 years estimated volume: 5 GB ) • Scientific publications and doctoral dissertation (e.g. .docx and .pdf ; 4 years estimated volume: 10 GB) 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethi cal review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: 2019-10-01 | FWO DMP Template 4 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: If research data have potential for patent filing, scientific staff working on this project will discuss this with the IOF manager in the group (Dr. Francesco Dal Dosso) and LRD to make sure that data are protected prior publications. Do existi ng 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? • Protocols, the research progress and clear descriptions of obtained data, what they represent and how they were generated, will be colle cted in the Biosensors group in an electronic notebook (eLABJournal, Bio-ITech). Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including inf ormation about the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analyzed data) and conclusions. For each experiment, all raw and analyzed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic lab notebook. By using the same structure on the server and in the electronic lab notebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. • Most important (raw)data which lead to publications (e.g. conference proceedings , journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive (J: \\SET-MEBIOS - BIOSENSORS -PROJ -DI0443 \\FWO -0001 \\ResProj \\FWO 2021 DNA nanotech). This folder is secured and backed -up by the ICTS service of KU Leuven . This folder will contain also all the administrative items (e.g. project proposal, project reports, update presentations, contracts). 2019-10-01 | FWO DMP Template 5 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : • The Biosensors group will use the electronic lab notebook in which a number of predetermined topics have to be described for each e xperiment (objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server -based folder with th e experimental data, linking of the metadata to the actual data will be facilitated. • As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org). When depositing data in a local or public repository, the final dataset will be accompanied by this information in a README.txt document, following the Dublin Core Metadata standard if no other meta -standard is available yet. This fi le will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file - naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual val ue to the dataset for future reuse. • For each peer -reviewed article, a separate folder will be made on the server, containing the latest Word version and all raw and processed data used in the article. In addition, a separate file will be made in the electr onic lab notebook for each article, containing clickable links to all metadata files of data that were used in that particular article, to facilitate tracing back of protocols, results and conclusions. 5. Data storage & backup during the FWO project Where will the data be stored? The time -stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time -stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio -ITech). The folder is open f or all the staff that will be working on this project and is secured and backed -up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. How will the data be backed up? The digital data will be stored on the university's cen tral servers with automatic daily back -up procedures. 2019-10-01 | FWO DMP Template 6 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be ta ken care of. ☒ Yes Yes. KU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder is made for the project to store data files. ☐ No If no, please specify : What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bu dget to be used to cover the cost incurred. Type 1 server back -end storage with mirror backup for the project share d folder will cost 57 Euro per Tb per year. Costs will be covered by the project consumables budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for the project share d folder a nd the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the proje ct. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 7 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The data t o be retained for the expected 5 years after the project's end are : dissemination data (source files of publications and presentations) and the most relevant measurement data. Where will these data be archived (= stored for the long term)? The research data will be stored on an external hard drive after the end of the project. Dissemination data, namely files corresponding to papers and presentations, will be stored on the PCs of PI (J Lammertyn) , and backed -up daily on the departmental server for long term storage. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. • The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI’ s allocation on the departmental server. The costs (1000 EUR/year) will be covered by other on -going projects at that point in time. • The research data will be stored on an external hard disk. As the lifetime of such external hard disk may not be adequate, the data to be preserved will be moved to a new hard disk, purchased on the budget of a follow -up project, when needed. This is adequate, as the volume of such external hard disks is expanding considerably over time. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open acces s regulations of KU Leuven. 2019-10-01 | FWO DMP Template 8 Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? As soon as the research results have been published, the data can be made available to other researchers. Who will be able to access the data and under what conditions? All project collaborators will be authorized to have access to all obtained digital and physical data after the project. In case the question originates by researchers outside the project , the data can be made available upon e -mail request, and on conditio n that the users agree to give proper credit, such as co -authorship on their papers building on these data. Usage for commercial purposes will require obtaining a license, or equivalent arrangement. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the c ost incurred. A restricted access repository can be implemented on a free tool, such as Dropbox, up to a certain volume. If this volume does not suffice, time -limited storage will be considered, thus limited to the time needed to download the data. 8. Resp onsibilities Who will be responsible for the data documentation & metadata? PhD student and post -doctoral researcher working on this project will be responsible for the data collection, documentation and metadata. They will be trained in data management at the beginning of their contract . Supervisors will manage the data storage facilities. Who will be responsible for data storage & back up during the project? PhD student and post -doctoral researcher working on this project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back -up of the network drives at KU Leuven. The folders will be managed by the supervisors. 2019-10-01 | FWO DMP Template 9 Who will be responsible for ensuring data preservation and sharing? Jeroen Lammertyn Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Jeroen Lammertyn"
}