{
    "document_id": "D-2021-1110",
    "LinkTitle": "D-2021-1110",
    "file_name": "D-2021-1110.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1110.pdf",
    "metadata": {
        "title": "D-2021-1110",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP   \n \n1. General Information  \n \nName applicant  Dulce Santos  \nFWO Project Number & Title  1278922N  \nRole of virus -derived DNA synthesis in the amplification of insect antiviral signals  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type  and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).   \n Origin  Type of d ata Format Size \nWP1.1 Identification and \ncharacterization of vDNA  long  read DNA \nsequencing  \ndatasets  Fast5 and \nFastq files  Depending on the required depth , \nstill to be determined . Estimated in \nthe range  of 500GB -1TB per run . \nEstimated  6-12 runs . \nWP1.2 Functional analysis of the \nvDNA   (RT-q)PCR  data  XLS and  \nXLSX files  Maximum  15 MB . \nWP2  Characterization of MLV \nsRNA populations  sRNA  sequencing  \ndatasets  Fastq files  100-300 MB per sa mple, estimated \n12 samples . \nWP3  Identificatio n and \ncharacterization of vDNA \nderived secondary sRNAs  sRNA  sequencing  \ndatasets  Fastq files  100-300 MB per sa mple, estimated \n8-24 samples . \nWP4.1 Novel identification of \nproteins binding to viral RNA  LC-MS datasets  RAW files  250-500 GB per  sample , estimated 4 \nsamples . \nWP4.2  Functional analysis of viral \nRNA -binding proteins  (RT-q)PCR data  and \nsRNA sequencing \ndatasets  XLS and \nXLSX files ; \nFastq files  Maximum  15 MB ; 100-300 MB per \nsample, estimated  10-16 samples.  \nIn addition, r elevant results will be reported in manuscripts and conferences (DOC, DOCX, TXT, PPT, PPTX, XLS, XLSX \nand PDF files; <5MB ). Physical data  such as RNA, DNA, antibodies  and protein samples  will be stored in  appropriate \nconditions in the lab.   \n \n3. Ethical and legal issues  \n \n2019-10-01 | FWO DMP Template   3 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asse rted?  ☐ Yes \n☒ No \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  For each experiment, a n explanatory  document  will be pr epared and stored . This document  will include \nthe experimental details of each dataset , the software (version) and hardware used to generate  it, as well \nas the means  to open/process it.   \n2019-10-01 | FWO DMP Template   4 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nPlease specify : \nA strict set of procedures will be followed. Spe cifically, a text file per experiment will always be provided , \nwith the precise information  regarding the organization and naming of the dataset  files. The metadata \n(including project, experimen t and date ) will be contained within the filenames and  folder s’ structure.  For \neach ex periment, an explanatory document will be stored , which includes detailed information  on \nexperimental design, sampling and  employed  research methods . All researchers in the lab are also obliged \nto take detailed written notes about  their work (chronologically ordered) in their individual lab notebook , \nwhich is to be kept in the  lab. \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  Before being published, the data will be kept on a Network Attached Storage  (NAS)  system available at \nour lab. After this, it will be transferred to a secured server system at KU Leuven, where it will be \npreserved for at least 10 years after the project expires. Moreover, upon publication, datasets will be \nmade public via online repositories. The biological samples  will be stored accordingly ( e.g. 4°C, -20°C or -\n80°C).  \nHow will the data be backed up?  The data stored on the lab NAS  is regularly backed up to an external device using  Synology backup  \nsoftw are (frequent incremental backups and periodic total backups).  The backup location is separated \nfrom the main storage space.   \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcis ely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nPlease specify :  \nOur lab has recently set up a NA S system,  dedicated solely to data storage. We therefore have plenty of \nstorage capacity  for the foreseeable future.  \n2019-10-01 | FWO DMP Template   5 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bu dget  to be used to cover the cost incurred.  Since the hardware is already available and local, we do not expect significant  storage costs .  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The security of the data stored on our lab server is ensured by both physical and  digital barriers: the data \nare physically located inside a restricted access area (badge  required) and locked in place. The  servers are \nonly reachable via SSH through a LAN  that is restricted to the lab.   \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear  period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All data will be stored for at least 10 years and uploaded  to internationally -recognised repositories  upon \ntheir publication.   \nWhere will these data be archived (= stored for \nthe long term)?  The data will be stored on central servers at our institutions for at least 10 years.  For long term storage \n(archiving), the data will be placed on external archiving -drives  and kept in an optimal environment. All  \npublications will be  in accordance with the Open Access rules of the  FWO and KU Leuven . Upon  \npublication, we will upload the  datasets to internationally -maintained repositories.   \n2019-10-01 | FWO DMP Template   6 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocat ed \nproject budget  to be used to cover the cost incurred.  Since the hardware is already available and local, we do not expect significant  storage costs.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  All data will be made publicly available upon publication . \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  Upon publication . \nWho will be able to access the data and under \nwhat conditions?  Data will be securely shared between the project's collaborators  by granting joint access to each  others’ \nservers, in consultation  with the respective ICT departments . \n2019-10-01 | FWO DMP Template   7 \n What are the expected costs for data sharing? \nHow will these costs  be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  We do not expect extra cos t for data sharing between collaborators. The costs of  high  publication  \nprocessing fees in open access journals  will be accommodate d in the project budget . \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Since this is my post -doctoral project, I will be the researcher responsible for data documentation and \nmetadata  during the project period , in consultation with our ICT department.  After this, the project \nsupervisor ( principal investigator (PI) of our lab ) will take this responsibility . \nWho will be responsible for data storage & back \nup during the project?  Since this is my post -doctoral project, I will be the researcher responsible for  data storage and back up  \nduring the project period, in consultation with our ICT department.  After this, the  project supervisor ( PI \nof our lab ) will take this responsibility . \nWho will be responsible for ensuring data \npreservation and sharing?  Since this is my post -doctoral project, I will be the researcher responsible for ensuring data preservation \nand sharing  during the project period, in consultation with our ICT department.  After this, the  project \nsupervisor ( PI of our lab ) will take this responsibility . \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Since this is my post -doctoral project, I bear the overall responsibility for u pdating and implementing \nthis DMP , during the project period . After this, the  project supervisor ( PI of our lab ) will take this \nresponsibility . \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP 1. General Information Name applicant Dulce Santos FWO Project Number & Title 1278922N Role of virus -derived DNA synthesis in the amplification of insect antiviral signals Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Origin Type of d ata Format Size WP1.1 Identification and characterization of vDNA long read DNA sequencing datasets Fast5 and Fastq files Depending on the required depth , still to be determined . Estimated in the range of 500GB -1TB per run . Estimated 6-12 runs . WP1.2 Functional analysis of the vDNA (RT-q)PCR data XLS and XLSX files Maximum 15 MB . WP2 Characterization of MLV sRNA populations sRNA sequencing datasets Fastq files 100-300 MB per sa mple, estimated 12 samples . WP3 Identificatio n and characterization of vDNA derived secondary sRNAs sRNA sequencing datasets Fastq files 100-300 MB per sa mple, estimated 8-24 samples . WP4.1 Novel identification of proteins binding to viral RNA LC-MS datasets RAW files 250-500 GB per sample , estimated 4 samples . WP4.2 Functional analysis of viral RNA -binding proteins (RT-q)PCR data and sRNA sequencing datasets XLS and XLSX files ; Fastq files Maximum 15 MB ; 100-300 MB per sample, estimated 10-16 samples. In addition, r elevant results will be reported in manuscripts and conferences (DOC, DOCX, TXT, PPT, PPTX, XLS, XLSX and PDF files; <5MB ). Physical data such as RNA, DNA, antibodies and protein samples will be stored in appropriate conditions in the lab. 3. Ethical and legal issues 2019-10-01 | FWO DMP Template 3 Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asse rted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For each experiment, a n explanatory document will be pr epared and stored . This document will include the experimental details of each dataset , the software (version) and hardware used to generate it, as well as the means to open/process it. 2019-10-01 | FWO DMP Template 4 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No Please specify : A strict set of procedures will be followed. Spe cifically, a text file per experiment will always be provided , with the precise information regarding the organization and naming of the dataset files. The metadata (including project, experimen t and date ) will be contained within the filenames and folder s’ structure. For each ex periment, an explanatory document will be stored , which includes detailed information on experimental design, sampling and employed research methods . All researchers in the lab are also obliged to take detailed written notes about their work (chronologically ordered) in their individual lab notebook , which is to be kept in the lab. 5. Data storage & backup during the FWO project Where will the data be stored? Before being published, the data will be kept on a Network Attached Storage (NAS) system available at our lab. After this, it will be transferred to a secured server system at KU Leuven, where it will be preserved for at least 10 years after the project expires. Moreover, upon publication, datasets will be made public via online repositories. The biological samples will be stored accordingly ( e.g. 4°C, -20°C or - 80°C). How will the data be backed up? The data stored on the lab NAS is regularly backed up to an external device using Synology backup softw are (frequent incremental backups and periodic total backups). The backup location is separated from the main storage space. Is there currently sufficient storage & backup capacity during the project? If yes, specify concis ely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Please specify : Our lab has recently set up a NA S system, dedicated solely to data storage. We therefore have plenty of storage capacity for the foreseeable future. 2019-10-01 | FWO DMP Template 5 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bu dget to be used to cover the cost incurred. Since the hardware is already available and local, we do not expect significant storage costs . Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The security of the data stored on our lab server is ensured by both physical and digital barriers: the data are physically located inside a restricted access area (badge required) and locked in place. The servers are only reachable via SSH through a LAN that is restricted to the lab. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be stored for at least 10 years and uploaded to internationally -recognised repositories upon their publication. Where will these data be archived (= stored for the long term)? The data will be stored on central servers at our institutions for at least 10 years. For long term storage (archiving), the data will be placed on external archiving -drives and kept in an optimal environment. All publications will be in accordance with the Open Access rules of the FWO and KU Leuven . Upon publication, we will upload the datasets to internationally -maintained repositories. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocat ed project budget to be used to cover the cost incurred. Since the hardware is already available and local, we do not expect significant storage costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? All data will be made publicly available upon publication . Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication . Who will be able to access the data and under what conditions? Data will be securely shared between the project's collaborators by granting joint access to each others’ servers, in consultation with the respective ICT departments . 2019-10-01 | FWO DMP Template 7 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. We do not expect extra cos t for data sharing between collaborators. The costs of high publication processing fees in open access journals will be accommodate d in the project budget . 8. Responsibilities Who will be responsible for the data documentation & metadata? Since this is my post -doctoral project, I will be the researcher responsible for data documentation and metadata during the project period , in consultation with our ICT department. After this, the project supervisor ( principal investigator (PI) of our lab ) will take this responsibility . Who will be responsible for data storage & back up during the project? Since this is my post -doctoral project, I will be the researcher responsible for data storage and back up during the project period, in consultation with our ICT department. After this, the project supervisor ( PI of our lab ) will take this responsibility . Who will be responsible for ensuring data preservation and sharing? Since this is my post -doctoral project, I will be the researcher responsible for ensuring data preservation and sharing during the project period, in consultation with our ICT department. After this, the project supervisor ( PI of our lab ) will take this responsibility . Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Since this is my post -doctoral project, I bear the overall responsibility for u pdating and implementing this DMP , during the project period . After this, the project supervisor ( PI of our lab ) will take this responsibility ."
}