{
    "document_id": "D-2021-1059",
    "LinkTitle": "D-2021-1059",
    "file_name": "D-2021-1059.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1059.pdf",
    "metadata": {
        "title": "Imaginaries reconfigured: development and resistance in Myanmar tourism - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n \nImaginaries reconfigured: development and resistance in Myanmar tourism - DMP\ntitle\nProject Identifier\n u0149847\nGrant Title\n 1298522N\nPrincipal Investigator / Researcher\n Sean Smith\nProject Data Contact\n sean.smith@kuleuven.be; +32494809366\nDescription\n Following advances in the anthropological study of tourism ‘imaginaries’ and\nrenewed focus on the dispossession and inequality wrought by development, this project takes\nan ethnographic approach in examining how imaginaries motivate, structure, and justify tourism\ndevelopment. Actively unfolding sociocultural formations and processes of development are\nsurveyed with a case study in Dawei District, southern Myanmar, generating novel insights into\nthe linkages between globalized tourism imaginaries and political economy. This project expands\nthe methodological affordances of anthropology by conjoining qualitative ethnography, discourse\nanalysis, and close reading in the pursuit of three objectives: 1) identify and historicize dominant\ntourism imaginaries, 2) trace how imaginaries produce systems of development and\nconsumption, and 3) uncover the potential for imaginaries to be reconfigured. By embedding\nwith residents in Dawei District’s Pa Nyit village, who are actively seeking to retain local\nautonomy as development sweeps the region, this project asks if community-based resistance\ncan produce new or alternative imaginaries and developmental trajectories. As COVID-19 and the\nacceleration of climate change disrupt local lifeways and transnational networks of mobility,\ndocumenting community strategies for adaptation to these existential dilemmas suggests more\nsustainable avenues for the future of global tourism.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSean Smith\nFWO Project Number & Title\n1298522N, \"Imaginaries reconfigured: development and resistance in Myanmar tourism\"\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nQualitative\ndata ~50\ninterviews\naudio\nrecordings\nstored in\n.mp3\nformat;\ntranscribed\ninto MS\nWord\nformat\n10-12 GB\nFace-to-face\nand online\ninterviews with\ntourism\nworkers,\ntourists, and\nresidents in\ntourism\ndestinations\nField notes\nhandwritten\non paper;\ntranscribed\ninto MS\nWord\nformat\n<1 GB\nWritten at the\nconclusion of\nsessions of\nparticipant\nobservation\nPhotographs\n.jpeg\n10 GB\nTaken with a\nphone or a\nDSLR camera\nduring\nparticipant\nobservation\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-4251-RS(MAR)\nShort description of the kind of personal data that will be used:\nNational origin, age, and gender will be asked of all interview subjects. With ethnographic\nparticipants, if they are comfortable I will additionally inquire about class status, occupation, and\npersonal hobbies. All of this personal data will only be identified in field notes and subsequent\ndatabases via pseudonyms.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nKindly see my PRET approval, G-2021-4251-RS(MAR)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) A ReadMe file will be created for the interview codings, containing information regarding the\ninterview methodology, period and location of collection, storage process, and relevant\ntranscripts. The transcripts will be listed in association with their relevant coding data. The\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nphotographs will be noted by category. This ReadMe file will be updated as the project\nprogresses and more interviews are conducted, transcripts are generated, and photographs\ntaken.\n2) All interviews will be manually coded using a grounded approach for dominant themes (.xlsx).\nAll codings will be written following psuedonymization protocols. \n3) Transcripts will be created for the interviews (.doc), with all identifying information following\npsuedonymization protocols. The transcripts will be noted in relation to the interviews on the\nReadMe file.\n4) Photographs (.jpeg) will be categorized according to research location in separate folders and\norganized by date, e.g., 'wadi alsahtan - 2022.03.09'. The folders will be listed on the ReadMe\nfile.\nThe ReadMe file, interview codings, transcripts, and photographs will be contained in a folder\nthat will be uploaded to OneDrive and the J: server at KU Leuven. All data will be deleted from my\npersonal (password-protected) laptop at the conclusion of the project, yet it will be retained on\nOneDrive and the J: server for 10 years.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nA ReadMe file will be created that will log the different forms of retained data, following the\ntemplate provided by KU Leuven. In particular, the file will note:\n- the interview locations and dates, as well as a basic notation of interview participants (while\nobserving psuedonymization protocols)\n- the interview codings\n- the transcripts that have been generated in association with the interview codings\n- the photographs, categorized by location and date\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1) Data will be stored on a personal password-protected laptop during fieldwork and data\nprocessing, and backed up on OneDrive.\n2) Because interviews and photographs potentially contain personal data, only psuedonymized\ndata will be uploaded to the J: server.\n3) All data will be deleted from the personal laptop at the conclusion of the project.\nHow is backup of the data provided?\nThe data will be backed up on OneDrive automatically through a folder that is linked to the\npersonal laptop where data collection and analysis is taking place. Backup will take place\nwhenever there is internet connection, potentially only disrupted during periods of remote\nfieldwork.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe total data collected is not expected to exceed 25 GB, for which ample room is provided on\nboth the personal laptop and OneDrive.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no additional costs expected as a result of data storage, as the personal laptop is\nalready purchased and OneDrive access already provided.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data during fieldwork and analysis is stored on a password-protected laptop, and during the\nwriting up stage of the project following initial analysis it will be secured with FileVault. OneDrive\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nis likewise a secure location and is only accessible through university login credentials. At the\nconclusion of the project's analysis, all data that is retained long-term will be psuedonymous and\ncontain no identifying information of the research participants. J: server is additionally a secure\nlocation. All data will be removed from the personal laptop at the conclusion of the project.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\n1) interview codings\n2) interview transcripts (psuedonymized)\n3) photographs (psuedonymized; e.g., with faces blurred)\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be retained on OneDrive for the period of my tenancy at KU Leuven.\n2. Regardless of my tenancy at KU Leuven, the data will be retained on J: server for a period of 10\nyears, corresponding to the KU Leuven RDM policy, after which it will be deleted.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n1. There are no additional costs expected in the retention of data. The dataset is unlikely to\nexceed 25 GB, and as the ICTS storage guide notes, there is no additional cost for files under 100\nGB.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\n1. The dataset that is retained on OneDrive and the J: server will be psuedonymized to protect\nresearch participants. However, it is preferable to only make the dataset available by request, to\nensure that no harm comes to participants.\n2. The dataset will be destroyed after 10 years, as participants did not give consent for their data\nto be retained beyond this time.\n3. In line with anthropological practices, if participants contact the PI and say they want their\ndata removed, all data relevant to this participant will be destroyed at a potentially earlier date\nthan 10 years.\nWhich data will be made available after the end of the project?\n1. The full project dataset will be available upon request, in order to protect research\nparticipants.\nWhere/how will the data be made available for reuse?\nUpon request by mail\n1. Data may be shared upon request and the signing of a data sharing agreement. It is preferable\nthat the data is not publicly available in order to protect research participants.\nWhen will the data be made available?\nUpon publication of the research results\nThe data may be made available after the research results have been published, in order to\nprotect research participants and the integrity of the study.\nWho will be able to access the data and under what conditions?\n1. The dataset will be retained on J: server and OneDrive, and will be available by request from\njustifiably motivated persons. The work will be protected by a CC BY-NC-SA license. Therefore, it\nmay be released under specific approval from the PI.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n1. There is likely to be no cost to data sharing, as the dataset may be shared via regular cloud\nstorage (e.g., OneDrive) and downloaded by the receiving party.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSean Smith, the PI, will document data and metadata.\nWho will be responsible for data storage & back up during the project?\nSean Smith, the PI, will store and back up data.\nWho will be responsible for ensuring data preservation and reuse ?\nSean Smith, the PI, will be responsible for preserving data and providing for its reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI - Sean Smith - bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Imaginaries reconfigured: development and resistance in Myanmar tourism - DMP title Project Identifier u0149847 Grant Title 1298522N Principal Investigator / Researcher Sean Smith Project Data Contact sean.smith@kuleuven.be; +32494809366 Description Following advances in the anthropological study of tourism 'imaginaries' and renewed focus on the dispossession and inequality wrought by development, this project takes an ethnographic approach in examining how imaginaries motivate, structure, and justify tourism development. Actively unfolding sociocultural formations and processes of development are surveyed with a case study in Dawei District, southern Myanmar, generating novel insights into the linkages between globalized tourism imaginaries and political economy. This project expands the methodological affordances of anthropology by conjoining qualitative ethnography, discourse analysis, and close reading in the pursuit of three objectives: 1) identify and historicize dominant tourism imaginaries, 2) trace how imaginaries produce systems of development and consumption, and 3) uncover the potential for imaginaries to be reconfigured. By embedding with residents in Dawei District's Pa Nyit village, who are actively seeking to retain local autonomy as development sweeps the region, this project asks if community-based resistance can produce new or alternative imaginaries and developmental trajectories. As COVID-19 and the acceleration of climate change disrupt local lifeways and transnational networks of mobility, documenting community strategies for adaptation to these existential dilemmas suggests more sustainable avenues for the future of global tourism. Institution KU Leuven 1. General Information Name applicant Sean Smith FWO Project Number & Title 1298522N, \"Imaginaries reconfigured: development and resistance in Myanmar tourism\" Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Qualitative data ~50 interviews audio recordings stored in .mp3 format; transcribed into MS Word format 10-12 GB Face-to-face and online interviews with tourism workers, tourists, and residents in tourism destinations Field notes handwritten on paper; transcribed into MS Word format <1 GB Written at the conclusion of sessions of participant observation Photographs .jpeg 10 GB Taken with a phone or a DSLR camera during participant observation 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-4251-RS(MAR) Short description of the kind of personal data that will be used: National origin, age, and gender will be asked of all interview subjects. With ethnographic participants, if they are comfortable I will additionally inquire about class status, occupation, and personal hobbies. All of this personal data will only be identified in field notes and subsequent databases via pseudonyms. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Kindly see my PRET approval, G-2021-4251-RS(MAR) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) A ReadMe file will be created for the interview codings, containing information regarding the interview methodology, period and location of collection, storage process, and relevant transcripts. The transcripts will be listed in association with their relevant coding data. The This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 photographs will be noted by category. This ReadMe file will be updated as the project progresses and more interviews are conducted, transcripts are generated, and photographs taken. 2) All interviews will be manually coded using a grounded approach for dominant themes (.xlsx). All codings will be written following psuedonymization protocols. 3) Transcripts will be created for the interviews (.doc), with all identifying information following psuedonymization protocols. The transcripts will be noted in relation to the interviews on the ReadMe file. 4) Photographs (.jpeg) will be categorized according to research location in separate folders and organized by date, e.g., 'wadi alsahtan - 2022.03.09'. The folders will be listed on the ReadMe file. The ReadMe file, interview codings, transcripts, and photographs will be contained in a folder that will be uploaded to OneDrive and the J: server at KU Leuven. All data will be deleted from my personal (password-protected) laptop at the conclusion of the project, yet it will be retained on OneDrive and the J: server for 10 years. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No A ReadMe file will be created that will log the different forms of retained data, following the template provided by KU Leuven. In particular, the file will note: - the interview locations and dates, as well as a basic notation of interview participants (while observing psuedonymization protocols) - the interview codings - the transcripts that have been generated in association with the interview codings - the photographs, categorized by location and date 5. Data storage and backup during the FWO project Where will the data be stored? 1) Data will be stored on a personal password-protected laptop during fieldwork and data processing, and backed up on OneDrive. 2) Because interviews and photographs potentially contain personal data, only psuedonymized data will be uploaded to the J: server. 3) All data will be deleted from the personal laptop at the conclusion of the project. How is backup of the data provided? The data will be backed up on OneDrive automatically through a folder that is linked to the personal laptop where data collection and analysis is taking place. Backup will take place whenever there is internet connection, potentially only disrupted during periods of remote fieldwork. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The total data collected is not expected to exceed 25 GB, for which ample room is provided on both the personal laptop and OneDrive. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no additional costs expected as a result of data storage, as the personal laptop is already purchased and OneDrive access already provided. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data during fieldwork and analysis is stored on a password-protected laptop, and during the writing up stage of the project following initial analysis it will be secured with FileVault. OneDrive This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 is likewise a secure location and is only accessible through university login credentials. At the conclusion of the project's analysis, all data that is retained long-term will be psuedonymous and contain no identifying information of the research participants. J: server is additionally a secure location. All data will be removed from the personal laptop at the conclusion of the project. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). 1) interview codings 2) interview transcripts (psuedonymized) 3) photographs (psuedonymized; e.g., with faces blurred) Where will the data be archived (= stored for the longer term)? 1. The data will be retained on OneDrive for the period of my tenancy at KU Leuven. 2. Regardless of my tenancy at KU Leuven, the data will be retained on J: server for a period of 10 years, corresponding to the KU Leuven RDM policy, after which it will be deleted. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 1. There are no additional costs expected in the retention of data. The dataset is unlikely to exceed 25 GB, and as the ICTS storage guide notes, there is no additional cost for files under 100 GB. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: 1. The dataset that is retained on OneDrive and the J: server will be psuedonymized to protect research participants. However, it is preferable to only make the dataset available by request, to ensure that no harm comes to participants. 2. The dataset will be destroyed after 10 years, as participants did not give consent for their data to be retained beyond this time. 3. In line with anthropological practices, if participants contact the PI and say they want their data removed, all data relevant to this participant will be destroyed at a potentially earlier date than 10 years. Which data will be made available after the end of the project? 1. The full project dataset will be available upon request, in order to protect research participants. Where/how will the data be made available for reuse? Upon request by mail 1. Data may be shared upon request and the signing of a data sharing agreement. It is preferable that the data is not publicly available in order to protect research participants. When will the data be made available? Upon publication of the research results The data may be made available after the research results have been published, in order to protect research participants and the integrity of the study. Who will be able to access the data and under what conditions? 1. The dataset will be retained on J: server and OneDrive, and will be available by request from justifiably motivated persons. The work will be protected by a CC BY-NC-SA license. Therefore, it may be released under specific approval from the PI. What are the expected costs for data sharing? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 1. There is likely to be no cost to data sharing, as the dataset may be shared via regular cloud storage (e.g., OneDrive) and downloaded by the receiving party. 8. Responsibilities Who will be responsible for data documentation & metadata? Sean Smith, the PI, will document data and metadata. Who will be responsible for data storage & back up during the project? Sean Smith, the PI, will store and back up data. Who will be responsible for ensuring data preservation and reuse ? Sean Smith, the PI, will be responsible for preserving data and providing for its reuse. Who bears the end responsibility for updating & implementing this DMP? The PI - Sean Smith - bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}