{
    "document_id": "D-2023-1888",
    "LinkTitle": "D-2023-1888",
    "file_name": "D-2023-1888.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1888.pdf",
    "metadata": {
        "title": "D-2023-1888",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Elisabeth Niederdöckl  https://orcid.org/0000-0002-9635-5599\nContributor name(s) (+ ORCID) & roles Barbara Baert Supervisor Ku Leuven\nVincent Debiais Supervisor EHESS\nProject number1 & title  1143823N - Portable Altars and the Aesthetical changes within 11th-12th\ncenturies reforms of the Church. The Sublime Revelation of the\nInvisible Presence.\nFunder(s) GrantID2\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description         -      This interdisciplinary research on portable altars from the XI XII centuries is expected to\n      , ,     give a greater sensibility regarding their conception perception and use within the\n       .     theological and historical changes affecting the medieval Church This analysis is expected\n             to give a greater understanding regarding the research field of medieval material culture\n,  ,    ,   .  studies sound studies medieval understanding of abstraction and space studies The novel  \n            semantic significance asserted by medieval theological writings to portable altars will help in  \n         . , reconsidering their various employment and meaning throughout the liturgical year Finally\n               this analysis analyzes if portable altars may be part of a tradition pledging for the centrality  \n   ,     . ,      of the Roman Church which party exists till nowadays Overall central to this study will be  \n          ,   the question regarding the visualization of the secularization of the sublime therefore the\n     . rendering of the divine invisible presence  \n,             First the selected portable altars will be analyzed from a theological and historiographical\n  .             point of view The results of the latter analysis will allow envisioning portable altars use\n   ,     . ,  within the ecclesiastical year therefore questioning their variable perception Lastly their\n                (  use has to be linked to the priests and their usage of liturgical vessels in general such as  \n , ,  ).Gospel Books Chalices and Patens\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nBuddeCollection of all \nexisting \nportable altars. \nTextual \ndescription, \ndata regarding \ngeneralities☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other \n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nLuginbilAdded portable \naltars which \nwere not listed \nby Budde.☒ Generate new \ndata☒ Digital☒ Compiled☒ .txt☒ < 1 GB\nRupert von \nDeutz de Description XI-\nXII century ☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5divinis officiisliturgy and \nincludes \nobservations on \nplainchant.\nHonorius \nAugustodune\nnsis, Gemma \nAnimaeThe non-\nscholastic \nversion of \nRupert of Deutz, \ntherefore, used \nfor a broader \nperception of \nthe internal \nliturgical \nchanges of XI-XII \ncenturies.☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 1 GB\nGerhoch von \nReichersbergDescription XI-\nXII centuries \nCentral \nEuropean \nLiturgical \ncelebrations☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 1 GB\nWibaldus of \nStavelot, \nCodex \nEpistolari For a precise \nstudy of the \nemblematic \nexample \nStavelot \nPortable Altar ☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 100 MB\nFWO DMP Template (Flemish Standard DMP) 6(Brussels, MAH)\nVulgataFor the \nIconography☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 100 MB\nPatrologia \nLatina (Serie \nA&B)For the \nIconography \nand \ncontextualizatio\nn of the objects \nunderstanding☒ Generate new \ndata☒ Digital☒ Compiled/ \nTextual☒ .txt☒ < 100 MB\nKunstgewerb\nemuseum \nBerlinWelfenschatz \ncollection of the \nexisting \nportable altars \nwhich will be \nstudied first- \nhand☒ Generate new \ndata☒ Physical First-hand study on  \nthe Objects Data \nwill be collected on \ntheir generalities as  \nweight and \nmesurements of \nimportant details \nwhich have never \nbeen collected \nbefore\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Patrologia Latina (Serie A&B)URL: https://www.libraries.rutgers.edu/databases/patrologia_latina   ; \nVulgata: URL: https://vulgate.org ; Rupert of Deutz: \nhttps://books.google.be/books/about/Patrologia_Latina_168_R_D_D_Ruperti_Abba.html?\nid=Mk1FzgEACAAJ&redir_esc=y ; Honorius Augustodunensis: \nhttp://www.documentacatholicaomnia.eu/04z/z_1080-\n1137__Honorius_Augustodunensis__Gemma_Animae__MLT.pdf.html ; Wibaldus of Stavelot: \nhttps://viaf.org/viaf/213109960/ ; Gerhoch von Reichersberg: \nhttps://www.geschichtsquellen.de/autor/2376 ; Kunstgewerbemuseum: \nhttps://www.medieval.eu/highlights-from-the-guelph-treasure-welfenschatz-self-treasure/ ;\nBudde: https://www.worldcat.org/title/altare-portale-kompendium-der-tragaltare-des-mittelalters-600-\n1600/oclc/611258410?referer=di&ht=edition ; Luginbil: https://medievalportablealtars.com/the-database/\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 9Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Notebooks and txt documents will be regularly compiled and organised to make them accessible to  \nsupervisors and other students. These Documentations will be stored and might be published if \nrelevant.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nLibrary cataloguing system (author, title, subject, year). Version control is integrated.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP) 104.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive for Business Cloud Storage  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Version management is available. Up to 100 versions per file.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: 2TB\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7OneDrive for Business is suitable for strictly confidential data, as long as multifactor \nauthentication with the KU Leuven Authenticator app is activated. Access via web browser \nand sync app. Extensive possibilities to collaborate within and outside KU Leuven.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Free for staff and students of KU Leuven\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).none\nFWO DMP Template (Flemish Standard DMP) 12Where will these data be archived (stored and \ncurated for the long-term)?\nPublications\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The storage is granted by KU Leuven. No additional data storage is needed. Publications will grant the \naccess to additional data which might be interesting to make accessible.\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.\nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  The data from the project will be published unter the licence of the researchers name, the institutions, \nand the institution giving the grant\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Elisabeth Niederdöckl  \nWho will manage data storage and backup \nduring the research project?Elisabeth Niederdöckl\nWho will manage data preservation and \nsharing?Elisabeth Niederdöckl\nWho will update and implement this DMP? Elisabeth Niederdöckl"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Elisabeth Niederdöckl https://orcid.org/0000-0002-9635-5599 Contributor name(s) (+ ORCID) & roles Barbara Baert Supervisor Ku Leuven Vincent Debiais Supervisor EHESS Project number1 & title 1143823N - Portable Altars and the Aesthetical changes within 11th-12th centuries reforms of the Church. The Sublime Revelation of the Invisible Presence. Funder(s) GrantID2 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description - This interdisciplinary research on portable altars from the XI XII centuries is expected to , , give a greater sensibility regarding their conception perception and use within the . theological and historical changes affecting the medieval Church This analysis is expected to give a greater understanding regarding the research field of medieval material culture , , , . studies sound studies medieval understanding of abstraction and space studies The novel semantic significance asserted by medieval theological writings to portable altars will help in . , reconsidering their various employment and meaning throughout the liturgical year Finally this analysis analyzes if portable altars may be part of a tradition pledging for the centrality , . , of the Roman Church which party exists till nowadays Overall central to this study will be , the question regarding the visualization of the secularization of the sublime therefore the . rendering of the divine invisible presence , First the selected portable altars will be analyzed from a theological and historiographical . point of view The results of the latter analysis will allow envisioning portable altars use , . , within the ecclesiastical year therefore questioning their variable perception Lastly their ( use has to be linked to the priests and their usage of liturgical vessels in general such as , , ).Gospel Books Chalices and Patens FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume BuddeCollection of all existing portable altars. Textual description, data regarding generalities☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA LuginbilAdded portable altars which were not listed by Budde.☒ Generate new data☒ Digital☒ Compiled☒ .txt☒ < 1 GB Rupert von Deutz de Description XI- XII century ☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5divinis officiisliturgy and includes observations on plainchant. Honorius Augustodune nsis, Gemma AnimaeThe non- scholastic version of Rupert of Deutz, therefore, used for a broader perception of the internal liturgical changes of XI-XII centuries.☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 1 GB Gerhoch von ReichersbergDescription XI- XII centuries Central European Liturgical celebrations☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 1 GB Wibaldus of Stavelot, Codex Epistolari For a precise study of the emblematic example Stavelot Portable Altar ☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 100 MB FWO DMP Template (Flemish Standard DMP) 6(Brussels, MAH) VulgataFor the Iconography☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 100 MB Patrologia Latina (Serie A&B)For the Iconography and contextualizatio n of the objects understanding☒ Generate new data☒ Digital☒ Compiled/ Textual☒ .txt☒ < 100 MB Kunstgewerb emuseum BerlinWelfenschatz collection of the existing portable altars which will be studied first- hand☒ Generate new data☒ Physical First-hand study on the Objects Data will be collected on their generalities as weight and mesurements of important details which have never been collected before FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Patrologia Latina (Serie A&B)URL: https://www.libraries.rutgers.edu/databases/patrologia_latina ; Vulgata: URL: https://vulgate.org ; Rupert of Deutz: https://books.google.be/books/about/Patrologia_Latina_168_R_D_D_Ruperti_Abba.html? id=Mk1FzgEACAAJ&redir_esc=y ; Honorius Augustodunensis: http://www.documentacatholicaomnia.eu/04z/z_1080- 1137__Honorius_Augustodunensis__Gemma_Animae__MLT.pdf.html ; Wibaldus of Stavelot: https://viaf.org/viaf/213109960/ ; Gerhoch von Reichersberg: https://www.geschichtsquellen.de/autor/2376 ; Kunstgewerbemuseum: https://www.medieval.eu/highlights-from-the-guelph-treasure-welfenschatz-self-treasure/ ; Budde: https://www.worldcat.org/title/altare-portale-kompendium-der-tragaltare-des-mittelalters-600- 1600/oclc/611258410?referer=di&ht=edition ; Luginbil: https://medievalportablealtars.com/the-database/ 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Notebooks and txt documents will be regularly compiled and organised to make them accessible to supervisors and other students. These Documentations will be stored and might be published if relevant. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Library cataloguing system (author, title, subject, year). Version control is integrated. If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) 104.Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive for Business Cloud Storage How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Version management is available. Up to 100 versions per file. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: 2TB If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7OneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated. Access via web browser and sync app. Extensive possibilities to collaborate within and outside KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Free for staff and students of KU Leuven 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).none FWO DMP Template (Flemish Standard DMP) 12Where will these data be archived (stored and curated for the long-term)? Publications What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The storage is granted by KU Leuven. No additional data storage is needed. Publications will grant the access to additional data which might be interesting to make accessible. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The data from the project will be published unter the licence of the researchers name, the institutions, and the institution giving the grant Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? None 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?Elisabeth Niederdöckl Who will manage data storage and backup during the research project?Elisabeth Niederdöckl Who will manage data preservation and sharing?Elisabeth Niederdöckl Who will update and implement this DMP? Elisabeth Niederdöckl"
}