{
    "document_id": "D-2024-3271",
    "LinkTitle": "D-2024-3271",
    "file_name": "D-2024-3271.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3271.pdf",
    "metadata": {
        "title": "Identifying Dyslexia Earlier in Life",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Identifying Dyslexia Earlier in Life\nIdentifying Dyslexia Earlier in Life\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nCTSiN\nThe role of reading\nexperience in\natypical cortical\ntracking of speech\nand speech-in-noise\nin dyslexia\nOpen source available dataset which contains\nMEG data of children with and without dyslexia\nlistening to speech (presented with or without\nlip movements / with or without noise)\n \nE\nE\n(existing)\n(existing)\n \nD\nD\n(digital)\n(digital)\nA\nA\nudiovisual\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\n .fif\n \n<300GB\n \nDYSCO (-HONEY)\nWe plan to \ncollect\n a dataset, collecting neural\ndata (EEG and MRI), speech recordings and\nbehavioural data as part of a longitudinal study\nthat will follow preschool children across\ndevelopment. A more extensive description is\nadded below.\nNew\nNew\nD (digital)\n& P\n(physical)\nA\nA\nudiovisual\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\n \n.pdf\n. apr\n.txt\n.csv\n.pdf\n \nEEG:\n.bdf\nMRI:\n.bval,\n.bvec,\n.par,\n.rec,\n.xml,\n.json,\n.nii\n~ 7 TB\nPhysical\ndata (e.g.\noutcomes\nfrom paper\npencil\ntests). This\ndata does\nnot contain\nparticipant\ninformation\nand will be\nstored in\nclosed\ncabinets\n(10th floor\nON2,\nExpORL). \nImportant note regarding the DYSCO-HONEY dataset\nImportant note regarding the DYSCO-HONEY dataset\n: This dataset will be collected in collaboration with several PhD and\nPostdoctoral researchers. For the current project, I will focus specifically on a subset of the collected data, namely the behavioral\nand EEG data. As a result, this Data Management Plan (DMP) will concentrate on these file types. Data curation for the full\nDYSCO-HONEY dataset is outlined in a separate DMP (HONEY project: Heterogeneity and Oscillome in Naturalistic Environments\nin Young Children; ID 212074).\n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nCTSiN dataset: The source data is online available (\nhttps://osf.io/9ce5t/)\n. We are not responsibility of maintaining this\nsource data, no responsible person has been designated on this behave.\nDYSCO dataset: prof. Maaike Vandermosten will be responsible for preserving the data at least 5 years after the end of\nthe research. \n2\n. \nStorage capacity/repository\nduring the research\nCTSiN dataset: On personal, encrypted hard drive. \nDYSCO dataset: On personal, encrypted hard drive and on KU Leuven maintained drives (see more details in DMP\n212074)\nafter the research\nCTSiN dataset: A compressed format of the data will be stored on the KU Leuven maintained drives together with\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n1 of 8\nthe intermediate results and processing code if the dataset is used for publication. This compressed format should\nenable replication of published study. \nDYSCO dataset: The source data will be stored on KU Leuven maintained drives. Note that one data repository will\nbe created for the whole dataset containing all the gather files from behavioural, EEG and MRI measurements. (see\nmore details in DMP 212074)\nRemark on Storage Capacity During Research:\nRemark on Storage Capacity During Research:\nGiven the large size of source data files (e.g., raw EEG data), it is necessary to use a local hard drive for efficient processing which\nis not guaranteed when storing these large files on network drives. However, it is essential that the local hard drive contains\nduplicate copies of the files stored on the network drives. All source data must remain available on the network drives at all\ntimes.\nIn addition to the raw data, processing code will also be generated throughout the research. This code will be stored in both\nGitLab and GitHub repositories, with a Git tag created upon publication. This practice ensures that the code archived is an exact,\nreproducible version of the one used in the publication.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nIn both datasets, the neural responses of children were/will be collected to speech. Children are a vulnerable population and\ntherefore specific security measures should be taken. \nCTSiN dataset: The raw data (MEG responses and behavioural data) is available online. However, no personal data which\nallows direct identification of the participant is shared. Therefore no specific security measures are taken. \nDYSCO dataset: The data set maintained on the KU Leuven maintained drives combines the information for behavioural, EEG\nand MRI experiments. However, the information linked to identification of the participants (obtained in files such as\nparticipant questionnaire and informed consent) will not be uploaded in this dataset. These files, linked to the identify of the\nparticipant, will be stored in a separate folder, with limited access only accessible for the researchers involved in the data\ncollection. \nThe copy on the personal hard drive shall never contain files to allow direct identification of the participant. An additional security\nmeasure is taken by encrypting (i.e., password protecting) the hard drive. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWe will implement two key steps to enhance the readability of the datasets and the reproducibility of the results:\n1\n. \nImplementing the BIDS Format:\nImplementing the BIDS Format:\n The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which\ninvolves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the\ndataset, as well as the derived results. Metadata will be added whenever available.\n2\n. \nCode Maintenance Using GIT (GitLab):\nCode Maintenance Using GIT (GitLab):\n GitLab will be utilized for managing and versioning the code. It will also serve as a\nbackup for all scripts and code necessary to generate intermediate results, ensuring that the entire process is reproducible\nand well-documented.\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n2 of 8\nIdentifying Dyslexia Earlier in Life\nIdentifying Dyslexia Earlier in Life\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\n Digital Data\nType\nFile\nformat\nData\nvolume\nPhysical\nvolume\nCTSiN\nThe role of reading\nexperience in\natypical cortical\ntracking of speech\nand speech-in-\nnoise in dyslexia\nOpen source available dataset which contains\nMEG data of children with and without\ndyslexia listening to speech (presented with or\nwithout lip movements / with or without noise)\n \nE\nE\n(existing)\n(existing)\n \nD\nD\n(digital)\n(digital)\nA\nA\nudiovisual\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nObservational\nSoftware\n(code)\n .fif\n \n<300GB\n \nDYSCO-HONEY\nWe plan to \ncollect\n a dataset, collecting neural\ndata (EEG and MRI), speech recordings and\nbehavioural data as part of a longitudinal study\nthat will follow preschool children across\ndevelopment. A more extensive description is\nadded below.\nNew\nNew\nD (digital)\n& P\n(physical)\nA\nA\nudiovisual\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\n \n.pdf\n. apr\n.txt\n.csv\n.pdf\n \nEEG:\n.bdf\nMRI:\n.bval,\n.bvec,\n.par,\n.rec,\n.xml,\n.json,\n.nii\n~ 7 TB\nPhysical\ndata (e.g.\noutcomes\nfrom paper\npencil\ntests). This\ndata does\nnot contain\nparticipant\ninformation\nand will be\nstored in\nclosed\ncabinets\n(10th floor\nON2,\nExpORL). \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe dataset (CTSiN) is available through this link: https://osf.io/9ce5t/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nIn both datasets, the neural responses of children were/will be collected to speech. Children are a vulnerable population and\ntherefore ethics should be considered. \nEthical approval:\nCTSiN dataset: The study which collected the dataset was approved by the local ethics committee (Comité d’Ethique\nHospitalo-Facultaire Erasme-ULB, 021/406, Brussels, Belgium; approval number: P2017/081). Since this project only will\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n3 of 8\nreuse the existing data from the public available dataset, no ethical approval by EC is required (confirmed by EC Leuven on\n20/12/2023).\nDYSCO dataset: Ethical approval (S70080) is currently under review. \nThe one of the largest issues, after collection of the neural data, is protection of the child's identify. We will take all necessary\nmeasures to make sure no direct identification is possible from the neural data, i.e., no files with identity details will be stored in\nthe overall dataset, the files with identify details will be stored in a separate folder on KU Leuven maintained storage, with limited\naccess only accessible for the researchers involved in the data collection.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nPersonal data will be collected, purely for practical purposes (i.e., contacting the participant for collection of later time point,\ndeposit of compensation etc). However, except for practical purposes, this personal data will not be processed for further\nresearch purposes. \nThe collected data (i.e., behavioural, EEG and MRI outcomes) will be pseudonymised before storing the data on KU Leuven\nmaintained drives. The key for this pseudonymisation will be stored in a separate folder on KU Leuven maintained storage, with\nlimited access only accessible for the researchers involved in the data collection.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nWe will implement two key steps to enhance the readability of the datasets and the reproducibility of the results:\n1\n. \nImplementing the BIDS Format:\nImplementing the BIDS Format:\n The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which\ninvolves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the\ndataset, as well as the derived results. Metadata will be added whenever available.\n2\n. \nCode Maintenance Using GIT (GitLab & GitHub):\nCode Maintenance Using GIT (GitLab & GitHub):\n GitLab & GitHub will be utilized for managing and versioning the code. It will\nalso serve as a backup for all scripts and code necessary to generate intermediate results, ensuring that the entire process\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n4 of 8\nis reproducible and well-documented.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe BIDS data structure incorporates additional metadata files to improve the readability and reproducibility of the dataset.\nThese metadata will be included whenever available. BIDS is a standardized format that ensures proper documentation of data\nwith sufficient metadata for easy readability.\nAt ExpORL, we use a customized variation of the BIDS structure to support additional file types. However, this custom variation\nstill maintains the mandatory metadata requirements of the standard BIDS format.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nCTSiN dataset: The raw data is stored online (https://osf.io/9ce5t/). In order to analyze the data, some files will need to be\nstored on the (encrypted) hard drive (since calculations from a non-local source are too slow and lead to computational\nfailures).\nDYSCO dataset: The source data will be stored on KU Leuven managed drives. A local copy is save on the (encrypted) hard\ndrive. Note that the duplicate files on the encrypted hard drive will never be files which can be linked to identification of the\nparticipant. \nThe generated script will be stored on Gitlab/GitHub. \nHow will the data be backed up?\nHow will the data be backed up?\nA backup on the encrypted local hard drive is taken automatically at least once a week. \nGitLab/GitHub manages the code and its versions, and therefore, also functions as a back up of all code to generate intermediate\nresults. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe local personal encrypted hard drive has a capacity of 4 TB. If additional storage is needed, an external hard drive can be\npurchased. To ensure sufficient backup space, an external 10 TB hard drive has already been acquired.\nFurthermore, the data will also be stored on the L and K drives, which are backed up according to KUL's backup strategies. The\npartitions on both the L and K drives will be incrementally expanded as necessary to accommodate the growing dataset over\ntime.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data on the external hard drives is protected through encryption, ensuring that access is restricted. The encryption is\npassword-protected, allowing only the designated researchers to access their personal hard drives. \nOn the \nL-drive\nL-drive\n, permission settings are configured so that files can be modified by researchers involved in the DYSCO\ncollaboration. Once data is moved to the \nK-drive\nK-drive\n, files are locked and cannot be modified.\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n5 of 8\nThe research scripts are securely backed up through \nGitLab & GitHub\nGitLab & GitHub\n, which is accessible to all team members and principal\ninvestigators (PIs), but restricted from unauthorized individuals.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected Costs for data storage and backup during the DYSCO HONEY project:\n1\n. \nL-drive\nL-drive\n:\n€475.70 per year x 4 years = \n€1 902.80\n€1 902.80\n (for 5 TB)\n2\n. \nK-drive\nK-drive\n:\nFor the first 2 years: €4.76 per 100 GB per year x 35 x 2 year = €333.2 (for 3.5 TB)\nFor the following 2 years: €4.76 per 100 GB per year x 70 x 2 year= €666.4 (for 4 TB)\nTotal for K-drive\nTotal for K-drive\n: €999.6\n3\n. \nTotal Storage Cost on KUL Maintained Drives\nTotal Storage Cost on KUL Maintained Drives\n:\n€2 902.4\n€2 902.4\n, which will be covered by the C1 bench fee.\n4\n. \nImaging-Specific Hard Drives\nImaging-Specific Hard Drives\n:\nThe imaging-specific hard drives, purchased for \n€722.99\n€722.99\n, were acquired using the personal FWO bench fee allocated to\nMarlies Gillis.\nFor more information, see the DMP of the DYSCO-HONEY project (HONEY project: Heterogeneity and Oscillome in Naturalistic\nEnvironments in Young Children; ID 212074).\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\n All data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nCTSiN dataset: The data is stored online (https://osf.io/9ce5t/). A copy of the data will be stored on KU Leuven maintained\ndrives, when this dataset is used for publication. \nDYSCO dataset: The data will be stored on KU Leuven maintained drives. \nThe processing code will be stored using git (and a git tag will be generated). \nAfter finalizing the study, the caches and results will be stored on KU Leuven-managed drives (for min. 10 years). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected Cost of Data Preservation: 10 years x €4.76 per 100 GB per year x 70 = \n€3 332\n€3 332\n (for 7 TB)\nThese costs will be covered by grant attributed to prof. Maaike Vandermosten (who is responsible for data preservation). \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nOther, please specify:\nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n6 of 8\nCTSiN dataset: This dataset is already open-accessible data. This dataset can be found here: \nhttps://osf.io/9ce5t/\n. If the\ndataset is used for publication, the processing code to generate the studies findings will be made available. \nDYSCO dataset: Choices regarding data collection are made with having the idea of making the dataset public after finalizing\nthe longitudinal study. However, no details regarding the practicalities of the data sharing has been agreed upon among the\nPIs guiding this longitudinal project. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nIf the DYSCO dataset (at the end of the longitudinal study) is published, the pseudonymised data will be shared to guarantee\nidentification of the participants. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNot determined yet. \nWhen will the data be made available?\nWhen will the data be made available?\nIf the data of the DYSCO dataset will be made available, this will be after finalization of the longitudinal study (i.e., 2028). \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot discussed yet. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nIf the data of the DYSCO dataset will be made available, we intend to publish this dataset and therefore this will also obtain a DOI\nnumber. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot discussed yet. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nI (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. \nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n7 of 8\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nI (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nNot discussed yet. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nI (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. \nCreated using DMPonline.be. Last modiﬁed 30 January 2025\n8 of 8"
    },
    "clean_full_text": "Identifying Dyslexia Earlier in Life Identifying Dyslexia Earlier in Life Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume CTSiN The role of reading experience in atypical cortical tracking of speech and speech-in-noise in dyslexia Open source available dataset which contains MEG data of children with and without dyslexia listening to speech (presented with or without lip movements / with or without noise) E E (existing) (existing) D D (digital) (digital) A A udiovisual S S ound N N umerical T T extual .fif <300GB DYSCO (-HONEY) We plan to collect a dataset, collecting neural data (EEG and MRI), speech recordings and behavioural data as part of a longitudinal study that will follow preschool children across development. A more extensive description is added below. New New D (digital) & P (physical) A A udiovisual S S ound N N umerical T T extual .pdf . apr .txt .csv .pdf EEG: .bdf MRI: .bval, .bvec, .par, .rec, .xml, .json, .nii ~ 7 TB Physical data (e.g. outcomes from paper pencil tests). This data does not contain participant information and will be stored in closed cabinets (10th floor ON2, ExpORL). Important note regarding the DYSCO-HONEY dataset Important note regarding the DYSCO-HONEY dataset : This dataset will be collected in collaboration with several PhD and Postdoctoral researchers. For the current project, I will focus specifically on a subset of the collected data, namely the behavioral and EEG data. As a result, this Data Management Plan (DMP) will concentrate on these file types. Data curation for the full DYSCO-HONEY dataset is outlined in a separate DMP (HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children; ID 212074). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) CTSiN dataset: The source data is online available ( https://osf.io/9ce5t/) . We are not responsibility of maintaining this source data, no responsible person has been designated on this behave. DYSCO dataset: prof. Maaike Vandermosten will be responsible for preserving the data at least 5 years after the end of the research. 2 . Storage capacity/repository during the research CTSiN dataset: On personal, encrypted hard drive. DYSCO dataset: On personal, encrypted hard drive and on KU Leuven maintained drives (see more details in DMP 212074) after the research CTSiN dataset: A compressed format of the data will be stored on the KU Leuven maintained drives together with Created using DMPonline.be. Last modiﬁed 30 January 2025 1 of 8 the intermediate results and processing code if the dataset is used for publication. This compressed format should enable replication of published study. DYSCO dataset: The source data will be stored on KU Leuven maintained drives. Note that one data repository will be created for the whole dataset containing all the gather files from behavioural, EEG and MRI measurements. (see more details in DMP 212074) Remark on Storage Capacity During Research: Remark on Storage Capacity During Research: Given the large size of source data files (e.g., raw EEG data), it is necessary to use a local hard drive for efficient processing which is not guaranteed when storing these large files on network drives. However, it is essential that the local hard drive contains duplicate copies of the files stored on the network drives. All source data must remain available on the network drives at all times. In addition to the raw data, processing code will also be generated throughout the research. This code will be stored in both GitLab and GitHub repositories, with a Git tag created upon publication. This practice ensures that the code archived is an exact, reproducible version of the one used in the publication. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) In both datasets, the neural responses of children were/will be collected to speech. Children are a vulnerable population and therefore specific security measures should be taken. CTSiN dataset: The raw data (MEG responses and behavioural data) is available online. However, no personal data which allows direct identification of the participant is shared. Therefore no specific security measures are taken. DYSCO dataset: The data set maintained on the KU Leuven maintained drives combines the information for behavioural, EEG and MRI experiments. However, the information linked to identification of the participants (obtained in files such as participant questionnaire and informed consent) will not be uploaded in this dataset. These files, linked to the identify of the participant, will be stored in a separate folder, with limited access only accessible for the researchers involved in the data collection. The copy on the personal hard drive shall never contain files to allow direct identification of the participant. An additional security measure is taken by encrypting (i.e., password protecting) the hard drive. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) We will implement two key steps to enhance the readability of the datasets and the reproducibility of the results: 1 . Implementing the BIDS Format: Implementing the BIDS Format: The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which involves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the dataset, as well as the derived results. Metadata will be added whenever available. 2 . Code Maintenance Using GIT (GitLab): Code Maintenance Using GIT (GitLab): GitLab will be utilized for managing and versioning the code. It will also serve as a backup for all scripts and code necessary to generate intermediate results, ensuring that the entire process is reproducible and well-documented. Created using DMPonline.be. Last modiﬁed 30 January 2025 2 of 8 Identifying Dyslexia Earlier in Life Identifying Dyslexia Earlier in Life FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Digital Data Type File format Data volume Physical volume CTSiN The role of reading experience in atypical cortical tracking of speech and speech-in- noise in dyslexia Open source available dataset which contains MEG data of children with and without dyslexia listening to speech (presented with or without lip movements / with or without noise) E E (existing) (existing) D D (digital) (digital) A A udiovisual S S ound N N umerical T T extual Observational Software (code) .fif <300GB DYSCO-HONEY We plan to collect a dataset, collecting neural data (EEG and MRI), speech recordings and behavioural data as part of a longitudinal study that will follow preschool children across development. A more extensive description is added below. New New D (digital) & P (physical) A A udiovisual S S ound N N umerical T T extual .pdf . apr .txt .csv .pdf EEG: .bdf MRI: .bval, .bvec, .par, .rec, .xml, .json, .nii ~ 7 TB Physical data (e.g. outcomes from paper pencil tests). This data does not contain participant information and will be stored in closed cabinets (10th floor ON2, ExpORL). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The dataset (CTSiN) is available through this link: https://osf.io/9ce5t/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data In both datasets, the neural responses of children were/will be collected to speech. Children are a vulnerable population and therefore ethics should be considered. Ethical approval: CTSiN dataset: The study which collected the dataset was approved by the local ethics committee (Comité d’Ethique Hospitalo-Facultaire Erasme-ULB, 021/406, Brussels, Belgium; approval number: P2017/081). Since this project only will Created using DMPonline.be. Last modiﬁed 30 January 2025 3 of 8 reuse the existing data from the public available dataset, no ethical approval by EC is required (confirmed by EC Leuven on 20/12/2023). DYSCO dataset: Ethical approval (S70080) is currently under review. The one of the largest issues, after collection of the neural data, is protection of the child's identify. We will take all necessary measures to make sure no direct identification is possible from the neural data, i.e., no files with identity details will be stored in the overall dataset, the files with identify details will be stored in a separate folder on KU Leuven maintained storage, with limited access only accessible for the researchers involved in the data collection. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Personal data will be collected, purely for practical purposes (i.e., contacting the participant for collection of later time point, deposit of compensation etc). However, except for practical purposes, this personal data will not be processed for further research purposes. The collected data (i.e., behavioural, EEG and MRI outcomes) will be pseudonymised before storing the data on KU Leuven maintained drives. The key for this pseudonymisation will be stored in a separate folder on KU Leuven maintained storage, with limited access only accessible for the researchers involved in the data collection. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will implement two key steps to enhance the readability of the datasets and the reproducibility of the results: 1 . Implementing the BIDS Format: Implementing the BIDS Format: The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which involves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the dataset, as well as the derived results. Metadata will be added whenever available. 2 . Code Maintenance Using GIT (GitLab & GitHub): Code Maintenance Using GIT (GitLab & GitHub): GitLab & GitHub will be utilized for managing and versioning the code. It will also serve as a backup for all scripts and code necessary to generate intermediate results, ensuring that the entire process Created using DMPonline.be. Last modiﬁed 30 January 2025 4 of 8 is reproducible and well-documented. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The BIDS data structure incorporates additional metadata files to improve the readability and reproducibility of the dataset. These metadata will be included whenever available. BIDS is a standardized format that ensures proper documentation of data with sufficient metadata for easy readability. At ExpORL, we use a customized variation of the BIDS structure to support additional file types. However, this custom variation still maintains the mandatory metadata requirements of the standard BIDS format. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? CTSiN dataset: The raw data is stored online (https://osf.io/9ce5t/). In order to analyze the data, some files will need to be stored on the (encrypted) hard drive (since calculations from a non-local source are too slow and lead to computational failures). DYSCO dataset: The source data will be stored on KU Leuven managed drives. A local copy is save on the (encrypted) hard drive. Note that the duplicate files on the encrypted hard drive will never be files which can be linked to identification of the participant. The generated script will be stored on Gitlab/GitHub. How will the data be backed up? How will the data be backed up? A backup on the encrypted local hard drive is taken automatically at least once a week. GitLab/GitHub manages the code and its versions, and therefore, also functions as a back up of all code to generate intermediate results. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The local personal encrypted hard drive has a capacity of 4 TB. If additional storage is needed, an external hard drive can be purchased. To ensure sufficient backup space, an external 10 TB hard drive has already been acquired. Furthermore, the data will also be stored on the L and K drives, which are backed up according to KUL's backup strategies. The partitions on both the L and K drives will be incrementally expanded as necessary to accommodate the growing dataset over time. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data on the external hard drives is protected through encryption, ensuring that access is restricted. The encryption is password-protected, allowing only the designated researchers to access their personal hard drives. On the L-drive L-drive , permission settings are configured so that files can be modified by researchers involved in the DYSCO collaboration. Once data is moved to the K-drive K-drive , files are locked and cannot be modified. Created using DMPonline.be. Last modiﬁed 30 January 2025 5 of 8 The research scripts are securely backed up through GitLab & GitHub GitLab & GitHub , which is accessible to all team members and principal investigators (PIs), but restricted from unauthorized individuals. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected Costs for data storage and backup during the DYSCO HONEY project: 1 . L-drive L-drive : €475.70 per year x 4 years = €1 902.80 €1 902.80 (for 5 TB) 2 . K-drive K-drive : For the first 2 years: €4.76 per 100 GB per year x 35 x 2 year = €333.2 (for 3.5 TB) For the following 2 years: €4.76 per 100 GB per year x 70 x 2 year= €666.4 (for 4 TB) Total for K-drive Total for K-drive : €999.6 3 . Total Storage Cost on KUL Maintained Drives Total Storage Cost on KUL Maintained Drives : €2 902.4 €2 902.4 , which will be covered by the C1 bench fee. 4 . Imaging-Specific Hard Drives Imaging-Specific Hard Drives : The imaging-specific hard drives, purchased for €722.99 €722.99 , were acquired using the personal FWO bench fee allocated to Marlies Gillis. For more information, see the DMP of the DYSCO-HONEY project (HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children; ID 212074). 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? CTSiN dataset: The data is stored online (https://osf.io/9ce5t/). A copy of the data will be stored on KU Leuven maintained drives, when this dataset is used for publication. DYSCO dataset: The data will be stored on KU Leuven maintained drives. The processing code will be stored using git (and a git tag will be generated). After finalizing the study, the caches and results will be stored on KU Leuven-managed drives (for min. 10 years). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected Cost of Data Preservation: 10 years x €4.76 per 100 GB per year x 70 = €3 332 €3 332 (for 7 TB) These costs will be covered by grant attributed to prof. Maaike Vandermosten (who is responsible for data preservation). 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Other, please specify: Created using DMPonline.be. Last modiﬁed 30 January 2025 6 of 8 CTSiN dataset: This dataset is already open-accessible data. This dataset can be found here: https://osf.io/9ce5t/ . If the dataset is used for publication, the processing code to generate the studies findings will be made available. DYSCO dataset: Choices regarding data collection are made with having the idea of making the dataset public after finalizing the longitudinal study. However, no details regarding the practicalities of the data sharing has been agreed upon among the PIs guiding this longitudinal project. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects If the DYSCO dataset (at the end of the longitudinal study) is published, the pseudonymised data will be shared to guarantee identification of the participants. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Not determined yet. When will the data be made available? When will the data be made available? If the data of the DYSCO dataset will be made available, this will be after finalization of the longitudinal study (i.e., 2028). Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Not discussed yet. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes If the data of the DYSCO dataset will be made available, we intend to publish this dataset and therefore this will also obtain a DOI number. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Not discussed yet. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? I (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. Created using DMPonline.be. Last modiﬁed 30 January 2025 7 of 8 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? I (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Not discussed yet. Who will update and implement this DMP? Who will update and implement this DMP? I (Marlies Gillis) will update and implement this DMP with respect to how I maintain a subset of the DYSCO dataset. Created using DMPonline.be. Last modiﬁed 30 January 2025 8 of 8"
}