{
    "document_id": "D-2022-1566",
    "LinkTitle": "D-2022-1566",
    "file_name": "D-2022-1566.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1566.pdf",
    "metadata": {
        "title": "Catalytic and solid state NMR spectroscopic study of bimetallic catalysts: synergisms between Lewis acid and transition metal sites in carbonylation and transfer hydrocyanation reactions (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Catalytic and solid state NMR spectroscopic study of bimetallic catalysts:\nsynergisms between Lewis acid and transition metal sites in carbonylation and transfer\nhydrocyanation reactions (FWO DMP) - DMP title\nGrant Title\n G066522N\nPrincipal Investigator / Researcher\n Dirk De Vos\nDescription\n Catalytic coupling of two small molecules may proceed much faster if each\nmolecule is activated on a discrete metal centre. Especially combinations of transition metals\n(TM) and Lewis acids (LA) can generate a special synergy in heterogeneous catalysis. In\ncarbonylation of alcohols (or epoxides), CO and the alcohol (epoxide) are activated resp. by TM\nand LA sites; in transfer hydrocyanations, the slow steps are accelerated by binding of nitriles on\nLAs. So far, there are hardly any techniques showing how organic molecules are activated in such\nan interplay of 2 active centres (TM + LA). The project explores powerful solid state NMR\nspectroscopy techniques to map the proximity of LA and TM sites, and to detect which molecules\nbind on which active centres (LA, TM). Experiments comprise single- and double-resonance\nspectroscopy, possibly at elevated temperature and/or pressure. The proximity of paramagnetic\ncentres is detected via large paramagnetic shifts and significantly shortened relaxation times.\nIsotopes used are 1H, 13C, 15N, 119Sn, 27Al, 29Si, some of them after enrichment. For transfer\nhydrocyanation, LA centres are dispersed on a support, and combined with a Ni phosphine TM.\nFor carbonylation, both TM and LA are introduced into a porous material, e.g. a zeolite or a\nmetalorganic framework. The NMR insights will enable a rational design of improved catalysts.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nProfessor Dirk De Vos\nFWO Project Number & Title\nG066522N \n- \nCatalytic and solid state NMR spectroscopic study of bimetallic catalysts: synergisms\nbetween Lewis acid and transition metal sites in carbonylation and transfer hydrocyanation\nreactions\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nProcedures for performing reactions, for synthesizing catalysts and initial observations of these\nexperiments will be gathered. Such procedures will also result in raw data files containing\nchromatographic data (GC-FID, GC-MS) and material characterization data (XRD, physisorption\nand chemisorption data or spectroscopic analysis via \nNMR\n etc.). These will be processed in excel\nfiles, summaries and presentations, finally culminating in manuscripts. The combined virtual\nvolume of these datasets will be limited (< 15 GB), and will consist mostly of data files containing\nNMR Spectra/GC chromatograms (up to 10 GB).\nExamples:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of Data\nFormat\nTotal volume\nHow Created\nX-Ray\ndiffraction\npatterns\n.xrdml\n<500 MB\nXRD Spectroscopy of\nsynthesized catalysts\nNMR spectra\n/\n1-5 GB\nRaw and processed spectra\nof synthesized catalysts\nReactor design\nschemes\n.svg/.pptx\n<500 MB\nDesign schemes for the\ncatalytic reactors\nGC\nchromatograms\n.gcd\n1-2GB\nGC analysis of worked up\nreaction samples\nData analysis\n.xlsx\n<1GB\ndata analysis of formed\nproducts\nFT-IR-data\ncalcmet.spectrum\n<1GB\nFT-IR analysis of gaseous\nproducts.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe methods and reactor configurations developed in this project have potential for valorization,\nwhich will be subjected for discussion during the project. Patents will be submitted, transferred\nand valorized with the assistance of the intellectual property unit of KU Leuven Research &\nDevelopment (LRD).\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDetails to reproduce reaction procedures are described in a personal lab booklet. Upon\npresentation or publication of data, procedures are described in sufficient detail to enable a\nreproduction of the generated results for an experienced user. ReadMe-files or recording\nmethods for advanced characterization are stored in parallel with generated data.\nIn Ljubljana, G. Mali is responsible for the preservation of the raw NMR data. The analysis will be\nprovided to KULeuven and stored additionally to ensure proper documentation and data transfer.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAlthough no metadata standard is available for the advanced characterization in this project,\nmost techniques store a non-standardized ReadMe-file containing recording parameters and file\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\ninformation in parallel with recorded datasets. Alternatively, some datasets contain metadata\nheaders on recording parameters (e.g. XRD diffractograms). The data will be stored and named\nin a consistent manner with unambiguous identifiers. Descriptions of experiments and materials\nare kept in physical lab notes for each identifier. The data will be processed and summarized in a\ncomprehensive excel worksheet with references to the identifiers. The resulting summaries will\nculminate in presentations, and finally in manuscripts and/or patents.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nPhysical hand-notes of procedures and initial observations are kept in lab books. Digital data,\nwith unambiguous identifiers for reactions and materials, are kept in cloud storage from \nMS\nOneDrive for companies\n. KU Leuven has a long term agreement offering up to 2 TB of storage\nfor each user, coordinated through their general IT department (SET-IT). \nIn addition to digital acces and easy collaboration through shared folders, two additional copies\nof all data are stored on hard drives. \nSimilar strategies apply at the National Institute of Chemistry: NMR routines and raw data are\nstored on a storage disk at the NMR center; NMR raw and processed data, as well as input and\noutput files of first-principles calculations are stored on both the central servers and a storage\ndisk of the Department of Inorganic Chemistry and Technology.\nHow is backup of the data provided?\nThe data is automatically stored in the cloud and on the university servers through \nOneDrive\nsynchronization. Most raw data is also stored on the researcher computer (monitored through\nSET-IT) and frequently backed up off-line on external hard drives.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThanks to the efforts of the KULeuven IT department there is up to 2 TB of cloud acces via\nOneDrive. As the project is not expected to generate more than 15 GB of data this is more than\nsufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThese costs are covered university wide through the IT department. No additional costs are\nexpected for the storage of data. In case additional costs do arise, they will be covered by the\nproject budget or reserve funds.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored with the same precautions as the high safety standard provided by the\nKULeuven IT department. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the (KULeuven recommended) 10 year period after the end of the\nproject.\nWhere will the data be archived (= stored for the longer term)?\nUpon termination of the contract, in additon to long term storage on the OneDrive cloud, the data\nwill be backed-up and stored on an external hard drive (Samsung Portable SSD T5 1 TB),\nmanaged by Annelies Van Vlasselaer.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe high capacity of the cloud storage, in additon to the available external hard drive (1 TB)\nenables the preservation of data\nfrom multiple terminated or finished projects. Currently, an average of 15 GB is used for the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nfinished projects of each user, which allows to divide its cost over approximately 60 users. Given\nthe cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved\nIT-expenses are included in the project’s consumable expenses or covered by reserve funds.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nUpon publication of the research results, the full datasets will be made available upon reasonable\nrequest\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nFor KULeuven researchers or project collaborators, the raw data will be available for reuse\nthrough the shared folders. \nFor external users this will be available after publication of the papers or public announcement of\nany approved patents, upon reasonable request. \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo additional costs are expected as the data can be shared via online platforms (e.g.\nWeTransfer) or the already available shared folders in the storage cloud from OneDrive. If\nadditional costs would occur they will be covered from reserve funds.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student involved, in close collaboration with his Supervisor (Prof. Dirk De Vos).\nWho will be responsible for data storage & back up during the project?\nThe PhD student involved, in close collaboration with his Supervisor (Prof. Dirk De Vos) and the\nadministration office under coordination of Annelies Van Vlasselaer. \nWho will be responsible for ensuring data preservation and reuse ?\nProf. Dirk De Vos and Annelies Van Vlasselaer. \nWho bears the end responsibility for updating & implementing this DMP?\nProf. Dirk De Vos bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Catalytic and solid state NMR spectroscopic study of bimetallic catalysts: synergisms between Lewis acid and transition metal sites in carbonylation and transfer hydrocyanation reactions (FWO DMP) - DMP title Grant Title G066522N Principal Investigator / Researcher Dirk De Vos Description Catalytic coupling of two small molecules may proceed much faster if each molecule is activated on a discrete metal centre. Especially combinations of transition metals (TM) and Lewis acids (LA) can generate a special synergy in heterogeneous catalysis. In carbonylation of alcohols (or epoxides), CO and the alcohol (epoxide) are activated resp. by TM and LA sites; in transfer hydrocyanations, the slow steps are accelerated by binding of nitriles on LAs. So far, there are hardly any techniques showing how organic molecules are activated in such an interplay of 2 active centres (TM + LA). The project explores powerful solid state NMR spectroscopy techniques to map the proximity of LA and TM sites, and to detect which molecules bind on which active centres (LA, TM). Experiments comprise single- and double-resonance spectroscopy, possibly at elevated temperature and/or pressure. The proximity of paramagnetic centres is detected via large paramagnetic shifts and significantly shortened relaxation times. Isotopes used are 1H, 13C, 15N, 119Sn, 27Al, 29Si, some of them after enrichment. For transfer hydrocyanation, LA centres are dispersed on a support, and combined with a Ni phosphine TM. For carbonylation, both TM and LA are introduced into a porous material, e.g. a zeolite or a metalorganic framework. The NMR insights will enable a rational design of improved catalysts. Institution KU Leuven 1. General Information Name applicant Professor Dirk De Vos FWO Project Number & Title G066522N - Catalytic and solid state NMR spectroscopic study of bimetallic catalysts: synergisms between Lewis acid and transition metal sites in carbonylation and transfer hydrocyanation reactions Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Procedures for performing reactions, for synthesizing catalysts and initial observations of these experiments will be gathered. Such procedures will also result in raw data files containing chromatographic data (GC-FID, GC-MS) and material characterization data (XRD, physisorption and chemisorption data or spectroscopic analysis via NMR etc.). These will be processed in excel files, summaries and presentations, finally culminating in manuscripts. The combined virtual volume of these datasets will be limited (< 15 GB), and will consist mostly of data files containing NMR Spectra/GC chromatograms (up to 10 GB). Examples: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of Data Format Total volume How Created X-Ray diffraction patterns .xrdml <500 MB XRD Spectroscopy of synthesized catalysts NMR spectra / 1-5 GB Raw and processed spectra of synthesized catalysts Reactor design schemes .svg/.pptx <500 MB Design schemes for the catalytic reactors GC chromatograms .gcd 1-2GB GC analysis of worked up reaction samples Data analysis .xlsx <1GB data analysis of formed products FT-IR-data calcmet.spectrum <1GB FT-IR analysis of gaseous products. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The methods and reactor configurations developed in this project have potential for valorization, which will be subjected for discussion during the project. Patents will be submitted, transferred and valorized with the assistance of the intellectual property unit of KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Details to reproduce reaction procedures are described in a personal lab booklet. Upon presentation or publication of data, procedures are described in sufficient detail to enable a reproduction of the generated results for an experienced user. ReadMe-files or recording methods for advanced characterization are stored in parallel with generated data. In Ljubljana, G. Mali is responsible for the preservation of the raw NMR data. The analysis will be provided to KULeuven and stored additionally to ensure proper documentation and data transfer. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Although no metadata standard is available for the advanced characterization in this project, most techniques store a non-standardized ReadMe-file containing recording parameters and file This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 information in parallel with recorded datasets. Alternatively, some datasets contain metadata headers on recording parameters (e.g. XRD diffractograms). The data will be stored and named in a consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a comprehensive excel worksheet with references to the identifiers. The resulting summaries will culminate in presentations, and finally in manuscripts and/or patents. 5. Data storage and backup during the FWO project Where will the data be stored? Physical hand-notes of procedures and initial observations are kept in lab books. Digital data, with unambiguous identifiers for reactions and materials, are kept in cloud storage from MS OneDrive for companies . KU Leuven has a long term agreement offering up to 2 TB of storage for each user, coordinated through their general IT department (SET-IT). In addition to digital acces and easy collaboration through shared folders, two additional copies of all data are stored on hard drives. Similar strategies apply at the National Institute of Chemistry: NMR routines and raw data are stored on a storage disk at the NMR center; NMR raw and processed data, as well as input and output files of first-principles calculations are stored on both the central servers and a storage disk of the Department of Inorganic Chemistry and Technology. How is backup of the data provided? The data is automatically stored in the cloud and on the university servers through OneDrive synchronization. Most raw data is also stored on the researcher computer (monitored through SET-IT) and frequently backed up off-line on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Thanks to the efforts of the KULeuven IT department there is up to 2 TB of cloud acces via OneDrive. As the project is not expected to generate more than 15 GB of data this is more than sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? These costs are covered university wide through the IT department. No additional costs are expected for the storage of data. In case additional costs do arise, they will be covered by the project budget or reserve funds. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored with the same precautions as the high safety standard provided by the KULeuven IT department. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the (KULeuven recommended) 10 year period after the end of the project. Where will the data be archived (= stored for the longer term)? Upon termination of the contract, in additon to long term storage on the OneDrive cloud, the data will be backed-up and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The high capacity of the cloud storage, in additon to the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects. Currently, an average of 15 GB is used for the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 finished projects of each user, which allows to divide its cost over approximately 60 users. Given the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT-expenses are included in the project’s consumable expenses or covered by reserve funds. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Upon publication of the research results, the full datasets will be made available upon reasonable request Where/how will the data be made available for reuse? In a restricted access repository For KULeuven researchers or project collaborators, the raw data will be available for reuse through the shared folders. For external users this will be available after publication of the papers or public announcement of any approved patents, upon reasonable request. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No additional costs are expected as the data can be shared via online platforms (e.g. WeTransfer) or the already available shared folders in the storage cloud from OneDrive. If additional costs would occur they will be covered from reserve funds. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student involved, in close collaboration with his Supervisor (Prof. Dirk De Vos). Who will be responsible for data storage & back up during the project? The PhD student involved, in close collaboration with his Supervisor (Prof. Dirk De Vos) and the administration office under coordination of Annelies Van Vlasselaer. Who will be responsible for ensuring data preservation and reuse ? Prof. Dirk De Vos and Annelies Van Vlasselaer. Who bears the end responsibility for updating & implementing this DMP? Prof. Dirk De Vos bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}