{
    "document_id": "D-2024-3290",
    "LinkTitle": "D-2024-3290",
    "file_name": "D-2024-3290.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3290.pdf",
    "metadata": {
        "title": "(12A5525N) Reclaiming the promise of mobile sensing for emotion research",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "(12A5525N) Reclaiming the promise of mobile sensing for emotion research\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n1 of 9\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n2 of 9\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n3 of 9\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\n(12A5525N) Reclaiming the promise of mobile sensing for emotion research\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nWP1+3 mobile\nsensing data\nMobile sensing data collected in\nDecember 2021, e.g. physical activity,\nlocation, and environmental context\nReuse existing data\nDigital\nObservational\n.json\n700GB\nWP1+3 ESM\ndata\nSelf-report questionnaires capturing\nemotional states at multiple time\npoints daily\nReuse existing data\nDigital\nObservational\n.csv\n5MB\nWP1+3\npersonality\nquestionnaires\nQuestionnaires assessing personality\ntraits and risk of emotion disorders\nReuse existing data\nDigital\nObservational\n.csv\n1MB\nWP1+3\ninformed\nconsent\nInformed consents participants\nReuse existing data\nDigital\nNA\n.csv\n104ICs\nWP2 mobile\nsensing\ndata\nMobile sensing data, e.g. physical\nactivity, location, and environmental\ncontext\nNew\nDigital\nObservational\n.json\n50GB\nWP2 ESM data\nSelf-report questionnaires capturing\nemotional states at multiple time\npoints daily\nNew\nDigital\nObservational\n.csv\n5MB\nWP2\npersonality\nquestionnaires\nQuestionnaires assessing personality\ntraits and risk of emotion disorders\nNew\nDigital\nObservational\n.csv\n1MB\nWP2 informed\nconsents\nInformed consents participants\nNew\nDigital\nNA\n.csv\n105ICs\nWP4 mobile\nsensing\ndata\nMobile sensing data, e.g. physical\nactivity, location, and environmental\ncontext\nNew\nDigital\nObservational\n.json\n50GB\nWP4 ESM data\nSelf-report questionnaires capturing\nemotional states at multiple time\npoints daily\nNew\nDigital\nObservational\n.csv\n5MB\nWP4\npersonality\nquestionnaires\nQuestionnaires assessing personality\ntraits and risk of emotion disorders\nNew\nDigital\nObservational\n.csv\n1MB\nWP4 informed\nconsents\nInformed consents participants\nNew\nDigital\nNA\n.csv\n100ICs\nR code\nCode for data processing, analysis,\nand model development.\nNew and existing data\nDigital\nSoftware\n.R\n5MB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nFor the datasets related to WP1+3, we are referencing information that is detailed in the publication available at\nhttps://doi.org/10.2196/43296\n. The data described within this source are for reference only, as the actual datasets are not\navailable for public sharing.\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n4 of 9\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nFor WPs 1 and 3 we observed healthy participants. For this we already have approval from KU Leuven's ethics board (SMEC) with\napproval number G-2020-2200-R3(AMD). WP2 focuses on both healthy individuals and former patients with remitted depression,\nin which case we plan to obtain ethical approval from UZ/KU Leuven's medical ethics board. Finally, for WP4, we will validate the\nalgorithm in a sample consisting of healthy individuals, for which we will again require approval from SMEC.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nFor each WP, we will need to collect at least the following personal data types:\nName and surname; Necessary for paying participants\nHome address; Necessary for paying participants\nEmail address; Necessary for paying participants\nMobile phone device information; Necessary for identifying problems that occur with specific devices, e.g. faulty sensors\nwith certain brands.\nGPS data; Due to the highly identifying nature of this data, it cannot be pseudonymised in such a way that it retains its\nusefulness.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe datasets derived from participant data across all work packages are exclusively designated for academic and research\npurposes and are not earmarked for commercial exploitation. However, the technological advancements achieved, specifically\nthe development of an R package, will be used for commercial valorisation through a spin-off initiative by m-Path. This R package\nrepresents the tangible output of our research and has potential applications in technology transfer, where the methodologies\nand tools developed can be adapted for broader use within the industry by m-Path.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n5 of 9\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTo ensure our data remains clear and usable, we store mobile sensing data in JSON files and a structured SQLite database,\naccompanied by detailed documentation on the data schema. R functions for data interaction are well-documented for user\nunderstanding. The study's data collection procedures are outlined in flowcharts for easy reference.\nESM data is documented in a Word document noting question timing and participant instructions. Personality questionnaires are\ndirectly linked to their original sources for proper context and usage.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nCollected data will be accompanied by detailed manual files that describe the collection methods and the contents of each data\nfield. The mobile sensing data will also be systematically organized within a structured SQLite database. Due to the sensitive\nnature of mobile sensing data, which includes GPS locations, sharing of the raw data is not permissible.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term\npreservation. We will process the data exclusively on computers with encrypted hard drives. For the transfer of mobile sensing\ndata from participants' phones, we will use pCloud, a secure GDPR-compliant cloud storage provider specialising in sensitive\ndata, based in Switzerland. Data will be promptly deleted from pCloud servers following download to ensure security.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThroughout the project, data will live on an encrypted hard disk to facilitate easy access for analyses. The folders in which these\ndata are stored are backed up on OneDrive and shared with collaborators. Once a project is complete, it is transferred to Large\nVolume Storage for long term preservation. Capacity is not an issue as data does not exceed more than 1 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium\nconfidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security\nprotocols. Access permissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated,\nand audited by designated data managers who are trained for this role, regardless of their IT expertise.\nFor the code files, which include pseudonyms, access is tightly controlled by a dedicated data manager, with the Principal\nInvestigator serving as an alternate overseer. Researchers involved in the project are granted access exclusively to\npseudonymised data, ensuring that personal identifiers are not disclosed.\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n6 of 9\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe anticipated costs for data storage and backup for the duration of the research project are estimated at €1044.20, based on\nthe projected data volume of less than 1 terabyte over a span of 10 years. These expenses have been incorporated into the bench\nfee component of the funding proposals submitted to the FWO.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nGiven that the data is less than 1 TB in size, storing the data for 10 years would cost €1044.20. This cost is factored into the\nrequested bench fee from FWO.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nDue to the sensitive nature of the mobile sensing data and the fact that certain components cannot be effectively\npseudonymized, the collected mobile sensing data in this project will not be made publicly available for external sharing. This\nensures the protection of participant privacy and data confidentiality.\nThe ESM and personality questionnaires data will be subject to an embargo period to secure the research team's time to fully\nanalyse the data and publish the findings. This measure is to prevent premature dissemination of the data which could lead to\npotential intellectual property issues or misappropriation of the research concepts by third parties.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe mobile sensing data will not be made publicly available as these cannot be sufficiently pseudonymised. Participants'\npersonal information (e.g., contact information, names, etc.) will never be shared.\nQuestionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework\nand/or Gitlab. The R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n7 of 9\nDue to the inherent nature of this data, particularly the inclusion of GPS coordinates, there is a high risk of participant re-\nidentification. The specificity and granularity of the data could potentially reveal sensitive personal information. As such, to\nmaintain participant confidentiality and comply with data protection regulations, this subset of the data will not be shared publicly\nwithout a data transfer agreement.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOther (specify below)\nThe mobile sensing data will not be made available as these cannot be sufficiently pseudonymised. Participants' personal\ninformation (e.g., contact information, names, etc.) will never be shared.\nQuestionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework\nand/or Gitlab.\nThe R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nMobile Sensing Data: Access to this dataset is restricted due to its sensitive nature. Sharing of the data will only occur under a\nformal data transfer agreement that guarantees appropriate security and confidentiality measures. The agreement will be\nestablished with a receiving institution before any data transfer, ensuring the protection of participant privacy.\nESM and questionnaire data will be shared under CC-BY 4.0 after publication of the research results.\nThe R package mpathsenser is currently published under the GNU GPL-3.0 license. Future code resulting from this project will be\nmade available under the same license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nA permanent identifier is added to data upon deposit in a repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data at the Open Science Framework, CRAN and Gitlab is free.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nKoen Niemeijer and Peter Kuppens \nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n8 of 9\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nKoen Niemeijer, Peter Kuppens, and Kristof Meers \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nKoen Niemeijer and Peter Kuppens \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nKoen Niemeijer and Peter Kuppens \nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n9 of 9"
    },
    "clean_full_text": "(12A5525N) Reclaiming the promise of mobile sensing for emotion research (12A5525N) Reclaiming the promise of mobile sensing for emotion research Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 26 February 2025 1 of 9 (12A5525N) Reclaiming the promise of mobile sensing for emotion research (12A5525N) Reclaiming the promise of mobile sensing for emotion research DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 26 February 2025 2 of 9 (12A5525N) Reclaiming the promise of mobile sensing for emotion research (12A5525N) Reclaiming the promise of mobile sensing for emotion research GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 26 February 2025 3 of 9 (12A5525N) Reclaiming the promise of mobile sensing for emotion research (12A5525N) Reclaiming the promise of mobile sensing for emotion research FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) WP1+3 mobile sensing data Mobile sensing data collected in December 2021, e.g. physical activity, location, and environmental context Reuse existing data Digital Observational .json 700GB WP1+3 ESM data Self-report questionnaires capturing emotional states at multiple time points daily Reuse existing data Digital Observational .csv 5MB WP1+3 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders Reuse existing data Digital Observational .csv 1MB WP1+3 informed consent Informed consents participants Reuse existing data Digital NA .csv 104ICs WP2 mobile sensing data Mobile sensing data, e.g. physical activity, location, and environmental context New Digital Observational .json 50GB WP2 ESM data Self-report questionnaires capturing emotional states at multiple time points daily New Digital Observational .csv 5MB WP2 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders New Digital Observational .csv 1MB WP2 informed consents Informed consents participants New Digital NA .csv 105ICs WP4 mobile sensing data Mobile sensing data, e.g. physical activity, location, and environmental context New Digital Observational .json 50GB WP4 ESM data Self-report questionnaires capturing emotional states at multiple time points daily New Digital Observational .csv 5MB WP4 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders New Digital Observational .csv 1MB WP4 informed consents Informed consents participants New Digital NA .csv 100ICs R code Code for data processing, analysis, and model development. New and existing data Digital Software .R 5MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: For the datasets related to WP1+3, we are referencing information that is detailed in the publication available at https://doi.org/10.2196/43296 . The data described within this source are for reference only, as the actual datasets are not available for public sharing. Created using DMPonline.be. Last modiﬁed 26 February 2025 4 of 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data For WPs 1 and 3 we observed healthy participants. For this we already have approval from KU Leuven's ethics board (SMEC) with approval number G-2020-2200-R3(AMD). WP2 focuses on both healthy individuals and former patients with remitted depression, in which case we plan to obtain ethical approval from UZ/KU Leuven's medical ethics board. Finally, for WP4, we will validate the algorithm in a sample consisting of healthy individuals, for which we will again require approval from SMEC. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes For each WP, we will need to collect at least the following personal data types: Name and surname; Necessary for paying participants Home address; Necessary for paying participants Email address; Necessary for paying participants Mobile phone device information; Necessary for identifying problems that occur with specific devices, e.g. faulty sensors with certain brands. GPS data; Due to the highly identifying nature of this data, it cannot be pseudonymised in such a way that it retains its usefulness. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The datasets derived from participant data across all work packages are exclusively designated for academic and research purposes and are not earmarked for commercial exploitation. However, the technological advancements achieved, specifically the development of an R package, will be used for commercial valorisation through a spin-off initiative by m-Path. This R package represents the tangible output of our research and has potential applications in technology transfer, where the methodologies and tools developed can be adapted for broader use within the industry by m-Path. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Created using DMPonline.be. Last modiﬁed 26 February 2025 5 of 9 and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To ensure our data remains clear and usable, we store mobile sensing data in JSON files and a structured SQLite database, accompanied by detailed documentation on the data schema. R functions for data interaction are well-documented for user understanding. The study's data collection procedures are outlined in flowcharts for easy reference. ESM data is documented in a Word document noting question timing and participant instructions. Personality questionnaires are directly linked to their original sources for proper context and usage. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No Collected data will be accompanied by detailed manual files that describe the collection methods and the contents of each data field. The mobile sensing data will also be systematically organized within a structured SQLite database. Due to the sensitive nature of mobile sensing data, which includes GPS locations, sharing of the raw data is not permissible. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term preservation. We will process the data exclusively on computers with encrypted hard drives. For the transfer of mobile sensing data from participants' phones, we will use pCloud, a secure GDPR-compliant cloud storage provider specialising in sensitive data, based in Switzerland. Data will be promptly deleted from pCloud servers following download to ensure security. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Throughout the project, data will live on an encrypted hard disk to facilitate easy access for analyses. The folders in which these data are stored are backed up on OneDrive and shared with collaborators. Once a project is complete, it is transferred to Large Volume Storage for long term preservation. Capacity is not an issue as data does not exceed more than 1 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium confidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security protocols. Access permissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated, and audited by designated data managers who are trained for this role, regardless of their IT expertise. For the code files, which include pseudonyms, access is tightly controlled by a dedicated data manager, with the Principal Investigator serving as an alternate overseer. Researchers involved in the project are granted access exclusively to pseudonymised data, ensuring that personal identifiers are not disclosed. Created using DMPonline.be. Last modiﬁed 26 February 2025 6 of 9 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The anticipated costs for data storage and backup for the duration of the research project are estimated at €1044.20, based on the projected data volume of less than 1 terabyte over a span of 10 years. These expenses have been incorporated into the bench fee component of the funding proposals submitted to the FWO. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Given that the data is less than 1 TB in size, storing the data for 10 years would cost €1044.20. This cost is factored into the requested bench fee from FWO. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Due to the sensitive nature of the mobile sensing data and the fact that certain components cannot be effectively pseudonymized, the collected mobile sensing data in this project will not be made publicly available for external sharing. This ensures the protection of participant privacy and data confidentiality. The ESM and personality questionnaires data will be subject to an embargo period to secure the research team's time to fully analyse the data and publish the findings. This measure is to prevent premature dissemination of the data which could lead to potential intellectual property issues or misappropriation of the research concepts by third parties. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The mobile sensing data will not be made publicly available as these cannot be sufficiently pseudonymised. Participants' personal information (e.g., contact information, names, etc.) will never be shared. Questionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab. The R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Created using DMPonline.be. Last modiﬁed 26 February 2025 7 of 9 Due to the inherent nature of this data, particularly the inclusion of GPS coordinates, there is a high risk of participant re- identification. The specificity and granularity of the data could potentially reveal sensitive personal information. As such, to maintain participant confidentiality and comply with data protection regulations, this subset of the data will not be shared publicly without a data transfer agreement. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) Other (specify below) The mobile sensing data will not be made available as these cannot be sufficiently pseudonymised. Participants' personal information (e.g., contact information, names, etc.) will never be shared. Questionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab. The R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Mobile Sensing Data: Access to this dataset is restricted due to its sensitive nature. Sharing of the data will only occur under a formal data transfer agreement that guarantees appropriate security and confidentiality measures. The agreement will be established with a receiving institution before any data transfer, ensuring the protection of participant privacy. ESM and questionnaire data will be shared under CC-BY 4.0 after publication of the research results. The R package mpathsenser is currently published under the GNU GPL-3.0 license. Future code resulting from this project will be made available under the same license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes A permanent identifier is added to data upon deposit in a repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Sharing data at the Open Science Framework, CRAN and Gitlab is free. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Koen Niemeijer and Peter Kuppens Created using DMPonline.be. Last modiﬁed 26 February 2025 8 of 9 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Koen Niemeijer, Peter Kuppens, and Kristof Meers Who will manage data preservation and sharing? Who will manage data preservation and sharing? Koen Niemeijer and Peter Kuppens Who will update and implement this DMP? Who will update and implement this DMP? Koen Niemeijer and Peter Kuppens Created using DMPonline.be. Last modiﬁed 26 February 2025 9 of 9"
}