{
    "document_id": "D-2024-3126",
    "LinkTitle": "D-2024-3126",
    "file_name": "D-2024-3126.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3126.pdf",
    "metadata": {
        "title": "The neural basis of thermoception",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nThe neural basis of thermoception\nCreator:\nCreator:\nAïcha Boutachkourt\nPrincipal Investigator: \nPrincipal Investigator: \nn.n.\nData Manager: \nData Manager: \nAïcha Boutachkourt\nProject Administrator: \nProject Administrator: \nAïcha Boutachkourt\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds National de la Recherche Scientifique (FNRS)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nAïcha Boutachkourt\nProject abstract:\nProject abstract:\nThermoception refers to the sensation of temperature differences derived from heat flux. It is a particular modality of interoception,\nwhich covers all sensations related to the state of the body. There is accumulating evidence that interoception contributes to how social\ncues are perceived and interpreted, i.e. social cognition. Deficits in social cognition are a hallmark of frontotemporal dementia (FTD), a\nneurodegenerative disorder characterized by behavioral changes but also thermoceptive deficits. Importantly, all these concepts\n(thermoception, interoception, social cognition and FTD) share a neuroanatomical basis in which the insular cortex plays a key role. This\nproject will investigate thermoception by means of intracerebral electroencephalography (iEEG) in epileptic patients with electrodes\nimplanted in the insula (performed at UCLouvain). This sample of epileptic patients and a new sample of FTD patients will also take part\nin a task-based functional magnetic resonance imaging (fMRI) and behavioral assessment of interoception and social cognition\n(performed at UCLouvain/KU Leuven). This combination of center-specific techniques and expertise allows obtaining optimal\nfocal temporal and spatial resolution, together with coverage of neural responses across the whole brain. The project will provide\ninnovative insights into the neural mechanisms underlying thermoception, the role of thermoception and interoception in social cognition,\nand the pathophysiology of FTD. Furthermore, the project may lay the basis for a long term collaboration between the respective\nresearch groups.\nID: \nID: \n210845\nStart date: \nStart date: \n02-10-2023\nEnd date: \nEnd date: \n04-10-2027\nLast modified: \nLast modified: \n12-11-2024\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n1 of 6\nThe neural basis of thermoception\nThe neural basis of thermoception\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nQuestionnaire\nAssessment of interoception and\nsocial cognition abilities\nN\nN\n(ew data)\nP\nP\n(hysical)\nN\nN\numerical\nand  \nT\nT\nextual\n.xlsx\n.sav\n<100 GB\n \nBehavioural \nThermonociceptive and social\ncognition ratings\nN\nN\n(ew data)\nD\nD\n(igital)\nN\nN\numerical\n.xlsx\n<1TB\n \nElectrophysiological\niEEG signal \nN\nN\n(ew data)\nD\nD\n(igital)\nN\nN\numerical\n.edf\n>5TB\n \nNeuroimaging\nfMRI signal\nN\nN\n(ew data)\nD\nD\n(igital)\nI\nI\nmages\nDICOM\n>5TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEthical approval recieved from UCLouvain (host university of the Phd). This project involves human participants including healthy\nvolunteers and hospital in- and outpatients with frontotemporal dementia It will be submitted to the UPC-KU Leuven local ethics\ncommittee and the UZ Leuven EC\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPersonal data relating to study participants including name and date-of-birth will be collected for\nID purposes during data collection. This information will only be available to researchers directly\ninvolved in recruitment, screening, and planning of data collection (e.g. MR scanning and\nneuropsychological assessments). For the remainder of the study, all derivative data will be\ncoded and thus pseudonymized. The file linking the code and personal identifiers age/dob will\nonly be accessible to authorized individuals and stored in restricted access, secure environment\nmanaged by the KU Leuven/UZ Leuven ICT facility.\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nQuestionnaires : \nData will be stored in the internal network of KU Leuven\niEEG data :README.txt file is added to each iEEG dataset to ensure the understanding of the data.\nMRI : README.txt is added to each fMRI dataset to ensure the understanding of the data.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMetadata of the numerical dataset will be created manually based upon commonly used\nterminology in the fields of neuroimaging, psychiatry and biostatistics. For brain imaging data we will work with the BIDS format,\nwhich standardizes directory structure and additional metadata.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n3 of 6\nLarge Volume Storage\nThe data pertaining to one of the PhD candidates -- Aïcha Boutachkourt --  is stored on\ntwo separate systems:\n1) a work laptop on which the code is developed,\n3) a server located in a private space, on which all the data are saved\nMaster copies of the neuroimaging and neuropsychological data will be kept on our secure\nresearch unit central storage facility, and time-version stamped. Copies can be made and kept\non personal devices in accordance with the level of authorisation of the user and the data\nsecurity level of their device. 2. Sensitive personal data concerning the study participants will be\nstored in a KUL/UZ secure environment. 3. MR imaging data will be stored on the UZ Leuven data\ndrive, and reconstructed files will be transferred to the hospital PACS system. We will use KUL/UZ\nmanaged storage and file-sharing facilities as well as the REDCap platform for active use of the\ndata during the project.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe identifiable neuroimaging,electrophysiological and neuropsychological data files from this study will be managed, processed,\nand stored in a secure environment (KUL/UZ). \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be\nup to €2000 covered by available funds.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for\nhuman use and for clinical experiments on humans\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n2000eu, covered by available funds.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nNone, in line with ethical approval.\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n5 of 6\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD candidate working ont the project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PhD candidate working on the project\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThis responsibility will lie with the supervisor, as this requires a long term commitment most\nlikely extending beyond the tenure of the PhD candidate.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nTo this end, the PhD candidate commit themselves to keeping the supervisor informed about\nthe status of their respective data backup and preservation.\nCreated using DMPonline.be. Last modiﬁed 12 November 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: The neural basis of thermoception Creator: Creator: Aïcha Boutachkourt Principal Investigator: Principal Investigator: n.n. Data Manager: Data Manager: Aïcha Boutachkourt Project Administrator: Project Administrator: Aïcha Boutachkourt Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds National de la Recherche Scientifique (FNRS) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: Aïcha Boutachkourt Project abstract: Project abstract: Thermoception refers to the sensation of temperature differences derived from heat flux. It is a particular modality of interoception, which covers all sensations related to the state of the body. There is accumulating evidence that interoception contributes to how social cues are perceived and interpreted, i.e. social cognition. Deficits in social cognition are a hallmark of frontotemporal dementia (FTD), a neurodegenerative disorder characterized by behavioral changes but also thermoceptive deficits. Importantly, all these concepts (thermoception, interoception, social cognition and FTD) share a neuroanatomical basis in which the insular cortex plays a key role. This project will investigate thermoception by means of intracerebral electroencephalography (iEEG) in epileptic patients with electrodes implanted in the insula (performed at UCLouvain). This sample of epileptic patients and a new sample of FTD patients will also take part in a task-based functional magnetic resonance imaging (fMRI) and behavioral assessment of interoception and social cognition (performed at UCLouvain/KU Leuven). This combination of center-specific techniques and expertise allows obtaining optimal focal temporal and spatial resolution, together with coverage of neural responses across the whole brain. The project will provide innovative insights into the neural mechanisms underlying thermoception, the role of thermoception and interoception in social cognition, and the pathophysiology of FTD. Furthermore, the project may lay the basis for a long term collaboration between the respective research groups. ID: ID: 210845 Start date: Start date: 02-10-2023 End date: End date: 04-10-2027 Last modified: Last modified: 12-11-2024 Created using DMPonline.be. Last modiﬁed 12 November 2024 1 of 6 The neural basis of thermoception The neural basis of thermoception Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Questionnaire Assessment of interoception and social cognition abilities N N (ew data) P P (hysical) N N umerical and T T extual .xlsx .sav <100 GB Behavioural Thermonociceptive and social cognition ratings N N (ew data) D D (igital) N N umerical .xlsx <1TB Electrophysiological iEEG signal N N (ew data) D D (igital) N N umerical .edf >5TB Neuroimaging fMRI signal N N (ew data) D D (igital) I I mages DICOM >5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Ethical approval recieved from UCLouvain (host university of the Phd). This project involves human participants including healthy volunteers and hospital in- and outpatients with frontotemporal dementia It will be submitted to the UPC-KU Leuven local ethics committee and the UZ Leuven EC Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Personal data relating to study participants including name and date-of-birth will be collected for ID purposes during data collection. This information will only be available to researchers directly involved in recruitment, screening, and planning of data collection (e.g. MR scanning and neuropsychological assessments). For the remainder of the study, all derivative data will be coded and thus pseudonymized. The file linking the code and personal identifiers age/dob will only be accessible to authorized individuals and stored in restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Created using DMPonline.be. Last modiﬁed 12 November 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Questionnaires : Data will be stored in the internal network of KU Leuven iEEG data :README.txt file is added to each iEEG dataset to ensure the understanding of the data. MRI : README.txt is added to each fMRI dataset to ensure the understanding of the data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Metadata of the numerical dataset will be created manually based upon commonly used terminology in the fields of neuroimaging, psychiatry and biostatistics. For brain imaging data we will work with the BIDS format, which standardizes directory structure and additional metadata. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 12 November 2024 3 of 6 Large Volume Storage The data pertaining to one of the PhD candidates -- Aïcha Boutachkourt -- is stored on two separate systems: 1) a work laptop on which the code is developed, 3) a server located in a private space, on which all the data are saved Master copies of the neuroimaging and neuropsychological data will be kept on our secure research unit central storage facility, and time-version stamped. Copies can be made and kept on personal devices in accordance with the level of authorisation of the user and the data security level of their device. 2. Sensitive personal data concerning the study participants will be stored in a KUL/UZ secure environment. 3. MR imaging data will be stored on the UZ Leuven data drive, and reconstructed files will be transferred to the hospital PACS system. We will use KUL/UZ managed storage and file-sharing facilities as well as the REDCap platform for active use of the data during the project. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The identifiable neuroimaging,electrophysiological and neuropsychological data files from this study will be managed, processed, and stored in a secure environment (KUL/UZ). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be up to €2000 covered by available funds. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans Created using DMPonline.be. Last modiﬁed 12 November 2024 4 of 6 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 2000eu, covered by available funds. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. None, in line with ethical approval. Created using DMPonline.be. Last modiﬁed 12 November 2024 5 of 6 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD candidate working ont the project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD candidate working on the project Who will manage data preservation and sharing? Who will manage data preservation and sharing? This responsibility will lie with the supervisor, as this requires a long term commitment most likely extending beyond the tenure of the PhD candidate. Who will update and implement this DMP? Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). To this end, the PhD candidate commit themselves to keeping the supervisor informed about the status of their respective data backup and preservation. Created using DMPonline.be. Last modiﬁed 12 November 2024 6 of 6"
}