{
    "document_id": "D-2023-1758",
    "LinkTitle": "D-2023-1758",
    "file_name": "D-2023-1758.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1758.pdf",
    "metadata": {
        "title": "The Changing Landscape in the Assessment of Steroid Hormone concentrations: is it time to let them free? (CLASH-free)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The Changing Landscape in the Assessment of Steroid Hormone\nconcentrations: is it time to let them free? (CLASH-free)\nA Data Management Plan created using DMPonline.be\nCreator: \nLeen Antonio\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nLeen Antonio\nGrant number / URL: \n1800923N\nID: \n190801\nStart date: \n01-10-2022\nEnd date: \n30-09-2027\nProject abstract:\nSteroid hormones such as testosterone or vitamin D are vital for\nhuman physiology. In circulation, steroid hormones bind to specific binding proteins and\nalbumin, with only a small fraction circulating freely. The ‘free hormone hypothesis’ suggests\nthat this free fraction is responsible for biological activity. Though experimental and clinical data\nsupport this, routinely available methods measure total hormone levels. Relying on total\nhormone levels could lead to incorrect diagnosis and treatment, especially in conditions where\nbinding protein production is altered (e.g. obesity, pregnancy). Direct free hormone\nmeasurements are not available in clinical routine.\nFormulas to estimate free steroid hormone concentrations are used instead, but their\napplicability in many clinical conditions is\nquestionable, so is the correctness of therapeutic actions based on these results.\nWith CLASH-free, we will improve the clinical applicability of free\nsteroid hormone concentrations in patients with specific conditions by using state-of-the-art\nmethods. We will first survey current clinical practices in steroid measurements. Next, we will\ndevelop methods for direct free steroid hormone measurements and investigate the reliability of\nfree hormones in conditions with alterations in binding protein production. Based on these\nfindings, we will improve current formulas to better estimate free hormone levels. Finally, we will\ninvestigate the clinical relevance of free steroid hormones.\n \nLast modified: \n05-01-2023\nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n1 of 6\nThe Changing Landscape in the Assessment of Steroid Hormone\nconcentrations: is it time to let them free? (CLASH-free)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nEMAS\nEuropean\nMale\nAgeing\nStudy\nreused\ndigital\nobservational\nstata dataset\n<1GB\nNA\nBEED-\nED\nBetter\nestimates\nof\nhormonal\nexposure\nto improve\ndiagnosis\nand\ntreatment\nin\nendocrine\ndiseases\nnew\ndigital\nobservational\nRedcap dataset\n<1GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nA copy of the EMAS dataset was made available by prof. Wu from the University of Manchester.\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n2 of 6\nYes, human subject data\nBEED-ED: we are in the process of obtaining ethical approval (S67385)\nEMAS: EC approval S19410/ML1903 and approved via PRET KULeuven (G-2021-3841)\n  \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nTypes of personal data:\n- Human serum samples\n- Information on health status obtained by surveys and questionnaires\n- Information on use of drugs and supplements obtained by interviewer-assisted questionnaires\n- Anthropometric data (height, weight, BMI, ...)\n- Body composition and bone density data (measured by dual X-ray absorptiometry)\nAll personal data will be pseudonymised. UZ Leuven EC research GDPR questionnaire will be completed.\n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\n \n  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nYes\nBEED-ED: Collaboration with UGent/UZ Gent (FWO TBM project T004321N), for which there is a signed data transfer agreement.\nEMAS: Collaboration with University of Manchester, for which there is a signed data transfer agreement.\nFor both datasets, data are shared in a collaborative way and with coauthorships on publications.\n  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n \n  \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe BEED-ED datasets will be accompanied by a file (text or spreadsheet) explaining variable names and coding of categorical\nvariables.\nFor EMAS, this is already available.\nStatistical analysis will be done by using scripts (file type depending on the statistical package used).\n  \nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n3 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nDescriptive metadata will be created for the BEED-ED dataset.\n  \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on KULeuven secure internal servers, with automatic back-ups.\n  \nHow will the data be backed up?\nAutomatic back-ups provided by KULeuven.\n  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKULeuven secure internal servers.\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData access will be limited to staff directly working on this project and will be password protected\n(multifactor authentication, provided by KULeuven).\n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n€ 100,42/TB/year, covered by project funding.\n  \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for 10 years.\n  \nWhere will these data be archived (stored and curated for the long-term)?\nKULeuven internal servers.\n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n4 of 6\n€ 100,42/TB/year, covered by project funding.\n  \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAs it is human personal data/patient data, only available after approval.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAs it is human personal data/patient data, only available after approval and with data sharing agreements approved by LRD KULeuven.\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nHuman personal data/patient data\n  \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nTBD\n  \nWhen will the data be made available?\nUpon publication of research results.\n  \nWhich data usage licenses are you going to provide? If none, please explain why.\nDepending on the data sharing agreement as approved by LRD KULeuven.\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nTBD\n  \nWhat are the expected costs for data sharing? How will these costs be covered?\nTBD\n  \nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nLeen Antonio \nWho will manage data storage and backup during the research project?\nLeen Antonio \nWho will manage data preservation and sharing?\nLeen Antonio \nWho will update and implement this DMP?\nLeen Antonio \nCreated using DMPonline.be. Last modiﬁed 05 January 2023\n6 of 6"
    },
    "clean_full_text": "The Changing Landscape in the Assessment of Steroid Hormone concentrations: is it time to let them free? (CLASH-free) A Data Management Plan created using DMPonline.be Creator: Leen Antonio Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Leen Antonio Grant number / URL: 1800923N ID: 190801 Start date: 01-10-2022 End date: 30-09-2027 Project abstract: Steroid hormones such as testosterone or vitamin D are vital for human physiology. In circulation, steroid hormones bind to specific binding proteins and albumin, with only a small fraction circulating freely. The ‘free hormone hypothesis’ suggests that this free fraction is responsible for biological activity. Though experimental and clinical data support this, routinely available methods measure total hormone levels. Relying on total hormone levels could lead to incorrect diagnosis and treatment, especially in conditions where binding protein production is altered (e.g. obesity, pregnancy). Direct free hormone measurements are not available in clinical routine. Formulas to estimate free steroid hormone concentrations are used instead, but their applicability in many clinical conditions is questionable, so is the correctness of therapeutic actions based on these results. With CLASH-free, we will improve the clinical applicability of free steroid hormone concentrations in patients with specific conditions by using state-of-the-art methods. We will first survey current clinical practices in steroid measurements. Next, we will develop methods for direct free steroid hormone measurements and investigate the reliability of free hormones in conditions with alterations in binding protein production. Based on these findings, we will improve current formulas to better estimate free hormone levels. Finally, we will investigate the clinical relevance of free steroid hormones. Last modified: 05-01-2023 Created using DMPonline.be. Last modiﬁed 05 January 2023 1 of 6 The Changing Landscape in the Assessment of Steroid Hormone concentrations: is it time to let them free? (CLASH-free) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA EMAS European Male Ageing Study reused digital observational stata dataset <1GB NA BEED- ED Better estimates of hormonal exposure to improve diagnosis and treatment in endocrine diseases new digital observational Redcap dataset <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: A copy of the EMAS dataset was made available by prof. Wu from the University of Manchester. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 05 January 2023 2 of 6 Yes, human subject data BEED-ED: we are in the process of obtaining ethical approval (S67385) EMAS: EC approval S19410/ML1903 and approved via PRET KULeuven (G-2021-3841) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Types of personal data: - Human serum samples - Information on health status obtained by surveys and questionnaires - Information on use of drugs and supplements obtained by interviewer-assisted questionnaires - Anthropometric data (height, weight, BMI, ...) - Body composition and bone density data (measured by dual X-ray absorptiometry) All personal data will be pseudonymised. UZ Leuven EC research GDPR questionnaire will be completed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes BEED-ED: Collaboration with UGent/UZ Gent (FWO TBM project T004321N), for which there is a signed data transfer agreement. EMAS: Collaboration with University of Manchester, for which there is a signed data transfer agreement. For both datasets, data are shared in a collaborative way and with coauthorships on publications. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The BEED-ED datasets will be accompanied by a file (text or spreadsheet) explaining variable names and coding of categorical variables. For EMAS, this is already available. Statistical analysis will be done by using scripts (file type depending on the statistical package used). Created using DMPonline.be. Last modiﬁed 05 January 2023 3 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Descriptive metadata will be created for the BEED-ED dataset. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on KULeuven secure internal servers, with automatic back-ups. How will the data be backed up? Automatic back-ups provided by KULeuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KULeuven secure internal servers. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data access will be limited to staff directly working on this project and will be password protected (multifactor authentication, provided by KULeuven). What are the expected costs for data storage and backup during the research project? How will these costs be covered? € 100,42/TB/year, covered by project funding. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for 10 years. Where will these data be archived (stored and curated for the long-term)? KULeuven internal servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 05 January 2023 4 of 6 € 100,42/TB/year, covered by project funding. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) As it is human personal data/patient data, only available after approval. If access is restricted, please specify who will be able to access the data and under what conditions. As it is human personal data/patient data, only available after approval and with data sharing agreements approved by LRD KULeuven. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Human personal data/patient data Where will the data be made available? If already known, please provide a repository per dataset or data type. TBD When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Depending on the data sharing agreement as approved by LRD KULeuven. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes TBD What are the expected costs for data sharing? How will these costs be covered? TBD Created using DMPonline.be. Last modiﬁed 05 January 2023 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? Leen Antonio Who will manage data storage and backup during the research project? Leen Antonio Who will manage data preservation and sharing? Leen Antonio Who will update and implement this DMP? Leen Antonio Created using DMPonline.be. Last modiﬁed 05 January 2023 6 of 6"
}