{
    "document_id": "D-2023-2406",
    "LinkTitle": "D-2023-2406",
    "file_name": "D-2023-2406.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2406.pdf",
    "metadata": {
        "title": "Communicating genetic risk in the family: potential solutions to ethical challenges",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Communicating genetic risk in the family: potential solutions to ethical\nchallenges\nA Data Management Plan created using DMPonline.be\nCreator: \nAmicia Phillips\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nID: \n202083\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nLast modified: \n04-12-2023\nCreated using DMPonline.be. Last modiﬁed 04 December 2023\n1 of 5\nCommunicating genetic risk in the family: potential solutions to ethical\nchallenges\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nResearch\nnotes\nNotes from a workshop organized by the research team prior to the start of this research\nproject will be used to finalize a journal article based on the workshop discussions.\nE\nD\nT\n.docx\n.pdf\n<1GB\nNone\nJournal\narticles\nLiterature, including empirical studies, reviews, and normative documents, will be used in\norder to analyze how the concept of actionability is understood by different stakeholders.\nE\nD\nT\n.pdf\n<1GB\nNone\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will use existing data in the form of meeting notes from a workshop we organized just before the start of this research project. These meeting notes have not been\nshared elsewhere and are only accessible by the research team.\nWe will also use the data already generated by other researchers in the form of published journal articles and normative documents, all of which are publicly accessible.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 04 December 2023\n2 of 5\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nThe workshop meeting notes are already organized according to the structure of the workshop whereby there were guided discussions on various topics.\nThe article resulting from a synthesis of the existing literature will include a section outlining the methods used regarding how all literature used was found, filtered, and\nanalyzed. All sources used in this article will be properly cited in the article's references.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data used in this project is not sensitive. Most of what will be used are already published journal articles or normative documents (such as guidelines) which are all\npublicly accessible.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup foreseen in this research project at present.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no costs foreseen for the data preservation.\nCreated using DMPonline.be. Last modiﬁed 04 December 2023\n3 of 5\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe meeting notes used to report on the workshop will not be directly shared although their content will be reflected through the resulting manuscript.\n \nThe journal articles and normative documents used will already be publicly accessible. A list of sources as well as our methods for finding, filtering, and analyzing the\nsources will be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe access will not be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nThis question is not applicable to this research project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe data documentation process will be managed by Amicia Phillips and overseen by Professor Pascal Borry.\nWho will manage data storage and backup during the research project? \nData storage will be managed by Amicia Phillips and overseen by Professor Pascal Borry.\nCreated using DMPonline.be. Last modiﬁed 04 December 2023\n4 of 5\nWho will manage data preservation and sharing? \nData preservation and sharing will be primarily managed by Amicia Phillips and overseen by Professor Pascal Borry.\nWho will update and implement this DMP? \nThis DMP will be implemented by Amicia Phillips and overseen by Professor Pascal Borry.\nCreated using DMPonline.be. Last modiﬁed 04 December 2023\n5 of 5"
    },
    "clean_full_text": "Communicating genetic risk in the family: potential solutions to ethical challenges A Data Management Plan created using DMPonline.be Creator: Amicia Phillips Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF ID: 202083 Start date: 01-10-2023 End date: 30-09-2024 Last modified: 04-12-2023 Created using DMPonline.be. Last modiﬁed 04 December 2023 1 of 5 Communicating genetic risk in the family: potential solutions to ethical challenges Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Research notes Notes from a workshop organized by the research team prior to the start of this research project will be used to finalize a journal article based on the workshop discussions. E D T .docx .pdf <1GB None Journal articles Literature, including empirical studies, reviews, and normative documents, will be used in order to analyze how the concept of actionability is understood by different stakeholders. E D T .pdf <1GB None If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will use existing data in the form of meeting notes from a workshop we organized just before the start of this research project. These meeting notes have not been shared elsewhere and are only accessible by the research team. We will also use the data already generated by other researchers in the form of published journal articles and normative documents, all of which are publicly accessible. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Created using DMPonline.be. Last modiﬁed 04 December 2023 2 of 5 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The workshop meeting notes are already organized according to the structure of the workshop whereby there were guided discussions on various topics. The article resulting from a synthesis of the existing literature will include a section outlining the methods used regarding how all literature used was found, filtered, and analyzed. All sources used in this article will be properly cited in the article's references. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data used in this project is not sensitive. Most of what will be used are already published journal articles or normative documents (such as guidelines) which are all publicly accessible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup foreseen in this research project at present. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no costs foreseen for the data preservation. Created using DMPonline.be. Last modiﬁed 04 December 2023 3 of 5 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) The meeting notes used to report on the workshop will not be directly shared although their content will be reflected through the resulting manuscript. The journal articles and normative documents used will already be publicly accessible. A list of sources as well as our methods for finding, filtering, and analyzing the sources will be shared. If access is restricted, please specify who will be able to access the data and under what conditions. The access will not be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) This question is not applicable to this research project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? The data documentation process will be managed by Amicia Phillips and overseen by Professor Pascal Borry. Who will manage data storage and backup during the research project? Data storage will be managed by Amicia Phillips and overseen by Professor Pascal Borry. Created using DMPonline.be. Last modiﬁed 04 December 2023 4 of 5 Who will manage data preservation and sharing? Data preservation and sharing will be primarily managed by Amicia Phillips and overseen by Professor Pascal Borry. Who will update and implement this DMP? This DMP will be implemented by Amicia Phillips and overseen by Professor Pascal Borry. Created using DMPonline.be. Last modiﬁed 04 December 2023 5 of 5"
}