{
    "document_id": "D-2024-2891",
    "LinkTitle": "D-2024-2891",
    "file_name": "D-2024-2891.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2891.pdf",
    "metadata": {
        "title": "D-2024-2891",
        "author": "Fei Zhang",
        "num_pages": 4
    },
    "content": {
        "full_text": "1. General Information  \nFWO project  Title : Development of reliable ceramics for hard tissue repla cements: tooth enamel -\ninspired interdisciplinary research  \nFWO project number : G057924N  \nPrincipal Investigator  (PI): Fei Zhang  \nName applicant  \nFei Zhang , Stevan  Čokić  \nProject Data Contact : Fei Zhang  \nDescription : This projec t will use interdisciplinary approach  within materials science and dentistry to \n(1) fully understand the features and mechanisms that  control the survival resistance of tooth enamel; \nSmall -scale in -situ experiments, micromechanics and fracture mechanics will be used, along with a \nrange of advanced  microstructural and chemical analyses, to quantitatively understand the \ncomprehensive  interplays between the chemical and microstructural features and the toughening and \ndeformation  properties of species -dependent tooth enamel over multiple length scales.   \n(2) synthesize novel ceramic building blocks that can  be efficiently text ured in a bioinspired \narchitecture; ceramic fiber/rods will be synthesized by combining electrospinning, acetate \nprecipitation and  grain -boundary engineering.  \n(3) additively assemble the developed building  blocks into tooth -enamel architecture, obtaining \nceramic components and dental prostheses with  unprecedented reliability.  a hybrid UV -curing \nassisted direct ink writing (DIW) to print fully dense ceramics  (zirconia, alumina , zirconia -alumina \ncomposites  and hydroxyapatite ) mimicking enamel’s gradient architectures  \nInstitution : KU Leuven  \n \n2. Data description  \nWill you generate/collect new data and/or make use of existing data?  \n Generate new data  \nDescribe in detail the origin, type and format of the data (per dat aset) and its  (estimated) volume.  \nObjective 1/WP1 : Fully understand the resistance mechanisms of tooth enamel across species and \nthe role of  interfaces and o rientation.  \nThe data generated in this objective will be microscopy  (SEM,  TEM, CT)  images and spectroscopies \n(Raman, XRD, FTIR) of the tooth e namel, and  values of mechanical properties (hardness, toughness, \nbending strength). These spectroscopy and property data will be saved in CSV file format. Microscopy \nimages in the TIF format will be saved . Videos in th e MO V format wi ll be generated  for In -situ \nexperiments .  \nEquipment  Raw format  Exported format  \nScanning electron  \nmicroscopy  (SEM)   TIF or JPEG  TIF, JPEG  or MOV  \nX-ray diffraction  ras raw, csv \nMicro -Raman spectroscopy  \nFourier Transform Infrared \nSpectroscopy  (FTIR ) .OPUS  csv \nTransmission   electron \nmicroscopy  (TEM)  TIF or JPEG  TIF or JPEG  \nComputed tomography  TIF TIF, JPEG  or MOV  \nHardness, toughness, strength  csv csv \nIn-situ mechanical test  csv, TIF csv, TIF or MOV  \n \nObj-2: Ceramic rods with multiple hierarchical levels, weak interfaces and tunable dimensions . \nThe data generated in this objective will be the characterization results of the synthesi zed particles, \nincluding p articl e size dis tribution, m orphology  by SEM and TEM , chemical composition  by EDS and \nICP, phase composition by XRD  and Raman .  \nEquipment  Raw format  Exported format  \nScanning electron  \nmicroscopy  (SEM)   TIF or JPEG  TIF or JPEG   \nX-ray diffraction  ras raw, csv \nMicro -Raman spectroscopy  \nFourier Transform Infrared \nSpectroscopy  (FTIR ) .OPUS  csv \nThermogravimetric analysis  csv csv \nTransmission   electron \nmicroscopy  (TEM)  TIF or JPEG  TIF or JPEG  \nParticle size distribution   csv  csv \nInductively coupled plasma \nmass spectrometry  (ICP)  csv csv \n \nObj-3: Multi -material additive manufacturing (AM) of functionally graded tooth -inspired  architectures \nand proof -of-concept  \nData related to this objective are mostly the parameters used to make (3D -print) the samples and the \ncharacterization of the prepared samples, including different types of microscopy  and the property \nresults . The details of raw and exported data formats are listed below.  \nEquipment  Raw format  Exported format  \nRegenHu 3D -printer   jpg, csv  \nDebinding and s intering \nfurnace  csv csv \nScanning electron  \nmicroscopy  TIF or JPEG   \nX-ray diffraction  ras raw, csv \nMicro -Raman spectroscopy  \nFourier Transform Infrared \nSpectroscopy  (FTIR ) .OPUS  csv \nThermogravimetric A nalysis \n(TGA) and d ifferential s canning \ncalorimetry (DSC)  csv csv \nTransmission electron  \nmicroscopy  TIF or JPEG   \nComputed tomography  TIF TIF, JPEG  or MOV  \nHardness, toughness, strength  csv csv \nIn-situ mechanical test  csv, TIF csv, TIF or MOV  \n \n3. Legal and ethical issues  \nWill you use personal data?  \n No \nDoes your work possibly result in research data with potential for tech transfer  and valorisation? \nWill IP restrictions be claimed for the data you created? If so,  for what data and whi ch restrictions \nwill be asserted?  \n Besides the usual dissemination via publications, conferences and networking, other channels \nincluding patent and product industrialization will be considered. In this project, patent  will \nbe considered first. Based on protected IP, commercialization will be considered in \ncollaboration with the industry or via spin -off in following projects. Tech transfer and \nvalorisation are not direct goals of this project. But if such an  A meeting will be planned with \nthe the KU Leuven tech transfer  office to investigate patentabilty and the conclusions of that \ndiscussion will be  appended to this data management plan.  \nDo existing 3rd party agreements restrict disse mination or exploitation of the  data you (re)use? If \nso, to what data do they relate and what restrictions are in  place?  \n No \n \n4. Documentations  (What documentation will be provided to enable reuse of the data  \ncollected/generated in this project? ) \n4.1. Internal  \nWorking data (temporary versions, digital notebooks ) will be stored on the server. Protocols will be \nsaved as well  in the form of pdf files.  In addition, regular reports based on the data will be generated \nusing Mic rosoft Word. PowerPoint files will be used for presentation at regular internal meetings. In \nboth the Word reports and Powerpoint presentations, the file n ames of the raw data files will be \nincluded.  \n4.2. External  \n Publications of results in scientific publications.  \nData in brief will be published.  \n \nWill a metadata standard be used?  \n Yes \nAn overview file that contains references to the raw data fil es will be regularly used.  During each \nexperiment, a detailed logbook will be used (different logbooks for the  different experimental setups). \nLogbooks will contain the date, a brief description of the  performed experiment, the parameters used \nfor each mea surement, as well as the  names of all the saved files. The names of the files will be \nstructured in a  comprehensible way: system studied/date/main parameters used. In addition, data \nwill be stored in a folder per experimental setup, the type of investigate d system and the  \ncorresponding date. In this way, by tracking the corresponding logbook notes, each file  can be easily \nfound on the local computers controlling the setup and on the server of  the laboratory.  \nThe analysis files will contain notes describing the analysis procedure and mention  which original \ndata files are included. A readme file describing the goal of the  experiment and the analysis procedure \nwill be stored in the folder where the data is  saved.  \n \n5. Data storage and backup during the FWO project  \nWhere will the data be stored?  \nThe data will be stored via a cloud storage solution that allows sharing with the  researchers involved \nin the project. Copies can be made and kept on personal  devices.  \nHow is backup of the data provided?  \nData in the home directory of the users is backed up  periodically. Snapshots of the  home directories \nare also taken. The important data will be stored on the university's  central servers with automatic \ndaily back -up procedures.  \nWhat are the expected costs for data storage and back up during the project?  How will these costs \nbe covered?  \nThe expected costs for data storage will not exceed a few hundred for hard disks  and solid -state \nstorage drive s. This  will be covered by the working means of the project.  \nData security: how will you ensure that the data are securely stored and not  accessed or modified \nby unauthorized persons?  \nPassword protected user accounts ensure that only the persons of the account can  access the working \ndata. The data generated during the project will be systematically  transferred to the cloud storage \nserver. Only the researcher and (co) -promotors will  have  access to the shared folders where the data, \nreports and presentations will be stored.  \n \n6. Data preservation after the FWO project  \nWhich data will be retained for the expected 5 year period after the end of the  project? In case only \na selection of the data can/will be preserved, clearly state  the reasons for this (legal or contractual \nrestrictions, physical preservation  issues, ...).  \nAll the generated data will be stored on the cloud storage server for a period of 5 years  after the end \nof the project.  \nWhere will the data be archived (= stored for the longer term)?  \nAll the generated data will be stored on the cloud storage server for a period of 5 years  after the end \nof the project.  Beyond 5 years after the end of the project, one of the following options will be picked  \n(1) continuation of storing the data on the cloud storage server or (2) transferring the  data to the KU \nLeuven central servers for archiving.  \nWhat are the expected cos ts for data preservation during the retention period of  5 years? How will \nthe costs be covered?  \nNo additional costs are expected at this moment.  \n \n7. Data sharing and reuse  \nAre there any factors restricting or preventing the sharing of (some of) the data  (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \nNo \nThe data can be reused within future projects.  \nWhich data will be made available after the end of the project?  \nThe written reports and Powerpoint presentations summarizing the results obtained  can be made \navailable. The (raw) data used in  publications can be made available on  a repository, if e.g. \nrequested by the Editors or Publisher of a scientific journal.  \nWhere/how will the data be made available  for reuse?  \nUpon request by email  \nWhen will the data be made available?  \nDescription of the full scientific method and results will be made available upon publication of the \nresearch results .  \nWho will be able to access the data and under what conditions?  \nUpon request or within research group, access to the samples and data can be  granted.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nNo costs associated with data sharing.  \n \n8. Responsibilities  \nWho will be responsible for data documentation & metadata?  \nThe promotors  and the researchers  invol ved (mainly PhD students  and postdocs ) on the project are \nresponsible for data  documentation & metadata.  \nWho will be responsible for data storage & back up during the project?  \nThe promotors  and the researchers  of the project.  \nWho will be responsible for ensuring data preservation and reuse ?  \nThe promotors and the researchers  involved in this project will be  jointly  responsible.  \nWho bears the end responsibility for updating & implementing this DM P? \nThe promotors and the researchers bear  the end responsibility of updating & implementing this  \nDMP.  \n  "
    },
    "clean_full_text": "1. General Information FWO project Title : Development of reliable ceramics for hard tissue repla cements: tooth enamel - inspired interdisciplinary research FWO project number : G057924N Principal Investigator (PI): Fei Zhang Name applicant Fei Zhang , Stevan Čokić Project Data Contact : Fei Zhang Description : This projec t will use interdisciplinary approach within materials science and dentistry to (1) fully understand the features and mechanisms that control the survival resistance of tooth enamel; Small -scale in -situ experiments, micromechanics and fracture mechanics will be used, along with a range of advanced microstructural and chemical analyses, to quantitatively understand the comprehensive interplays between the chemical and microstructural features and the toughening and deformation properties of species -dependent tooth enamel over multiple length scales. (2) synthesize novel ceramic building blocks that can be efficiently text ured in a bioinspired architecture; ceramic fiber/rods will be synthesized by combining electrospinning, acetate precipitation and grain -boundary engineering. (3) additively assemble the developed building blocks into tooth -enamel architecture, obtaining ceramic components and dental prostheses with unprecedented reliability. a hybrid UV -curing assisted direct ink writing (DIW) to print fully dense ceramics (zirconia, alumina , zirconia -alumina composites and hydroxyapatite ) mimicking enamel’s gradient architectures Institution : KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data?  Generate new data Describe in detail the origin, type and format of the data (per dat aset) and its (estimated) volume. Objective 1/WP1 : Fully understand the resistance mechanisms of tooth enamel across species and the role of interfaces and o rientation. The data generated in this objective will be microscopy (SEM, TEM, CT) images and spectroscopies (Raman, XRD, FTIR) of the tooth e namel, and values of mechanical properties (hardness, toughness, bending strength). These spectroscopy and property data will be saved in CSV file format. Microscopy images in the TIF format will be saved . Videos in th e MO V format wi ll be generated for In -situ experiments . Equipment Raw format Exported format Scanning electron microscopy (SEM) TIF or JPEG TIF, JPEG or MOV X-ray diffraction ras raw, csv Micro -Raman spectroscopy Fourier Transform Infrared Spectroscopy (FTIR ) .OPUS csv Transmission electron microscopy (TEM) TIF or JPEG TIF or JPEG Computed tomography TIF TIF, JPEG or MOV Hardness, toughness, strength csv csv In-situ mechanical test csv, TIF csv, TIF or MOV Obj-2: Ceramic rods with multiple hierarchical levels, weak interfaces and tunable dimensions . The data generated in this objective will be the characterization results of the synthesi zed particles, including p articl e size dis tribution, m orphology by SEM and TEM , chemical composition by EDS and ICP, phase composition by XRD and Raman . Equipment Raw format Exported format Scanning electron microscopy (SEM) TIF or JPEG TIF or JPEG X-ray diffraction ras raw, csv Micro -Raman spectroscopy Fourier Transform Infrared Spectroscopy (FTIR ) .OPUS csv Thermogravimetric analysis csv csv Transmission electron microscopy (TEM) TIF or JPEG TIF or JPEG Particle size distribution csv csv Inductively coupled plasma mass spectrometry (ICP) csv csv Obj-3: Multi -material additive manufacturing (AM) of functionally graded tooth -inspired architectures and proof -of-concept Data related to this objective are mostly the parameters used to make (3D -print) the samples and the characterization of the prepared samples, including different types of microscopy and the property results . The details of raw and exported data formats are listed below. Equipment Raw format Exported format RegenHu 3D -printer jpg, csv Debinding and s intering furnace csv csv Scanning electron microscopy TIF or JPEG X-ray diffraction ras raw, csv Micro -Raman spectroscopy Fourier Transform Infrared Spectroscopy (FTIR ) .OPUS csv Thermogravimetric A nalysis (TGA) and d ifferential s canning calorimetry (DSC) csv csv Transmission electron microscopy TIF or JPEG Computed tomography TIF TIF, JPEG or MOV Hardness, toughness, strength csv csv In-situ mechanical test csv, TIF csv, TIF or MOV 3. Legal and ethical issues Will you use personal data?  No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and whi ch restrictions will be asserted?  Besides the usual dissemination via publications, conferences and networking, other channels including patent and product industrialization will be considered. In this project, patent will be considered first. Based on protected IP, commercialization will be considered in collaboration with the industry or via spin -off in following projects. Tech transfer and valorisation are not direct goals of this project. But if such an A meeting will be planned with the the KU Leuven tech transfer office to investigate patentabilty and the conclusions of that discussion will be appended to this data management plan. Do existing 3rd party agreements restrict disse mination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?  No 4. Documentations (What documentation will be provided to enable reuse of the data collected/generated in this project? ) 4.1. Internal Working data (temporary versions, digital notebooks ) will be stored on the server. Protocols will be saved as well in the form of pdf files. In addition, regular reports based on the data will be generated using Mic rosoft Word. PowerPoint files will be used for presentation at regular internal meetings. In both the Word reports and Powerpoint presentations, the file n ames of the raw data files will be included. 4.2. External  Publications of results in scientific publications. Data in brief will be published. Will a metadata standard be used?  Yes An overview file that contains references to the raw data fil es will be regularly used. During each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). Logbooks will contain the date, a brief description of the performed experiment, the parameters used for each mea surement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigate d system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored via a cloud storage solution that allows sharing with the researchers involved in the project. Copies can be made and kept on personal devices. How is backup of the data provided? Data in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be stored on the university's central servers with automatic daily back -up procedures. What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected costs for data storage will not exceed a few hundred for hard disks and solid -state storage drive s. This will be covered by the working means of the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protected user accounts ensure that only the persons of the account can access the working data. The data generated during the project will be systematically transferred to the cloud storage server. Only the researcher and (co) -promotors will have access to the shared folders where the data, reports and presentations will be stored. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected cos ts for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are expected at this moment. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No The data can be reused within future projects. Which data will be made available after the end of the project? The written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? Upon request by email When will the data be made available? Description of the full scientific method and results will be made available upon publication of the research results . Who will be able to access the data and under what conditions? Upon request or within research group, access to the samples and data can be granted. What are the expected costs for data sharing? How will the costs be covered? No costs associated with data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? The promotors and the researchers invol ved (mainly PhD students and postdocs ) on the project are responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The promotors and the researchers of the project. Who will be responsible for ensuring data preservation and reuse ? The promotors and the researchers involved in this project will be jointly responsible. Who bears the end responsibility for updating & implementing this DM P? The promotors and the researchers bear the end responsibility of updating & implementing this DMP."
}