{
    "document_id": "D-2023-1936",
    "LinkTitle": "D-2023-1936",
    "file_name": "D-2023-1936.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1936.pdf",
    "metadata": {
        "title": "Permeability of firm boundaries: new policy and managerial perspectives",
        "author": "N/A",
        "creation_date": "2023-04-19 16:37:09+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Permeability of firm boundaries: new policy and managerial perspectives\nA Data Management Plan created using DMPonline.be\nCreators: \nPaolo Carioli, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11D2623N\nID: \n196943\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThe Open Innovation model states that firms should not just draw on their own resources for developing innovations. Rather, firms should\ncollaborate with others, build on external ideas, and spin out technologies when they cannot commercialize them profitably themselves.\nWhile the extant literature extensively documents the advantages of openness, some core questions on how it improves innovation\nperformance have as of yet remained understudied.\nThe overarching goal of this project is further understanding of Open Innovation by investigating how inflows and outflows of knowledge\nacross organizational boundaries can be orchestrated to enhance innovation performance. First, the project assesses what are the\ninnovation performance benefits of knowledge exchanges with academic institutions, with a focus on distinct kinds of industry-science\ninteractions and on subsidized collaboration. Second, it examines to what extent strategies that prevent outward flows of knowledge\nthrough skilled labour influence firms’ innovation performance and openness. Lastly, it clarifies how skills shortage and innovation\nopenness are intertwined. This project will add new perspectives to the literature on Open Innovation and will shed light on the policy and\nmanagerial implications of the envisaged results.\nLast modified: \n19-04-2023\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n1 of 5\nPermeability of firm boundaries: new policy and managerial perspectives\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMannheim\nInnovation\nPanel\n(MIP),\nZEW,\nMannheim,\nGermany\nThe MIP represents the German contribution to\nthe Community Innovation Survey (CIS), which\nis supervised by the Statistical Office of the\nEuropean Commission (Eurostat). It is\nadministered by the Leibniz Centre for\nEuropean Economic Research (ZEW). While\nthe CIS is a biannual survey, the German CIS is\nconducted annually and adopts a panel\napproach, hence allowing to track firms’\ninnovation behaviour over time. Each survey\nwave collects data of around 8,000 different\nfirms every year. The survey is voluntary (25%-\n30% response rate) and is usually completed by\nCEOs or innovation managers. It is based on a\nstratified random sample.\n(Behrens, V., M. Berger, M. Hud, P.\nHünermund, Y. Iferd, B. Peters, C. Rammer,\nand T. Schubert. 2017. Innovation Activities of\nFirms in Germany – Results of the German CIS\n2012 and 2014. ZEW Documentation No. 17-\n04. Mannheim)\nReuse existing data\nDigital\nObservational\n(survey data)\n.dta\n(tabular\ndata)\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nSource of the Mannheim Innovation Panel:\nMannheim Innovation Panel - the Annual German Innovation Survey | ZEW\nThese data were received from ZEW under a data transfer agreement.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n2 of 5\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nYes\nThe data transfer agreements (\"User agreement\") relate to the Mannheim Innovation Panel data. Below I summarize the restrictions that are in place:\n- The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other\nbusiness purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted.\n- Individual statistical data from other sources must not be combined with the database.\n- The Data Recipient shall refrain from any actions which is intended or suited to deanonymize the individual statistical data contained in the\ndatabase.\n- The Data Recipient may not commission third parties (sub-contractors, self-employed \npersons, or free-lancers) to process or use the database.\n- The Data Recipient is obliged to announce any loss or deterioration of the database and any infringements of the database by third parties to the\nData Provider.\n- The Data Recipient shall be obliged to delete the database and any backup copies, selected files and auxiliary files at the latest at the end of the\nresearch project or upon the termination of the User Agreement.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA codebook will be generated for the survey data, containing any relevant variable-level information.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nWhile we do not rule out the use of a standard, there are no concrete plans nor choices made to that effect at this point.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the project, I will use the range of storage solutions provided by KU Leuven: a KUL-managed computer, desktop file storage, KUL OneDrive.\nThese storage types are encrypted by a personal password. In addition, the data will be stored on external hard drives, kept in separate locations.\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n3 of 5\nThe data will be stored on our KU Leuven research unit's central storage facility as well as on external hard drives, kept in separate locations.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCapacity is not an issue, since the digital data volume is lower than 100 MB. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is stored on the secured university storage and on external hard drives.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are minimal given the small size of the dataset. The bench fee in the FWO grant\nwill be partly used for hardware costs (e.g., purchase of external hard drives).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nZEW will preserve the data from the Mannheim Innovation Panel (MIP) for scientific use.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nOther, please specify:\nThe data transfer agreements (\"User agreement\") of the Mannheim Innovation Panel indicates that \"the database may not be processed or used for\npurposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of\ncharge or against payment – for private or public clients is not permitted\". However, it will be possible to access the data from the Mannheim\nInnovation Panel (MIP) for scientific use at ZEW's Research Data Centre.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly upon request, only for research purposes and at ZEW's Research Data Centre.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n4 of 5\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nRestrictions specified in the Data Transfer agreement:\n- The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other\nbusiness purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted.\n- The Data Recipient may not commission third parties (sub-contractors, self-employed \npersons, or free-lancers) to process or use the database.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data from the Mannheim Innovation Panel (MIP) will be available for scientific use at ZEW's Research Data Centre.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nRestrictions specified in the Data Transfer agreement:\n- The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other\nbusiness purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted.\n- The Data Recipient may not commission third parties (sub-contractors, self-employed \npersons, or free-lancers) to process or use the database.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN.A.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPaolo Carioli \nWho will manage data storage and backup during the research project?\nPaolo Carioli \nWho will manage data preservation and sharing?\nPaolo Carioli \nWho will update and implement this DMP?\nThe Supervisor bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n5 of 5"
    },
    "clean_full_text": "Permeability of firm boundaries: new policy and managerial perspectives A Data Management Plan created using DMPonline.be Creators: Paolo Carioli, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11D2623N ID: 196943 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: The Open Innovation model states that firms should not just draw on their own resources for developing innovations. Rather, firms should collaborate with others, build on external ideas, and spin out technologies when they cannot commercialize them profitably themselves. While the extant literature extensively documents the advantages of openness, some core questions on how it improves innovation performance have as of yet remained understudied. The overarching goal of this project is further understanding of Open Innovation by investigating how inflows and outflows of knowledge across organizational boundaries can be orchestrated to enhance innovation performance. First, the project assesses what are the innovation performance benefits of knowledge exchanges with academic institutions, with a focus on distinct kinds of industry-science interactions and on subsidized collaboration. Second, it examines to what extent strategies that prevent outward flows of knowledge through skilled labour influence firms’ innovation performance and openness. Lastly, it clarifies how skills shortage and innovation openness are intertwined. This project will add new perspectives to the literature on Open Innovation and will shed light on the policy and managerial implications of the envisaged results. Last modified: 19-04-2023 Created using DMPonline.be. Last modiﬁed 19 April 2023 1 of 5 Permeability of firm boundaries: new policy and managerial perspectives FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Mannheim Innovation Panel (MIP), ZEW, Mannheim, Germany The MIP represents the German contribution to the Community Innovation Survey (CIS), which is supervised by the Statistical Office of the European Commission (Eurostat). It is administered by the Leibniz Centre for European Economic Research (ZEW). While the CIS is a biannual survey, the German CIS is conducted annually and adopts a panel approach, hence allowing to track firms’ innovation behaviour over time. Each survey wave collects data of around 8,000 different firms every year. The survey is voluntary (25%- 30% response rate) and is usually completed by CEOs or innovation managers. It is based on a stratified random sample. (Behrens, V., M. Berger, M. Hud, P. Hünermund, Y. Iferd, B. Peters, C. Rammer, and T. Schubert. 2017. Innovation Activities of Firms in Germany – Results of the German CIS 2012 and 2014. ZEW Documentation No. 17- 04. Mannheim) Reuse existing data Digital Observational (survey data) .dta (tabular data) <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Source of the Mannheim Innovation Panel: Mannheim Innovation Panel - the Annual German Innovation Survey | ZEW These data were received from ZEW under a data transfer agreement. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 19 April 2023 2 of 5 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The data transfer agreements (\"User agreement\") relate to the Mannheim Innovation Panel data. Below I summarize the restrictions that are in place: - The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted. - Individual statistical data from other sources must not be combined with the database. - The Data Recipient shall refrain from any actions which is intended or suited to deanonymize the individual statistical data contained in the database. - The Data Recipient may not commission third parties (sub-contractors, self-employed persons, or free-lancers) to process or use the database. - The Data Recipient is obliged to announce any loss or deterioration of the database and any infringements of the database by third parties to the Data Provider. - The Data Recipient shall be obliged to delete the database and any backup copies, selected files and auxiliary files at the latest at the end of the research project or upon the termination of the User Agreement. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A codebook will be generated for the survey data, containing any relevant variable-level information. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No While we do not rule out the use of a standard, there are no concrete plans nor choices made to that effect at this point. 3. Data storage & back-up during the research project Where will the data be stored? During the project, I will use the range of storage solutions provided by KU Leuven: a KUL-managed computer, desktop file storage, KUL OneDrive. These storage types are encrypted by a personal password. In addition, the data will be stored on external hard drives, kept in separate locations. How will the data be backed up? Created using DMPonline.be. Last modiﬁed 19 April 2023 3 of 5 The data will be stored on our KU Leuven research unit's central storage facility as well as on external hard drives, kept in separate locations. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Capacity is not an issue, since the digital data volume is lower than 100 MB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secured university storage and on external hard drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are minimal given the small size of the dataset. The bench fee in the FWO grant will be partly used for hardware costs (e.g., purchase of external hard drives). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre. Where will these data be archived (stored and curated for the long-term)? The data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? ZEW will preserve the data from the Mannheim Innovation Panel (MIP) for scientific use. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The data transfer agreements (\"User agreement\") of the Mannheim Innovation Panel indicates that \"the database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted\". However, it will be possible to access the data from the Mannheim Innovation Panel (MIP) for scientific use at ZEW's Research Data Centre. If access is restricted, please specify who will be able to access the data and under what conditions. Only upon request, only for research purposes and at ZEW's Research Data Centre. Created using DMPonline.be. Last modiﬁed 19 April 2023 4 of 5 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other Restrictions specified in the Data Transfer agreement: - The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted. - The Data Recipient may not commission third parties (sub-contractors, self-employed persons, or free-lancers) to process or use the database. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data from the Mannheim Innovation Panel (MIP) will be available for scientific use at ZEW's Research Data Centre. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Restrictions specified in the Data Transfer agreement: - The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted. - The Data Recipient may not commission third parties (sub-contractors, self-employed persons, or free-lancers) to process or use the database. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N.A. 6. Responsibilities Who will manage data documentation and metadata during the research project? Paolo Carioli Who will manage data storage and backup during the research project? Paolo Carioli Who will manage data preservation and sharing? Paolo Carioli Who will update and implement this DMP? The Supervisor bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 April 2023 5 of 5"
}