{
    "document_id": "D-2024-3440",
    "LinkTitle": "D-2024-3440",
    "file_name": "D-2024-3440.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3440.pdf",
    "metadata": {
        "title": "D-2024-3440",
        "author": "Špela Lemež",
        "num_pages": 5
    },
    "content": {
        "full_text": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP \n(FLEMISH STANDARD DMP) - FWO DMP (FLEMISH STANDARD DMP)  \n1. RESEARCH DATA SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  \nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself  \nto know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of \nthe v olume of the data.  \n \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual \nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.  \n● Yes, animal data  \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please  \nrefer to specific datasets or data types when appropriate.  \n● No      \nOnly for Digital Data  Only for Digital \nData  \n Only for Digital \nData  Only for \nPhysic al \nData  \n \nDataset \nName  \n  \nDescri ptions   \nNew or \nReused   \nDigital or \nPhysical   \nDigital Data Type   \nDigital Data \nFormat   \nDigital Data \nVolume   \nPhysical \nVolume  \n  Please \nchoose \nfrom the \nfollowing \noptions:  \n \nNew  \nReused  Please choose \nfrom the \nfollowing \noptions:  \n \nDigital  \nPhysical  Please choose from the \nfollowing options:  \n \nObserva tional  \nExperimental  \nCompiled/ Aggregated  \ndata  \nSimulation data \nSoftware  \nOther  \nNA Please choose \nfrom the \nfollowing \noptions:  \n \n.por,  .xml,  .tab,  \n.csv,.pdf,  .txt, .r\ntf, .dwg,  .gml, …  \nNA \n Please choose \nfrom the \nfollowing \noptions:  \n \n<100MB  \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n<10TB  \n<50TB  \n>50T B \nNA \n  \nMicroscopy \nimage s \n Confocal microscopy images of \nXenopus egg droplets in imaging \nplatforms  New Digital  Experiment al .nd2, .jp g, .tif  <5 TB  \nmRNA \nseque nces  Sequences of mRNAs from the \nXenopus droplets  New  Digital  Experimental  FASTA  <110 GB   \nCAD designs  Designs for microfluidic chips using \nCAD software  New Digital  Software  .dwg, .stl  <1 GB   \nTEXT  Protocols,   \ndescription of  \nresearch  \nresults,  \nliterature  \nstudies  New  Digital  Observational  \nExperimental  .txt, .doc, .pdf  <1 GB   \nBiological \nsamples  Xenopus eggs and Mam malian \noocytes  New  Physical     No long \nterm \nstorage  \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial \nexploitation, …)? If so, please comment per dataset or data type where appropriate.  \n● No \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer \nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and \nwhat rest rictions are in place.  \n● No \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you \n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.  \n● No \n \n2. DOCUMENTATION AND METADATA  \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is \nrecorded).  \n \n1) Experimental protocols that contain information on methods and materials, the progress of the research, and analysis  of \nobtained data, will  be recorded in an electronic notebook (eLABJournal, Bio -ITech). For every subtask of the project, a folder \nwill be made, and a new file will be  created under this folder for each experiment - with mention of date and experimental \nconditions . Each experimental file will contain a section on the objective,  protocol, results (a description of results and \nobservations rather than all raw and analysed data) and conclusions. Similarly, the data  generated  for each experiment will be \nstored on the shared drive in the same format. By using the same structure on the server and in the electronic  labnotebook, \ncontextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the  \nelectronic notebook.  \n2) A physical sample inventory  will be stored on the shared drive in an Excel sheet with sample details  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per \ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data \ntype) whic h metadata will be created to make the data easier to find and reuse.  \n● No \nNo, a uniform metadata standard is not available for all different aspects and disciplines of this project. Therefore, a unif orm \nsystem will be  created to enhance the use/re -use of data. As mentioned above, an electronic labnotebook (eLABJournal, Bio -\nITech) in which a number of  predetermined topics have to be described for each experiment (objective, protocol, results, and \nconclusion) will be used. The electronic lab  notebook will facilitate searching for particular metadata through a search engine. \nBy mimicking the folder structure of the electronic lab  notebook in the server -based folder with the experimental data, linking \nthe metadata to the actual data will be facilitated.  \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nThe time -stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time -stamped digital \nmetadata will  be stored on the server of the electronic labbook (eLABJournal, Bio -ITech), and .pdf exports will be made on a \nweekly basis to be saved on the  shared drive (J:). The folder will be open for the members participating in this FWO project and \nis secured and backed -up by the ICTS service  of KU Leuven. Copies can be made and kept on personal devices. An additional \nbackup will be stored on the shared drive (K:) of KU Leuven  \nand will be updated on a weekly  basis.  \n \n \nHow will the data be backed up?  \n \nThe digital data will be stored on the university's central servers with automatic daily back -up procedures . \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n● Yes \nKU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder will be made for the \nproject on  which the collaborators will work jointly and store data files . \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  \n \nThe data is secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shar ed \nfolder.  Unauthorized persons do not have access to this system.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?  \n \nKU Leuven provides multiple options for (long -term) data storage. The shared network drive costs € 503 .66 / TB / year, and the \nBiomimetics  lab currently has a storage of 4 TB for the entire group. This would then cost up to € 8058.56 for 4 years. All costs \nwill be covered by the  Biomimetics  project s budget s. \n \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicabl e) \nafter the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or \ncontractu al restrictions, storage/budget issues, institutional policies...).  \n \nAll data related to this project will be retained for at least 5 years after the end of the project.  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nThe data will be stored on the long -term large -volume data storage drive (K: drive) . \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?  \n \nLarge volume storage of data in the K: drive costs € 104 .42 per TB per year. Assuming the data volume will not exceed 3 TB, the \nestimated  maximal cost for the expected retention period of 5 years would be € 1566.3. All costs will be covered by the project \nbudget.  \n \n \n5. DATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please \nexplain per dataset or data type which data will be made available.  \n● No (closed access)  \nAll data types will be accessible only to the collaborating groups of the project.  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \nAll data types will be accessible only to the collaborating groups of the project.  \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd \nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.  \n● No \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.  \n \nNA \n \n \nWhen will the data be made available?  \n \nNA \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nNA \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it \nin the comment section.  \n● No \nNA \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nNA \n \n \n6. RESPONSIBILITIES  \nWho will manage data documentation and metadata during the research project?  \n \nThe PhD researcher will be responsible for documentation and metadata. Supervisors will manage the data storage facilities . \n \n \nWho will manage data storage and backup during the research project?  \n \nThe PhD researcher will be responsible for storage and back -up of the data on the KU Leuven storage drives. Supervisors will \nmanage the data  storage facilities . \n \nWho will manage data preservation and sharing?  \n \nThe PI is responsible for data preservation and sharing . \nWho will update and implement this DMP?  \n \nBoth the PhD researcher and PI will update and implement this DMP . "
    },
    "clean_full_text": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP (FLEMISH STANDARD DMP) - FWO DMP (FLEMISH STANDARD DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the v olume of the data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes, animal data Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ● No Only for Digital Data Only for Digital Data Only for Digital Data Only for Physic al Data Dataset Name Descri ptions New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume Physical Volume Please choose from the following options: New Reused Please choose from the following options: Digital Physical Please choose from the following options: Observa tional Experimental Compiled/ Aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .r tf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50T B NA Microscopy image s Confocal microscopy images of Xenopus egg droplets in imaging platforms New Digital Experiment al .nd2, .jp g, .tif <5 TB mRNA seque nces Sequences of mRNAs from the Xenopus droplets New Digital Experimental FASTA <110 GB CAD designs Designs for microfluidic chips using CAD software New Digital Software .dwg, .stl <1 GB TEXT Protocols, description of research results, literature studies New Digital Observational Experimental .txt, .doc, .pdf <1 GB Biological samples Xenopus eggs and Mam malian oocytes New Physical No long term storage Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what rest rictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1) Experimental protocols that contain information on methods and materials, the progress of the research, and analysis of obtained data, will be recorded in an electronic notebook (eLABJournal, Bio -ITech). For every subtask of the project, a folder will be made, and a new file will be created under this folder for each experiment - with mention of date and experimental conditions . Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. Similarly, the data generated for each experiment will be stored on the shared drive in the same format. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. 2) A physical sample inventory will be stored on the shared drive in an Excel sheet with sample details Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) whic h metadata will be created to make the data easier to find and reuse. ● No No, a uniform metadata standard is not available for all different aspects and disciplines of this project. Therefore, a unif orm system will be created to enhance the use/re -use of data. As mentioned above, an electronic labnotebook (eLABJournal, Bio - ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion) will be used. The electronic lab notebook will facilitate searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server -based folder with the experimental data, linking the metadata to the actual data will be facilitated. 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? The time -stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time -stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio -ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this FWO project and is secured and backed -up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional backup will be stored on the shared drive (K:) of KU Leuven and will be updated on a weekly basis. How will the data be backed up? The digital data will be stored on the university's central servers with automatic daily back -up procedures . Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes KU Leuven provides sufficient storage and back -up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files . How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shar ed folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven provides multiple options for (long -term) data storage. The shared network drive costs € 503 .66 / TB / year, and the Biomimetics lab currently has a storage of 4 TB for the entire group. This would then cost up to € 8058.56 for 4 years. All costs will be covered by the Biomimetics project s budget s. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicabl e) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractu al restrictions, storage/budget issues, institutional policies...). All data related to this project will be retained for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long -term)? The data will be stored on the long -term large -volume data storage drive (K: drive) . What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Large volume storage of data in the K: drive costs € 104 .42 per TB per year. Assuming the data volume will not exceed 3 TB, the estimated maximal cost for the expected retention period of 5 years would be € 1566.3. All costs will be covered by the project budget. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● No (closed access) All data types will be accessible only to the collaborating groups of the project. If access is restricted, please specify who will be able to access the data and under what conditions. All data types will be accessible only to the collaborating groups of the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● No Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? NA Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● No NA What are the expected costs for data sharing? How will these costs be covered? NA 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The PhD researcher will be responsible for documentation and metadata. Supervisors will manage the data storage facilities . Who will manage data storage and backup during the research project? The PhD researcher will be responsible for storage and back -up of the data on the KU Leuven storage drives. Supervisors will manage the data storage facilities . Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing . Who will update and implement this DMP? Both the PhD researcher and PI will update and implement this DMP ."
}