{
    "document_id": "D-2021-1204",
    "LinkTitle": "D-2021-1204",
    "file_name": "D-2021-1204.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1204.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_AdB_MVH.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": " \n1 DMP (FWO)  Project Name: Speech Brain-computer interface based on human intracranial recordings Principal Investigator / Researcher: Aurélie de Borman Institution: KU Leuven  1. GENERAL INFORMATION Name applicant Aurélie de Borman  FWO Project Number & Title 11K2322N Speech Brain-computer interface based on human intracranial recordings  Affiliation KU Leuven  2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data?  Data will be reused and generated since experiments are ongoing.  Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume.  Type of data Format   Volume How created?  Electrocorticography (ECoG)  numerical  100GB recorded during the experiments Sound signals  numerical  5GB recorded during the experiments MR images   images  1GB pre/post implant MR images Functional mapping data text   post implanted patient responses to electrode currents Photographs during implantation  images 1 GB photos taken by surgeon Basic clinical information text   collected by clinician during clinical workup  \n \n2 3. LEGAL AND ETHICAL ISSUES Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application).   Be aware that registering the fact that you process personal data is a legal obligation. Yes. Besides ECoG and the subject's voice, also pre/post implant CT/MRI scans will be collected and functional mapping data, photographs during implantation and basic clinical- and personal information, such as gender, age and dominant hand, shared.   Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes. The transfer of information from UZGent to KU Leuven is covered by a Service Agreement (UZGent reference KW/2092/NEL/004/057), and an ethical approval (BC-06016) granted by the Commission Medical Ethics of UZGent.  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  The division of IP rights between UZGent and KU Leuven is stipulated in Service Agreement (UZGent reference KW/2092/NEL/004/057).  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? The dissemination and exploitation of transferred data and of the obtained results are stipulated in Service Agreement (UZGent reference KW/2092/NEL/004/057).  4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? No data will be shared without prior approval of the Commission Medical Ethics of UZGent.  Will a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No metadata will be created for use by 3rd parties without prior approval of the Commission Medical Ethics of UZGent (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.    \n \n3 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored?  The pseudonymized data received by KU Leuven will be stored on a secure, password-protected storage facility not accessible by external parties at the research unit.   How is backup of the data provided? Disk mirroring. The received data is a copy of the original data stored at UZGent on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes, the data is stored on a secure, password-protected storage facility not accessible by external parties.  What are the expected costs for data storage and back up during the project? How will these costs be covered?  Storage resources at KU Leuven are covered by grants. Preservation at UZGent’s servers is secured for 20 years, as it concerns patient data, in as far as legal and contractual agreements apply.  Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data received by KU Leuven will be stored on a secure, password protected computer not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well. Persons that have access to the data are listed in the ethical approval (BUN B670202042877, granted on 25/6/2020 by the Commission Medical Ethics of UZGent). The received data is a copy of the original data stored at UZGent on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt.   6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, the data received by KU Leuven will be preserved for 5 years at KU Leuven, in as far as legal and contractual agreements apply. The original recordings are preserved for 20 years at UZGent’s servers, as it concerns patient data, in as far as legal and contractual agreements apply.  Where will the data be archived (= stored for the longer term)? The original recordings are preserved for 20 years at UZGent’s servers, as it concerns patient data, in as far as legal and contractual agreements apply. \n \n4 What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?  Storage resources at KU Leuven are covered by grants.  7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   Which data will be made available after the end of the project? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   Where/how will the data be made available for reuse? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   When will the data be made available? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   Who will be able to access the data and under what conditions? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   What are the expected costs for data sharing? How will the costs be covered?   As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven.   8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Marc Van Hulle is responsible for the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven  \n \n5  Who will be responsible for data storage & back up during the project? Marc Van Hulle is responsible for the secure, password-protected storage data at KU Leueven of the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven   Who will be responsible for ensuring data preservation and reuse ? Marc Van Hulle  Who bears the end responsibility for updating & implementing this DMP? Marc Van Hulle "
    },
    "clean_full_text": "1 DMP (FWO) Project Name: Speech Brain-computer interface based on human intracranial recordings Principal Investigator / Researcher: Aurélie de Borman Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Aurélie de Borman FWO Project Number & Title 11K2322N Speech Brain-computer interface based on human intracranial recordings Affiliation KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Data will be reused and generated since experiments are ongoing. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. Type of data Format Volume How created? Electrocorticography (ECoG) numerical 100GB recorded during the experiments Sound signals numerical 5GB recorded during the experiments MR images images 1GB pre/post implant MR images Functional mapping data text post implanted patient responses to electrode currents Photographs during implantation images 1 GB photos taken by surgeon Basic clinical information text collected by clinician during clinical workup 2 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes. Besides ECoG and the subject's voice, also pre/post implant CT/MRI scans will be collected and functional mapping data, photographs during implantation and basic clinical- and personal information, such as gender, age and dominant hand, shared. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes. The transfer of information from UZGent to KU Leuven is covered by a Service Agreement (UZGent reference KW/2092/NEL/004/057), and an ethical approval (BC-06016) granted by the Commission Medical Ethics of UZGent. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The division of IP rights between UZGent and KU Leuven is stipulated in Service Agreement (UZGent reference KW/2092/NEL/004/057). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? The dissemination and exploitation of transferred data and of the obtained results are stipulated in Service Agreement (UZGent reference KW/2092/NEL/004/057). 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? No data will be shared without prior approval of the Commission Medical Ethics of UZGent. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No metadata will be created for use by 3rd parties without prior approval of the Commission Medical Ethics of UZGent (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. 3 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? The pseudonymized data received by KU Leuven will be stored on a secure, password-protected storage facility not accessible by external parties at the research unit. How is backup of the data provided? Disk mirroring. The received data is a copy of the original data stored at UZGent on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes, the data is stored on a secure, password-protected storage facility not accessible by external parties. What are the expected costs for data storage and back up during the project? How will these costs be covered? Storage resources at KU Leuven are covered by grants. Preservation at UZGent’s servers is secured for 20 years, as it concerns patient data, in as far as legal and contractual agreements apply. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data received by KU Leuven will be stored on a secure, password protected computer not accessible by external parties and on encrypted disks. Portable disks (e.g. USB sticks) will be encrypted as well. Persons that have access to the data are listed in the ethical approval (BUN B670202042877, granted on 25/6/2020 by the Commission Medical Ethics of UZGent). The received data is a copy of the original data stored at UZGent on a secure, password-protected computer, separate from the patient dossiers from which it is a partial excerpt. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, the data received by KU Leuven will be preserved for 5 years at KU Leuven, in as far as legal and contractual agreements apply. The original recordings are preserved for 20 years at UZGent’s servers, as it concerns patient data, in as far as legal and contractual agreements apply. Where will the data be archived (= stored for the longer term)? The original recordings are preserved for 20 years at UZGent’s servers, as it concerns patient data, in as far as legal and contractual agreements apply. 4 What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storage resources at KU Leuven are covered by grants. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Which data will be made available after the end of the project? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Where/how will the data be made available for reuse? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. When will the data be made available? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. Who will be able to access the data and under what conditions? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. What are the expected costs for data sharing? How will the costs be covered? As it concerns patient data, sharing with 3rd parties is only admissible after prior approval by UZGent's Ethical Committee (ethical approval B670202042877, 25/6/2020) and in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Marc Van Hulle is responsible for the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven 5 Who will be responsible for data storage & back up during the project? Marc Van Hulle is responsible for the secure, password-protected storage data at KU Leueven of the data received from UZGent, in compliance with the Service Agreement (UZGent reference KW/2092/NEL/004/057) between UZGent and KU Leuven Who will be responsible for ensuring data preservation and reuse ? Marc Van Hulle Who bears the end responsibility for updating & implementing this DMP? Marc Van Hulle"
}