{
    "document_id": "D-2023-2265",
    "LinkTitle": "D-2023-2265",
    "file_name": "D-2023-2265.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2265.pdf",
    "metadata": {
        "title": "DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO\nDESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA\nINFECTIONS\nA Data Management Plan created using DMPonline.be\nCreator: \nPatrick Van Dijck \n \nhttps://orcid.org/0000-0002-1542-897X\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0L1622N\nID: \n200683\nStart date: \n01-01-2023\nEnd date: \n31-12-2025\nProject abstract:\nMultidrug resistance is a major problem in \nCandida auris\n, the first pathogenic fungus officially considered an urgent\nantimicrobial resistance threat by the CDC, and in \nCandida glabrata\n, which accounts for 20-40% of all systemic Candida\ninfections. Antifungal resistance often leads to treatment failure, which significantly reduces survival rates of lethal\ncandidiasis. Meanwhile, the antifungal drug market comprises only four classes. By evolving \nC. auris\n and \nC. glabrata\n in\ndifferent drugs and mapping their responses to other drugs, we have discovered collateral sensitivity (CS) and cross\nresistance (XR). CS is the process in which the acquisition of drug resistance towards one drug, confers an increased\nsensitivity towards another drug. Conversely, XR confers reduced susceptibility to more than one drug upon exposure to\none drug. Information regarding the evolutionary tendencies of pathogenic fungi can be leveraged to improve\ntherapeutic approaches for treating fungal infections. Both CS and XR have been studied extensively in tumors and in\nbacteria but remain unexplored in fungi. In this study, we will explore novel treatment schemes that have the potential\nto prevent the development of antifungal drug resistance in MDR species of most concern: \nC. auris\n and C.\n glabrata.\nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 8\nDISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO\nDESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA\nINFECTIONS\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 8\nDISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO\nDESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA\nINFECTIONS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCandida\nauris/glabrata\nevolved strains\nstrains evolved to become\nsingle and multidrug resistant\nnew data\nphysical\nexperimental\nNA\nNA\ntwelve\ndrawers\nin the -\n80 °C\nfreezer\nCandida\nauris/glabrata\nengineered\nstrains\nstrains engineered using\nCRISPR-cas9\nnew data\nphysical\nexperimental\nNA\nNA\none\ndrawer\nin teh -\n80 °C\nfreezer\nsequencing\ndata\nBoth targeted and whole\ngenome qequencing to\nvalidate mutations and\nidentify mutations\nnew data\ndigital\nexperimental\n.xml, .txt\n<100 GB\n \nMIC\ndeterminations\nMinimal inhibitory\nconcentration determination,\ngrowth curves, \nnew data\ndigital\nexperimental\n.xml, .txt, .pdf,\n.csv\n<100 MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe use our previous data for comparison. This is from the publication by Carolus et al. DOI 10.1128/mBio.03333-20\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nWe will use mice to validate cross resistance, collateral sensitivity and fitness trade-offs. Ethical approval for these experiments has been granted: P079-2020\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 8\nDepending on the outcome, novel treatment strategies could be implemented in the hospital. A patent application on this topic was filed by LRD: PCT/EP2023/056380\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nWe have a lab guide will standardized protocols that are being done in the lab. In addition,\nthe results will be published and materials and methods will be described in detail so that\nthe experienced researcher can repeat the analysis.\nAll generated data is stored on the KU Leuven server, which contains protected project\ndirectories to which only researchers involved have access. In addition, every researcher\nhas a personal directory on the KU Leuven server for safe data storage and a OneDrive\nand Teams directory. Data is never stored on personal or work devices to prevent data\nloss upon technical failure\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nAll raw data sets are deposited in the online directories as described above in a special directory for raw data files, next to the processed data and final results (e.g.\nfigures published in papers). \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams, OneDrive) as described before.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe have large volumes available on both I and J drives. Upon payment, we can also get more space if necessary\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected cost is 500 euro/TB/year. We do not expect to go over that cost. We add this type of cost in our consumable money for any grant application\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 8\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll digital as well as physical material will be stored for 10 years. The physical material (evolved and engineered strains) will be stored in a - 80°C freezer.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the large volume storage and the shared network drive (J-drive). \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIn view of the expected size of the database (less than 1 TB), the estimated cost will be below 500 euro to set up the database and an annual fee of 50 euro for support\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nThe physical material can be requested and will be send to the other lab. The digital information will be available upon request\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is not restricted\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available through publications and at international conferences. The publications will be the source of information where interested researchers\ncan trace back a strain and ask this strain from the lab. \nAll digital data will be made available through the Research data repository.\nWhen will the data be made available?\nUpon publication (or patenting) of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a Creative Commons Attribution licence (CC-BY 4.0), so that the users have to give credit to the\noriginal data creators\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nAll publications will receive a DOI. \nA PID will be added upon deposit of data in a repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications, which may go up to more than 7000 euro for papers in the\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 8\nNature group. If other researchers request strains, we normally ask them to provide us with a DHL or FedEx number. \nCosts associated with a patent application (10000 euro) will be paid but the aim here is to find a company that takes a license on such patent\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPatrick Van Dijck (PI), Hans Carolus (Postdoc as of December 2023), Dimiitrios Sofras (PhD student) \nWho will manage data storage and backup during the research project?\nLuc Grauwels (ICT support) \nWho will manage data preservation and sharing?\nPatrick Van Dijck \nWho will update and implement this DMP?\nPatrick Van Dijck \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n6 of 8\nDISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO\nDESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA\nINFECTIONS\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n7 of 8\nDISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO\nDESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA\nINFECTIONS\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n8 of 8"
    },
    "clean_full_text": "DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS A Data Management Plan created using DMPonline.be Creator: Patrick Van Dijck https://orcid.org/0000-0002-1542-897X Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0L1622N ID: 200683 Start date: 01-01-2023 End date: 31-12-2025 Project abstract: Multidrug resistance is a major problem in Candida auris , the first pathogenic fungus officially considered an urgent antimicrobial resistance threat by the CDC, and in Candida glabrata , which accounts for 20-40% of all systemic Candida infections. Antifungal resistance often leads to treatment failure, which significantly reduces survival rates of lethal candidiasis. Meanwhile, the antifungal drug market comprises only four classes. By evolving C. auris and C. glabrata in different drugs and mapping their responses to other drugs, we have discovered collateral sensitivity (CS) and cross resistance (XR). CS is the process in which the acquisition of drug resistance towards one drug, confers an increased sensitivity towards another drug. Conversely, XR confers reduced susceptibility to more than one drug upon exposure to one drug. Information regarding the evolutionary tendencies of pathogenic fungi can be leveraged to improve therapeutic approaches for treating fungal infections. Both CS and XR have been studied extensively in tumors and in bacteria but remain unexplored in fungi. In this study, we will explore novel treatment schemes that have the potential to prevent the development of antifungal drug resistance in MDR species of most concern: C. auris and C. glabrata. Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 8 DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 8 DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Candida auris/glabrata evolved strains strains evolved to become single and multidrug resistant new data physical experimental NA NA twelve drawers in the - 80 °C freezer Candida auris/glabrata engineered strains strains engineered using CRISPR-cas9 new data physical experimental NA NA one drawer in teh - 80 °C freezer sequencing data Both targeted and whole genome qequencing to validate mutations and identify mutations new data digital experimental .xml, .txt <100 GB MIC determinations Minimal inhibitory concentration determination, growth curves, new data digital experimental .xml, .txt, .pdf, .csv <100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We use our previous data for comparison. This is from the publication by Carolus et al. DOI 10.1128/mBio.03333-20 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data We will use mice to validate cross resistance, collateral sensitivity and fitness trade-offs. Ethical approval for these experiments has been granted: P079-2020 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 8 Depending on the outcome, novel treatment strategies could be implemented in the hospital. A patent application on this topic was filed by LRD: PCT/EP2023/056380 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and methods will be described in detail so that the experienced researcher can repeat the analysis. All generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have access. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams directory. Data is never stored on personal or work devices to prevent data loss upon technical failure Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No All raw data sets are deposited in the online directories as described above in a special directory for raw data files, next to the processed data and final results (e.g. figures published in papers). 3. Data storage & back-up during the research project Where will the data be stored? All data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams, OneDrive) as described before. How will the data be backed up? Standard back-up provided by KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We have large volumes available on both I and J drives. Upon payment, we can also get more space if necessary How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected cost is 500 euro/TB/year. We do not expect to go over that cost. We add this type of cost in our consumable money for any grant application Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 8 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital as well as physical material will be stored for 10 years. The physical material (evolved and engineered strains) will be stored in a - 80°C freezer. Where will these data be archived (stored and curated for the long-term)? The data will be archived on the large volume storage and the shared network drive (J-drive). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? In view of the expected size of the database (less than 1 TB), the estimated cost will be below 500 euro to set up the database and an annual fee of 50 euro for support 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The physical material can be requested and will be send to the other lab. The digital information will be available upon request If access is restricted, please specify who will be able to access the data and under what conditions. Access is not restricted Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available through publications and at international conferences. The publications will be the source of information where interested researchers can trace back a strain and ask this strain from the lab. All digital data will be made available through the Research data repository. When will the data be made available? Upon publication (or patenting) of the research results Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a Creative Commons Attribution licence (CC-BY 4.0), so that the users have to give credit to the original data creators Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes All publications will receive a DOI. A PID will be added upon deposit of data in a repository. What are the expected costs for data sharing? How will these costs be covered? Sharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications, which may go up to more than 7000 euro for papers in the Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 8 Nature group. If other researchers request strains, we normally ask them to provide us with a DHL or FedEx number. Costs associated with a patent application (10000 euro) will be paid but the aim here is to find a company that takes a license on such patent 6. Responsibilities Who will manage data documentation and metadata during the research project? Patrick Van Dijck (PI), Hans Carolus (Postdoc as of December 2023), Dimiitrios Sofras (PhD student) Who will manage data storage and backup during the research project? Luc Grauwels (ICT support) Who will manage data preservation and sharing? Patrick Van Dijck Who will update and implement this DMP? Patrick Van Dijck Created using DMPonline.be. Last modiﬁed 29 June 2023 6 of 8 DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 29 June 2023 7 of 8 DISRUPTING DRUG RESISTANCE BY EXPLOITING COLLATERAL SENSITIVITY TO DESIGN NOVEL THERAPEUTIC STRATEGIES FOR C. AURIS AND C. GLABRATA INFECTIONS DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 29 June 2023 8 of 8"
}