{
    "document_id": "D-2024-3265",
    "LinkTitle": "D-2024-3265",
    "file_name": "D-2024-3265.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3265.pdf",
    "metadata": {
        "title": "Improved flexible multibody modeling and identification through model-based Design of Experiments and Physics Informed Neural Networks",
        "author": "N/A",
        "creation_date": "2024-11-20 09:50:47+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Improved flexible multibody modeling and identification through model-based Design of Experiments\nImproved flexible multibody modeling and identification through model-based Design of Experiments\nand Physics Informed Neural Networks\nand Physics Informed Neural Networks\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\n- Simulation: constructed (numerical) simulation models (software, models), raw and post-processed simulation results\n(numerical), pre- and post-processing scripts (software), metadata describing model setup and procedures (textual)\n- Experimental: raw and post-processed measurement (noise, vibration, geometrical and material properties) data (numerical),\npost-processing scripts (software), manufactured test-samples and metamaterial demonstrators (hardware), metadata\ndescribing measurement setups and procedures (textual)\n- Derived: post-processed results (numerical, multimedia), reports (textual), paper manuscripts (textual), presentations (textual,\nmultimedia)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\nDuring: the candidate will be the main responsible, supported by KU Leuven central IT. After: the supervisor from the hosting\ndivision Frank Naets and the division’s research manager Bert Pluymers will have access.\nDuring: desktop file storage, personal and shared network folders on KU Leuven’s network drives, KU Leuven\nOneDrive/Teams and the department’s GitLab, and physical samples stored in the lab.\nAfter: archiving on KU Leuven’s network drives and Open Access repository Lirias, and the department’s GitLab, and physical\nsamples stored in the lab. Part of the data can be published in dedicated data journals or made available on Public\nRepositories (e.g. Zenodo, KU Leuven RDR).\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nNo wish to deviate from this principle\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nNo issues related to this\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo other issues to mention\nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n1 of 7\nImproved flexible multibody modeling and identification through model-based Design of Experiments\nImproved flexible multibody modeling and identification through model-based Design of Experiments\nand Physics Informed Neural Networks\nand Physics Informed Neural Networks\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nRaw and\nprocessed \nvibration\nmeasurements \n(numerical)\nMeasurement\ndata from\nexperiments\nNew\nDigital\nExperimental\nDatabases\n(.lms, .mat,\n.unv),\ngraphs (.fig)\n<100GB\n \nImages and videos\n(multimedia)\nCamera\nimages/videos\nof samples\nand test\nsetups\nNew\nDigital\nExperimental\nmage (.png),\nvideo (.mp4)\n< 1GB\n \nMetadata\ndescribing \nmeasurements\nsetup and \nprocedures (textual)\nMetadata of\nmeasurements\nNew\nDigital\nExperimental\nText (.txt,\n.docx,  .pptx,\n.pdf)\n< 100MB\n \nnumerical\nsimulation \nmodels and input\nfiles (model)\nStructural FE\nmodels and\nflexible\nmultibody\nmodels\nNew\nDigital\nSimulation data\nCommercial\nfinite\nelement\nsoftware\nspecific\nformats\n(.sim, .fem,\n.prt, .mph),\nmodel input\nfiles (.bdf,\n.dat, .m),\nmodel\nmatrices\n(.mat)\n<100GB\n \nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n2 of 7\nRaw and\nprocessed \nsimulation data \n(numerical)\nResults from\nsimulations\nNew\nDigital\nSimulation data\nSimulation\nresult files\n(.pch,\n.op4, .mat,\n.unv, .csv)\nDatabases\n(.mat),\ngraphs (.fig)\n<100GB\n \nImages and\nanimations \n(multimedia)\nGraphical\nimages and\nanimation\noutput from\nsimulations\nNew\nDigital\nSimulation Data\nImage (.png),\nvideo (.gif,\n.mp4)\n<100GB\n \nMetadata\ndescribing models\nand\nsimulations setup\nand\nprocedures (textual)\nMetadata of\nsimulations\nNew\nDigital\nSimulation Data\nText (.txt,\n.docx, .pptx,\n.pdf) \n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNot Applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe work in this project can result in research data which has potential for tech transfer and valorisation. Novel models and\nmethodologies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU\nLeuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further\ndevelopments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech\ntransfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers\nwill be consulted regarding these IP aspects. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n3 of 7\nIt is noted that novel models and methodologies will be developed, which interact with and/or are based upon existing models\nand methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the\nresearch of the hosting KU Leuven Division LMSD, where related activities within other projects are developed and can leverage\nupon the developments in this project to enhance interaction. The IP of the models and methodologies of the hosting research\ngroup lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for\nfuture developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD\nwill be made by citing the associated journal paper publications.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCommercial finite element software specific formats (.sim, .fem, .prt), model input It is noted that novel models and\nmethodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting\nKU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven\nDivision LMSD, where related activities within other projects are developed and can leverage upon the developments in this\nproject to enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and\nthe Division LMSD and will also hold for the further developments made in this project and for future developments based on\nthese. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the\nassociated journal paper publications.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nMetadata on experiment-related data :\n- Raw vibration measurements: a measurement report per measurement dataset will detail the software parameters &\ninstruments settings, dimensions, measurement methodology and procedural information on how the data was collected,\nrequired sensor & exciter labels and positions as well as units of measurements and calibration settings. This metadata is by\ndefault saved in the data files generated by the measurement software.\n- Processed vibration measurements: a readme file.txt will accompany the dataset, describing the labels and definitions of\nvariables, the units of measurements and how the raw data have been processed.\n- Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification.\n \nMetadata on simulation-related data : \n- FE and multibody simulation models and raw & processed simulation result data: a readme.txt file will describe the parameters,\ndefinitions, units and software settings used to construct the models/ obtain the result data. Modelling assumptions and\nunderlying equations will be clearly reported such that each simulation result is accompanied with a description of the validity\nrange of the model/ result data. This information is kept either in the CAE file format, or in an accompanying txt file. In addition to\nthe metadata per datatype as outlined above, a readme.txt file will be created which describes the structure of the dataset.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nWhere possible, the EngMeta metadata standard will be used. Otherwise, although not formalized, state-of-practice standards will\nbe used regarding metadata. On the one hand, standardized CAE file format information and structure will be used. On the other\nhand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is\nused, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data\nstorage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the\npresent subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would\nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n4 of 7\nbe considered, it will be re-evaluated if an applicable metadata standard is available and can be applied to enhance sharing.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\n- Shared network drive (J-drive) \n- Personal network drive (I-drive) \n- OneDrive (KU Leuven) \n- Sharepoint online \nAbove listed options are currently used and envisioned. In the context of BADM service of KU Leuven, the applicant is setting up\nan appropriate data storage approach for the hosting research group. When further matured, this approach will also be adopted,\nselecting the right storage option for the right type of data at the right moment during/after the project.\nHow will the data be backed up?\nHow will the data be backed up?\n- Standard back-up provided by KU Leuven ICTS for my storage solution \n- Personal back-ups I make (specify below) The cloud-based and ICTS storage solutions are backed-up as part of the offered\nservices. Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using\nSyncBackFree backup software to mirror). In addition, back-up snapshot copies on personal external hard drives will allow to\nrecover data files as additional redundancy.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOn the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage\nsolutions are only accessible via proper credentials which are centrally managed. Hence, unauthorised access via legal means is\nnot possible.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nIn case expenses are needed, part of the allocated project budget can be used. However, this is currently not expected.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\n• All data will be preserved for 10 years according to KU Leuven RDM policy Particular focus for data preservation will be on:\n• Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to\nOpen Access publications will be retained on Public Repositories (like RDR, Lirias).\n• Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or\nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n5 of 7\nvalorisation activities and for future research of the researcher. Potentially large (intermediate and non-processed/raw) result\nand measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to\nrecalculate/remeasure the results easily and at low cost and time\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\n - Large Volume Storage (longterm for large volumes) \n- Shared network drive (J-drive) \n- KU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs for storage beyond project duration will be limited and covered by the research group.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nDifferent data availability schemes will be considered, assuming “as open as possible, as closed as needed”. For embargoed and\nrestricted data, metadata describing the content of datasets will be openly accessible.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor now, the data sharing policy “upon reasonable request” is envisioned (assuming “as open as possible, as closed as needed”).\nThe precise procedures to evaluate access requests and to control access such as end-user agreements, data sharing\nagreements will have to be evaluated still. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRelevant datasets will be made available via KU Leuven RDR, Zenodo or similar.\nWhen will the data be made available?\nWhen will the data be made available?\nPublication related data will be made available upon publication of the results. Consolidated datasets can be made available at\nthe end of the project. For the latter, the need for a possible embargo/restrictions will be evaluated, as clarified in the first point of\nthis section\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n6 of 7\n- CC-BY 4.0 (data) \n- Data Transfer Agreement (restricted data)\n- Other (specify below)\nThe datasets uploaded as open access datasets will be provided under a CC BY-NC- ND 4.0 license. For embargoed/restricted\ndatasets, Data Transfer Agreements will be considered if appropriate.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nPossible costs linked to open repositories and costs related to preparing data and uploading it, if any, will be covered by the\nproject budget.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe applicant will be the responsible for data documentation & metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT\n(SET-IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research\ngroup. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager Bert Pluymers \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-\nterm data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert\nPluymers. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe applicant bears the end responsibility for updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 20 November 2024\n7 of 7"
    },
    "clean_full_text": "Improved flexible multibody modeling and identification through model-based Design of Experiments Improved flexible multibody modeling and identification through model-based Design of Experiments and Physics Informed Neural Networks and Physics Informed Neural Networks Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) - Simulation: constructed (numerical) simulation models (software, models), raw and post-processed simulation results (numerical), pre- and post-processing scripts (software), metadata describing model setup and procedures (textual) - Experimental: raw and post-processed measurement (noise, vibration, geometrical and material properties) data (numerical), post-processing scripts (software), manufactured test-samples and metamaterial demonstrators (hardware), metadata describing measurement setups and procedures (textual) - Derived: post-processed results (numerical, multimedia), reports (textual), paper manuscripts (textual), presentations (textual, multimedia) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) During: the candidate will be the main responsible, supported by KU Leuven central IT. After: the supervisor from the hosting division Frank Naets and the division’s research manager Bert Pluymers will have access. During: desktop file storage, personal and shared network folders on KU Leuven’s network drives, KU Leuven OneDrive/Teams and the department’s GitLab, and physical samples stored in the lab. After: archiving on KU Leuven’s network drives and Open Access repository Lirias, and the department’s GitLab, and physical samples stored in the lab. Part of the data can be published in dedicated data journals or made available on Public Repositories (e.g. Zenodo, KU Leuven RDR). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) No wish to deviate from this principle Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) No issues related to this Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) No other issues to mention Created using DMPonline.be. Last modiﬁed 20 November 2024 1 of 7 Improved flexible multibody modeling and identification through model-based Design of Experiments Improved flexible multibody modeling and identification through model-based Design of Experiments and Physics Informed Neural Networks and Physics Informed Neural Networks FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Raw and processed vibration measurements (numerical) Measurement data from experiments New Digital Experimental Databases (.lms, .mat, .unv), graphs (.fig) <100GB Images and videos (multimedia) Camera images/videos of samples and test setups New Digital Experimental mage (.png), video (.mp4) < 1GB Metadata describing measurements setup and procedures (textual) Metadata of measurements New Digital Experimental Text (.txt, .docx, .pptx, .pdf) < 100MB numerical simulation models and input files (model) Structural FE models and flexible multibody models New Digital Simulation data Commercial finite element software specific formats (.sim, .fem, .prt, .mph), model input files (.bdf, .dat, .m), model matrices (.mat) <100GB Created using DMPonline.be. Last modiﬁed 20 November 2024 2 of 7 Raw and processed simulation data (numerical) Results from simulations New Digital Simulation data Simulation result files (.pch, .op4, .mat, .unv, .csv) Databases (.mat), graphs (.fig) <100GB Images and animations (multimedia) Graphical images and animation output from simulations New Digital Simulation Data Image (.png), video (.gif, .mp4) <100GB Metadata describing models and simulations setup and procedures (textual) Metadata of simulations New Digital Simulation Data Text (.txt, .docx, .pptx, .pdf) <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Not Applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The work in this project can result in research data which has potential for tech transfer and valorisation. Novel models and methodologies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Created using DMPonline.be. Last modiﬁed 20 November 2024 3 of 7 It is noted that novel models and methodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related activities within other projects are developed and can leverage upon the developments in this project to enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for future developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper publications. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Commercial finite element software specific formats (.sim, .fem, .prt), model input It is noted that novel models and methodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related activities within other projects are developed and can leverage upon the developments in this project to enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for future developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper publications. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Metadata on experiment-related data : - Raw vibration measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings. This metadata is by default saved in the data files generated by the measurement software. - Processed vibration measurements: a readme file.txt will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data have been processed. - Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification. Metadata on simulation-related data : - FE and multibody simulation models and raw & processed simulation result data: a readme.txt file will describe the parameters, definitions, units and software settings used to construct the models/ obtain the result data. Modelling assumptions and underlying equations will be clearly reported such that each simulation result is accompanied with a description of the validity range of the model/ result data. This information is kept either in the CAE file format, or in an accompanying txt file. In addition to the metadata per datatype as outlined above, a readme.txt file will be created which describes the structure of the dataset. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Where possible, the EngMeta metadata standard will be used. Otherwise, although not formalized, state-of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure will be used. On the other hand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would Created using DMPonline.be. Last modiﬁed 20 November 2024 4 of 7 be considered, it will be re-evaluated if an applicable metadata standard is available and can be applied to enhance sharing. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? - Shared network drive (J-drive) - Personal network drive (I-drive) - OneDrive (KU Leuven) - Sharepoint online Above listed options are currently used and envisioned. In the context of BADM service of KU Leuven, the applicant is setting up an appropriate data storage approach for the hosting research group. When further matured, this approach will also be adopted, selecting the right storage option for the right type of data at the right moment during/after the project. How will the data be backed up? How will the data be backed up? - Standard back-up provided by KU Leuven ICTS for my storage solution - Personal back-ups I make (specify below) The cloud-based and ICTS storage solutions are backed-up as part of the offered services. Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software to mirror). In addition, back-up snapshot copies on personal external hard drives will allow to recover data files as additional redundancy. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally managed. Hence, unauthorised access via legal means is not possible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? In case expenses are needed, part of the allocated project budget can be used. However, this is currently not expected. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). • All data will be preserved for 10 years according to KU Leuven RDM policy Particular focus for data preservation will be on: • Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public Repositories (like RDR, Lirias). • Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or Created using DMPonline.be. Last modiﬁed 20 November 2024 5 of 7 valorisation activities and for future research of the researcher. Potentially large (intermediate and non-processed/raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? - Large Volume Storage (longterm for large volumes) - Shared network drive (J-drive) - KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research group. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Different data availability schemes will be considered, assuming “as open as possible, as closed as needed”. For embargoed and restricted data, metadata describing the content of datasets will be openly accessible. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For now, the data sharing policy “upon reasonable request” is envisioned (assuming “as open as possible, as closed as needed”). The precise procedures to evaluate access requests and to control access such as end-user agreements, data sharing agreements will have to be evaluated still. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Relevant datasets will be made available via KU Leuven RDR, Zenodo or similar. When will the data be made available? When will the data be made available? Publication related data will be made available upon publication of the results. Consolidated datasets can be made available at the end of the project. For the latter, the need for a possible embargo/restrictions will be evaluated, as clarified in the first point of this section Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 20 November 2024 6 of 7 - CC-BY 4.0 (data) - Data Transfer Agreement (restricted data) - Other (specify below) The datasets uploaded as open access datasets will be provided under a CC BY-NC- ND 4.0 license. For embargoed/restricted datasets, Data Transfer Agreements will be considered if appropriate. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Possible costs linked to open repositories and costs related to preparing data and uploading it, if any, will be covered by the project budget. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The applicant will be the responsible for data documentation & metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET-IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager Bert Pluymers Who will manage data preservation and sharing? Who will manage data preservation and sharing? The applicant will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long- term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who will update and implement this DMP? Who will update and implement this DMP? The applicant bears the end responsibility for updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 20 November 2024 7 of 7"
}