{
    "document_id": "D-2023-2209",
    "LinkTitle": "D-2023-2209",
    "file_name": "D-2023-2209.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2209.pdf",
    "metadata": {
        "title": "Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease.",
        "author": "N/A",
        "creation_date": "2023-06-22 12:06:32+00:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease.\nA Data Management Plan created using DMPonline.be\nCreator: \nSriram Balusu\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nData Manager:\n \nEliane Cherretté\nGrant number / URL: \nG064023N\nID: \n200061\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nAlzheimer’s disease is a major health problem. Progress in the field has been hampered seriously by the lack of a good\nanimal model to study the early steps of the disease. We have developed a new xenograft mouse model for Alzheimer's\ndisease. We transplant human neuronal precursor cells in mouse brain. Remarkably these neurons integrate well and\nsurvive >18 months. However when we transplant the neurons in a mouse model that develops the amyloid plaques\ncharacteristic for Alzheimer's disease, the neurons become sick after 3 months and develop all the characteristics\n(including neuronal tangles and neurodegeneration) that are seen in Alzheimer patient brains. This pathology is already\nfully present at 6 months of age. Thus we are able for the first time to see how a healthy neuron evolves to a diseased\nneuron over time. In the current project we propose to use cutting edge technology, such as single nuclei sequencing,\nspatial transcriptomics and advanced proteomics to characterize all the molecular and cellular changes that are\noccurring over these 4 month time period. We propose also a way to validate any candidate drug target coming from\nthose experiments.\nLast modified: \n22-06-2023\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n1 of 9\nHuman-mouse neuronal xenografts to study incipient Alzheimer’s Disease.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\n \nxls, .pzfx, .NIS\nExperimental\nimmunohistochemistry,\nhistology and\nImmunofluorescence\nimages taken in\nbrightfield, confocal\nmicroscopes or electron\nmicroscopy\nGenerate new data\nDigital\nExperimental\n.NIS\n.tif\n.jpeg\n<100GB\nTissue slides\nwill be stored\nat 4 degrees,\nand they will\ntake\napproximately\nten boxes.\nSingle-cell\ntranscriptomic\ndatasets\nGene expression level of\nindividual cells by\nsimultaneously\nmeasuring the mRNA\nconcentration of\nthousands of genes\nGenerate new data\nDigital\nExperimental\n.fastq\n<1TB\n \nFACS data\nFlow Cytometry and\nfluorescence-activated\ncell sorting (FACS) data\nGenerate new data\nDigital\nExperimental\n.fcs\n<100GB\n \nvectors\nBacterial vectors, viral\nvectors\nGenerate new data\nDigital and\nphysical\nExperimental\n \n \nViral vectors\nwill be stored\nat -80\ndegrees, and\nthey will take\napproximately\n2-3 boxes.\ncell lines\nnew stable stem cells\nline generated by\ntransducing the lentiviral\nvectors\nGenerate new data\nphysical\n \nExperimental\n \n \nWill be stored\nin Liquid\nnitrogen, and\nthey will take\napproximately\n5-10 boxes.\nTissue\nsamples\nEither brain sections,\nprotein samples or RNA\nsamples derived from\nthe tissue samples.\nGenerate new data\nphysical\nExperimental\n \n \nWill be stored\nat -80\ndegrees, and\nthey will take\napproximately\n10-15 boxes.\nWesternblots\n.xls, .pzfx\nNumerical data.\nQuantification of western\nblot\nimages, performed using\nimageJ, in microsoft\nexcel\nand graph pad prism.\nGenerate new data\nGenerate new\ndataDigital\nExperimental\n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n2 of 9\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nAll experiments involving research on small laboratory animals are approved by the ethics committee of KU Leuven (ECD application number P177/2022) and will be\nexecuted in compliance with the ethical regulation for animal research.\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nWe do not exclude that the proposed work could result in research data with the potential\nfor tech transfer and valorization. VIB has a policy to monitor research data for such potential actively. If there is substantial potential, the invention will be thoroughly\nassessed, and in several cases, the invention will be IP-protected (mostly patent\nprotection or copyright protection). As such, the IP protection does not withhold the\nresearch data from being made public. In the case a decision is taken to file a patent\napplication it will be planned so that publications need not be delayed.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNo third-party agreement restricts dissemination or exploitation of the data from this project. In particular, existing agreements between VIB and KU Leuven do not restrict\npublication of data.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nExperiments are tracked using ELN, a cloud-based software platform providing an electronic lab notebook, provided by VIB.\n \nDigital files will be named following a standard procedure so that all the names of all files in a given dataset will be in the same format: All names will start with the date\n(and time if applicable), followed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable\nwhenever possible names will be kept under 32 characters. Names will only contain letters, numbers and underscores. Dots will only be used for version control indicators\n(minor revisions indicated by decimal numbers and major revisions by whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format\nAll changes in the files will be recorded. Data files will be stored in suitably labelled and organized folders and sub-folders, accompanied by a README.txt file containing\nall the associated metadata (see section 3). File names and locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data.\nSpecific naming and search procedures will be applied to:\n- Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all\nfiles in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric character code (unique to\neach sample given the Project Code), followed by a specific descriptive name of the sample and the technology used (e.g.: 10x). Names will only contain letters, numbers\nand underscores.\n- Human pluripotent cell lines: these cell lines will be named according to the nomenclature rules established by the hPSCreg.eu database\n(https://hpscreg.eu/about/naming-tool). Names consists of a maximum of 15 characters and have the following structure: up to 6 characters for the institution, an i or e\nindicating the cell line type, 3 characters for the unique donor ID and finally a letter that is incremented depending on how many cell lines are generated by the same\ndonor. Subclones are indicated by a hyphen followed by the subclone number. Cell lines can be searched for in the hPSCreg.eu database based on cell type, country of\norigin, associated disease and/or date of derivation.\n- Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations\nof all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique\nDigital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to\nmaximize their findability.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n3 of 9\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nMetadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook\n(E-notebook, ELN) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below).\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including\nversion number) used to produce and to read the data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n \nAccess rights: closed access, embargoed access, restricted access, open access.\nFor specific datasets, additional metadata will be associated with the data file as appropriate.\nWhen depositing data in a repository, the final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the\ntop level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used (see section 7 below). This will allow the\ndata to be understood by other members of the laboratory and add contextual value to the dataset for future reuse.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault).\nTissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian\nlaw on human body material (dd 19-12-2008).\nOmics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the\nstaging area and later in the staging area.\nVectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and\nas a bacteria glycerol stock (-80°C). All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take\ncare of vector storage and shipping upon request.\nCell lines: cell lines will be stored locally in the laboratory.\nGenetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures\nconcerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be\nregistered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal\nprovider receipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\nHow will the data be backed up?\nKU Leuven drives are backed-up according to the following scheme:\n- data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14\nbackups are kept.\n- data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups\nare kept.\n- data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard,\n10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are\nkept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of\nwhich are kept.\n- All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the\nfront-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDigital data is securely stored cloud drives and prevents unauthorized access or modification, KU Leuven ICT protocol employs robust security measures such as controlled\naccess, and user authentication. Both the “L-drive” and “J-drive” servers are accessible only by laboratory members and are mirrored in the second ICTS data center for\nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.\nAccess to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data\ntransfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is\nmaintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by\nthe ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n4 of 9\nAll private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will\nbe the only one responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be\nexported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is about 4000€ (for a final volume of 5 TB). This estimation is based on the following costs:\nThe costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”.\nMaintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular\nmouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of\ntransgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage\nfee (25 euro per strain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the\ncosts of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all datasets.\nWhere will these data be archived (stored and curated for the long-term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (\nwww.fairsharing.org\n), at the latest at\nthe time of publication.\nFor all other datasets, long term storage will be ensured as follows:\nDigital datasets: files will be stored on the “L-drive”.\nTissue samples: Tissues will be stored locally in the laboratory.\nOmics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum.\nVectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and\nas a bacteria glycerol stock (-80°C).\nCell lines: cell lines will be stored locally in the laboratory (-80°C).\nGenetically modified organisms: Drosophila lines will be housed locally. All other lines that are no actively used for experiments will be cryopreserved.\nOther biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe total estimated cost of data storage during the 5 years after the end of the project is about 4500€ (for 5 TB). This estimation is based on the different costs described\nabove.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nOther, please specify:\nAs a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending\npublications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring\nconfidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing (\nwww.fairsharing.org\n). Sharing policies for specific\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n5 of 9\nresearch outputs are detailed below:\nOmics datasets will be deposited in open access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics and epigenomics\ndata, the LIPID MAPS Lipidomics Gateway for lipidomics data, the Metabolomics Workbench Data Repository for metabolomics data, or the NCBI Gene Expression\nOmnibus (GEO) or the EBI ArrayExpress databases for functional genomics data.\nVectors: Upon publication, all vectors supporting a manuscript will be made publicly available via the non-profit plasmid repository Addgene, along with the\ncorresponding DNA sequences. Addgene in turns performs quality control on the DNA, curates the plasmids online with all relevant information (maps, sequences),\nand for a minimal cost (typically $65) ships the vectors upon simple request and signature of a material transfer agreement. The MTA will be prepared before\ndepositing the vectors with the help of our organization’s Tech Transfer office. For transfer between nonprofit or academic institutions, Addgene typically uses the\nUniform Biological Material Transfer Agreement (https://www.addgene.org/terms/1047/). All non-published vectors and the associated documentation will be shared\nby the PI upon request and after signature of a material transfer agreement, at no cost except the cost of shipment.\nCell lines: All human pluripotent cell lines supporting publications will be registered in hPSCreg, the European human embryonic stem cell registry supported by the\nEuropean Commission (https://hpscreg.eu/). Information about the deposited lines (including donor information, derivation method, availability and characterization)\nwill also be made accessible. Registration of cell lines in hPSCreg will provide visibility, confirm ethical procurement and facilitate comparison with other hPSC lines.\nThe PI will remain the distributor of the pluripotent cell lines. All other cell lines supporting publications will be deposited in the American Type Culture Collection\n(ATCC) database (https://www.atcc.org/), which is a private, non-profit biological resource center. This will provide a secure back-up for this material. Investigators\ncan purchase cell lines from the ATCC database upon signature of a material transfer agreement (https://www.lgcstandardsatcc.org/~/media/PDFs/MTA_2.ashx)\nResearch documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be\nincluded as supplementary information. These data and all other documents (daily logs, raw data) deposited in the E-Notebook are accessible to the PI and the\nresearch staff, and will be made available upon request.\nManuscripts: All scientific publications will be shared openly. Manuscripts submitted for publication will be deposited in a pre-print server such as bioRxiv, arXiv,\nNature Precedings or ASAPbio). At the time of publication, research results will be summarized on the PI’s website (add website address) and post-print pdf versions\nof publications will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the\nembargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of the manuscript will be made available.\nPublications will also be automatically added to our institutional repository, Lirias 2.0, based on the authors name and ORCID ID.\nData that do not support publication will be either deposited in an open access repository or made available upon request by email.\nWhen will the data be made available?\nUpon publication of the research results.\nAs a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending\npublications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring\nconfidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAs detailed above, metadata will contain sufficient information to support data interpretation and reuse and will be conform to community norms. These repositories\nclearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication\nand Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the\nauthors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable)\nwill be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nNA\nWhat are the expected costs for data sharing? How will these costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start\nof the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory\nbudget.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMetadata will be documented by the research and technical staff at the time of data collection and analysis \nWho will manage data storage and backup during the research project?\nThe research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN)\nand from Raf De Coster for the KU Leuven drives. \nWho will manage data preservation and sharing?\nThe PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki\nfor the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. \nWho will update and implement this DMP?\nThe PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. \nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n6 of 9\nHuman-mouse neuronal xenografts to study incipient Alzheimer’s Disease.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n7 of 9\nHuman-mouse neuronal xenografts to study incipient Alzheimer’s Disease.\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n8 of 9\nHuman-mouse neuronal xenografts to study incipient Alzheimer’s Disease.\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n9 of 9"
    },
    "clean_full_text": "Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease. A Data Management Plan created using DMPonline.be Creator: Sriram Balusu Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Data Manager: Eliane Cherretté Grant number / URL: G064023N ID: 200061 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Alzheimer’s disease is a major health problem. Progress in the field has been hampered seriously by the lack of a good animal model to study the early steps of the disease. We have developed a new xenograft mouse model for Alzheimer's disease. We transplant human neuronal precursor cells in mouse brain. Remarkably these neurons integrate well and survive >18 months. However when we transplant the neurons in a mouse model that develops the amyloid plaques characteristic for Alzheimer's disease, the neurons become sick after 3 months and develop all the characteristics (including neuronal tangles and neurodegeneration) that are seen in Alzheimer patient brains. This pathology is already fully present at 6 months of age. Thus we are able for the first time to see how a healthy neuron evolves to a diseased neuron over time. In the current project we propose to use cutting edge technology, such as single nuclei sequencing, spatial transcriptomics and advanced proteomics to characterize all the molecular and cellular changes that are occurring over these 4 month time period. We propose also a way to validate any candidate drug target coming from those experiments. Last modified: 22-06-2023 Created using DMPonline.be. Last modiﬁed 22 June 2023 1 of 9 Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images xls, .pzfx, .NIS Experimental immunohistochemistry, histology and Immunofluorescence images taken in brightfield, confocal microscopes or electron microscopy Generate new data Digital Experimental .NIS .tif .jpeg <100GB Tissue slides will be stored at 4 degrees, and they will take approximately ten boxes. Single-cell transcriptomic datasets Gene expression level of individual cells by simultaneously measuring the mRNA concentration of thousands of genes Generate new data Digital Experimental .fastq <1TB FACS data Flow Cytometry and fluorescence-activated cell sorting (FACS) data Generate new data Digital Experimental .fcs <100GB vectors Bacterial vectors, viral vectors Generate new data Digital and physical Experimental Viral vectors will be stored at -80 degrees, and they will take approximately 2-3 boxes. cell lines new stable stem cells line generated by transducing the lentiviral vectors Generate new data physical Experimental Will be stored in Liquid nitrogen, and they will take approximately 5-10 boxes. Tissue samples Either brain sections, protein samples or RNA samples derived from the tissue samples. Generate new data physical Experimental Will be stored at -80 degrees, and they will take approximately 10-15 boxes. Westernblots .xls, .pzfx Numerical data. Quantification of western blot images, performed using imageJ, in microsoft excel and graph pad prism. Generate new data Generate new dataDigital Experimental If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Created using DMPonline.be. Last modiﬁed 22 June 2023 2 of 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data All experiments involving research on small laboratory animals are approved by the ethics committee of KU Leuven (ECD application number P177/2022) and will be executed in compliance with the ethical regulation for animal research. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. VIB has a policy to monitor research data for such potential actively. If there is substantial potential, the invention will be thoroughly assessed, and in several cases, the invention will be IP-protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No No third-party agreement restricts dissemination or exploitation of the data from this project. In particular, existing agreements between VIB and KU Leuven do not restrict publication of data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experiments are tracked using ELN, a cloud-based software platform providing an electronic lab notebook, provided by VIB. Digital files will be named following a standard procedure so that all the names of all files in a given dataset will be in the same format: All names will start with the date (and time if applicable), followed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable whenever possible names will be kept under 32 characters. Names will only contain letters, numbers and underscores. Dots will only be used for version control indicators (minor revisions indicated by decimal numbers and major revisions by whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format All changes in the files will be recorded. Data files will be stored in suitably labelled and organized folders and sub-folders, accompanied by a README.txt file containing all the associated metadata (see section 3). File names and locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data. Specific naming and search procedures will be applied to: - Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all files in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric character code (unique to each sample given the Project Code), followed by a specific descriptive name of the sample and the technology used (e.g.: 10x). Names will only contain letters, numbers and underscores. - Human pluripotent cell lines: these cell lines will be named according to the nomenclature rules established by the hPSCreg.eu database (https://hpscreg.eu/about/naming-tool). Names consists of a maximum of 15 characters and have the following structure: up to 6 characters for the institution, an i or e indicating the cell line type, 3 characters for the unique donor ID and finally a letter that is incremented depending on how many cell lines are generated by the same donor. Subclones are indicated by a hyphen followed by the subclone number. Cell lines can be searched for in the hPSCreg.eu database based on cell type, country of origin, associated disease and/or date of derivation. - Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability. Created using DMPonline.be. Last modiﬁed 22 June 2023 3 of 9 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook, ELN) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate. When depositing data in a repository, the final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used (see section 7 below). This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. 3. Data storage & back-up during the research project Where will the data be stored? Digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). Tissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian law on human body material (dd 19-12-2008). Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the staging area. Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. Cell lines: cell lines will be stored locally in the laboratory. Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. How will the data be backed up? KU Leuven drives are backed-up according to the following scheme: - data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. - data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Digital data is securely stored cloud drives and prevents unauthorized access or modification, KU Leuven ICT protocol employs robust security measures such as controlled access, and user authentication. Both the “L-drive” and “J-drive” servers are accessible only by laboratory members and are mirrored in the second ICTS data center for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. Created using DMPonline.be. Last modiﬁed 22 June 2023 4 of 9 All private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be the only one responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is about 4000€ (for a final volume of 5 TB). This estimation is based on the following costs: The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. Where will these data be archived (stored and curated for the long-term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: Digital datasets: files will be stored on the “L-drive”. Tissue samples: Tissues will be stored locally in the laboratory. Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum. Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). Cell lines: cell lines will be stored locally in the laboratory (-80°C). Genetically modified organisms: Drosophila lines will be housed locally. All other lines that are no actively used for experiments will be cryopreserved. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during the 5 years after the end of the project is about 4500€ (for 5 TB). This estimation is based on the different costs described above. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Other, please specify: As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing ( www.fairsharing.org ). Sharing policies for specific Created using DMPonline.be. Last modiﬁed 22 June 2023 5 of 9 research outputs are detailed below: Omics datasets will be deposited in open access repositories such as the PRIDE Archive for proteomics data, the EMBL-EBI platform for genomics and epigenomics data, the LIPID MAPS Lipidomics Gateway for lipidomics data, the Metabolomics Workbench Data Repository for metabolomics data, or the NCBI Gene Expression Omnibus (GEO) or the EBI ArrayExpress databases for functional genomics data. Vectors: Upon publication, all vectors supporting a manuscript will be made publicly available via the non-profit plasmid repository Addgene, along with the corresponding DNA sequences. Addgene in turns performs quality control on the DNA, curates the plasmids online with all relevant information (maps, sequences), and for a minimal cost (typically $65) ships the vectors upon simple request and signature of a material transfer agreement. The MTA will be prepared before depositing the vectors with the help of our organization’s Tech Transfer office. For transfer between nonprofit or academic institutions, Addgene typically uses the Uniform Biological Material Transfer Agreement (https://www.addgene.org/terms/1047/). All non-published vectors and the associated documentation will be shared by the PI upon request and after signature of a material transfer agreement, at no cost except the cost of shipment. Cell lines: All human pluripotent cell lines supporting publications will be registered in hPSCreg, the European human embryonic stem cell registry supported by the European Commission (https://hpscreg.eu/). Information about the deposited lines (including donor information, derivation method, availability and characterization) will also be made accessible. Registration of cell lines in hPSCreg will provide visibility, confirm ethical procurement and facilitate comparison with other hPSC lines. The PI will remain the distributor of the pluripotent cell lines. All other cell lines supporting publications will be deposited in the American Type Culture Collection (ATCC) database (https://www.atcc.org/), which is a private, non-profit biological resource center. This will provide a secure back-up for this material. Investigators can purchase cell lines from the ATCC database upon signature of a material transfer agreement (https://www.lgcstandardsatcc.org/~/media/PDFs/MTA_2.ashx) Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in the E-Notebook are accessible to the PI and the research staff, and will be made available upon request. Manuscripts: All scientific publications will be shared openly. Manuscripts submitted for publication will be deposited in a pre-print server such as bioRxiv, arXiv, Nature Precedings or ASAPbio). At the time of publication, research results will be summarized on the PI’s website (add website address) and post-print pdf versions of publications will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of the manuscript will be made available. Publications will also be automatically added to our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. Data that do not support publication will be either deposited in an open access repository or made available upon request by email. When will the data be made available? Upon publication of the research results. As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Which data usage licenses are you going to provide? If none, please explain why. As detailed above, metadata will contain sufficient information to support data interpretation and reuse and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes NA What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 6. Responsibilities Who will manage data documentation and metadata during the research project? Metadata will be documented by the research and technical staff at the time of data collection and analysis Who will manage data storage and backup during the research project? The research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? The PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. Created using DMPonline.be. Last modiﬁed 22 June 2023 6 of 9 Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Created using DMPonline.be. Last modiﬁed 22 June 2023 7 of 9 Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 June 2023 8 of 9 Human-mouse neuronal xenografts to study incipient Alzheimer’s Disease. GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 22 June 2023 9 of 9"
}