{
    "document_id": "D-2023-2051",
    "LinkTitle": "D-2023-2051",
    "file_name": "D-2023-2051.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2051.pdf",
    "metadata": {
        "title": "Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance",
        "author": "N/A",
        "creation_date": "2023-04-20 16:24:27+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to\npromote broiler health and performance\nA Data Management Plan created using DMPonline.be\nCreator: \nPaulien Vanderghinste\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SB3423N\nID: \n197733\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThe ban on antibiotic growth promoters (AGP) in feeds and the strong growth of broiler production\nurge the sector to find sustainable strategies to maintain broiler health and performance. One\napproach focuses on the beneficial effects of dietary fibre (DF) in broiler diets. Microbial fermentation\nof DF occurs in the caeca and has beneficial effects on health and performance. However, knowledge\non particle sizes of the DF fraction that can enter the caeca is lacking. I will study and exploit the\nrelationship between the particle size of DF-rich fractions in feed, their fate in broilers as a function\nof age and broiler performance. I will use inert cellulose beads and wheat bran with small ranges of\ndefined particle sizes to investigate the maximal particle sizes for caecal entrance and fermentation.\nThe fate of feed wheat bran particles through feed processing, digestion and fermentation will be\nstudied. The DF fraction can also exert antinutritional effects, which can be mitigated with fibredegrading\nenzymes, releasing fermentable DF. Enzyme efficiency is still inconsistent, possibly due to\ndifferences in DF particle sizes in feed. This will be studied by combining enzyme application and\nparticle size-reduced DF fractions in feed. This project will allow us to better exploit the health\nbenefits of the DF fraction to tackle gut health problems. It will further enhance broiler performance,\nreduce feed costs and allow the use of DF-rich by-products in diets.\nLast modified: \n20-04-2023\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n1 of 8\nUnderstanding and enhancing caecal access and fermentation of feed dietary fibre fractions to\npromote broiler health and performance\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nSamples of feed, digesta, faeces and organs will be collected during animal trials and will be stored in the lab freezers. The samples will be labelled with the sample date, type, trial title,\nexperimental group and replicate number. Measurements during the trials (feed intake, body weights, organ weight and dimensions, mortalities) will be written down on paper and stored in folders\nper trial. These will be digitalised in MS Excel after each trial. Microscopic images will be stored as TIFF, PNG or JPG files in folders per sample type. Raw analysis data will be stored in folders\nper work package and per analysis. This data will be processed and stored using MS Excel, R or JMP.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nAt our research group, a data management plan is in place. All data and files are stored in adequate folders on a secured network drive of KU Leuven, managed by the SET-IT ICT administrators.\nDaily drive back-ups and a mirror copy are made. The applicant will be responsible for the data collection and storage during the research project. She has already received data management\ntraining from the research group and the Arenberg Doctoral School. In line with the data management policy of KU Leuven, the supervisor, Prof. Christophe Courtin, will manage the data storage\nfacilities and is the end responsible for preserving the data for at least 5 years after the research.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThe applicant will not deviate from the minimum preservation time of 5 years, as a minimum time of 10 years is defined in the data management policy of the KU Leuven.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThis project will use Ross 308 broilers (not genetically modified, not cloned) to collect digesta and tissue samples. These samples do not require additional measures for data storage.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThe Arenberg Doctoral School provides a course about data management which the applicant has followed within the first three months of her doctoral program. This ensures that the data\nmanagement plan can be applied directly at the beginning of the project. Besides, the LFCB has a data management team that has set up a general data management plan (which was discussed\nabove) for everyone at the laboratory to provide consistency.\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n2 of 8\nUnderstanding and enhancing caecal access and fermentation of feed dietary fibre fractions to\npromote broiler health and performance\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n3 of 8\nUnderstanding and enhancing caecal access and fermentation of feed dietary fibre fractions to\npromote broiler health and performance\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n4 of 8\nUnderstanding and enhancing caecal access and fermentation of feed dietary fibre fractions to\npromote broiler health and performance\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for physical data\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\nFeed, digesta,\nfaeces and\ntissue samples\nSamples collected during broiler\ntrials \nGenerate\nnew data\nPhysical\nNA\nNA\nNA\nIt is estimated that this project will contain 4 animals trials using 4 treatments\nand sampling at 3 different ages. From 4 gut parts, 10 biological replications of\ndigesta and tissue will be collected. This results in a total of +- 8000 falcon tubes\n(50 ml) containing samples stored at -20°C, with a minor part stored at -80°C.\nMeasurements\nduring trials\nMeasurements of feed intake, body\nweights, organ weights &\ndimensions, mortality rates done\nduring trials\nGenerate\nnew data\nDigital (paper\ndocuments will\nbe digitalised\nafter trial)\nExperimental\n.xlsx\n.cvs\n.docx\n< 1 GB\nNA\nMicroscopic\nimages\nMicroscopic images of feed, digesta\nand tissue\nGenerate\nnew data\nDigital\nExperimental\n.jpg\n< 100 GB\nNA\nGas\nchromatography\ndata\nOutput of gas chromatography:\ncontent of monosaccharides   \nGenerate\nnew data\nDigital\nExperimental\n.xlsx\n< 1 GB\nNA\nOther analytical\nresults\nResults of other lab analyses of\ncollected samples (e.g. particle size\ndistributions, sample weights and\ndry mass content, ...)\nGenerate\nnew data\nDigital (paper\ndocuments will\nbe digitalised\nafter trial)\nExperimental\n.xlsx\n< 1 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, animal data\nTo obtain data for the datasets 'Feed, digesta, faeces and tissue samples' and 'Measurements during trials', broiler trials are executed to collect digesta and tissue samples. An ethical approval is\nrequested for each broiler trial. The first two broiler trials of the project are already approved under the project number 140/2021.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nAll datasets described above can be used to generate new insights that can be applied in the animal feed industry. These insights can be used to develop new (modifications of) broiler feeds by\nbroiler feed companies.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nNA\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n5 of 8\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1\n. \nEach biological sample will be labeled with the trial name, sampling date, treatment, replication number and content. A digital file containing all information on the sampling procedures and\ntreatments will also be provided per trial.\n2\n. \nDigitalised data of measurements during trials will be stored in folders according to the trial and sampling day. Each document or spreadsheet will contain a legend as the first spreadsheet\nor page. A digital file containing all information on the sampling procedures and treatments will also be provided per trial.\n3\n. \nMicroscopic images will be given a filename containing the sampling age and treatment, and will be stored in folders according to the trial and procedure.\n4\n. \nGas chromatography data and other analytical data will be given a filename containing the sample content, sampling age and procedure data, and will be stored in folders according to the\ntrial and procedure. A legend will be included in each document as a first spreadsheet or page.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere is no metadata standard available. Files will have labels or filenames containing the necessary information and all data will be accompanied by a legend and/or explanatory document.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe physical data (collected samples of feed, digesta, faeces and organs) will be stored in freezers in the Laboratory of Food Chemistry and Biochemistry at -20°C or -80°C. Digital data will be\nstored in files per trial and per analysis on a secured network drive of KU Leuven, managed by the SET-IT ICT administrators.\nHow will the data be backed up?\nDaily drive back-ups and a mirror copy are made of the secured network drives of KU Leuven, which are managed by the SET-IT ICT administrators.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, KU Leuven provides several network drives and additional storage room can also be purchased. An additional back-up of all data is made on the Onedrive cloud of Microsoft (2 TB per\nresearcher). A separate external hard drive is also available for the storage of large files such as large microscopy images.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe network drives of the KU Leuven that will be used are secured and monitored by the SET-IT ICT administrators to avoid any access by unauthorized persons. An authorized KU Leuven log-in\nis always required to access these drives.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe use of the secured network drives of KU Leuven managed by the SET-IT ICT administrators costs approximately €1000 per year for all the data storage of the research group. Consequently,\nan upper estimate for the data storage cost for this project would be €100 per year. The host research group will cover these costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data will be retained for at least 10 years according to the KU Leuven RDM policy. Physical data such as digesta and tissue samples will not be retained for 10 years due to decay of\nthese biological samples.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived according to the data management plan at the Laboratory of Food Chemistry and Biochemistry. Each PhD student has a designated folder in which data per research\ntopic or per research article is stored. These folders are stored on a secured network drive of KU Leuven, managed and backed-up by the SET-IT ICT administrators. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n6 of 8\nFor the perseveration of data over a longer period, the secured network drives of KU Leuven managed by the SET-IT ICT administrators are also used. This costs approximately €1000 per year\nfor all the data storage of the research group. Consequently, an upper estimate for long-term data storage cost for this project would be €100 per year. The host research group will cover these\ncosts.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nAll published data (peer-reviewed articles and PhD dissertation) will be available at the end of the project.\nAll data of the project will be available for other researchers in the research group, as the data will be stored on a shared KU Leuven drive. Data can also be shared outside the research group\nupon request by email.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUnpublished data will be available for other researchers in the research group, as the data will be stored on a shared KU Leuven drive. Data can also be shared outside the research group upon\nrequest by email.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublished data will be available for readers through FRIS and LIRIAS.\nAll data of the project will be stored on a shared KU Leuven drive.\nWhen will the data be made available?\nUpon the publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nThe shared data will receive a DOI when added to FRIS. By adding information in the repository and information system LIRIAS used by KU Leuven, this information will be entered in FRIS\nautomatically.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe publishing costs will be covered by the host research group. No costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPaulien Vanderghinste \nWho will manage data storage and backup during the research project?\nPaulien Vanderghinste, SET-IT ICT administrators \nWho will manage data preservation and sharing?\nPaulien Vanderghinste, Christophe Courtin \nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n7 of 8\nPaulien Vanderghinste \nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n8 of 8"
    },
    "clean_full_text": "Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance A Data Management Plan created using DMPonline.be Creator: Paulien Vanderghinste Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SB3423N ID: 197733 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: The ban on antibiotic growth promoters (AGP) in feeds and the strong growth of broiler production urge the sector to find sustainable strategies to maintain broiler health and performance. One approach focuses on the beneficial effects of dietary fibre (DF) in broiler diets. Microbial fermentation of DF occurs in the caeca and has beneficial effects on health and performance. However, knowledge on particle sizes of the DF fraction that can enter the caeca is lacking. I will study and exploit the relationship between the particle size of DF-rich fractions in feed, their fate in broilers as a function of age and broiler performance. I will use inert cellulose beads and wheat bran with small ranges of defined particle sizes to investigate the maximal particle sizes for caecal entrance and fermentation. The fate of feed wheat bran particles through feed processing, digestion and fermentation will be studied. The DF fraction can also exert antinutritional effects, which can be mitigated with fibredegrading enzymes, releasing fermentable DF. Enzyme efficiency is still inconsistent, possibly due to differences in DF particle sizes in feed. This will be studied by combining enzyme application and particle size-reduced DF fractions in feed. This project will allow us to better exploit the health benefits of the DF fraction to tackle gut health problems. It will further enhance broiler performance, reduce feed costs and allow the use of DF-rich by-products in diets. Last modified: 20-04-2023 Created using DMPonline.be. Last modiﬁed 20 April 2023 1 of 8 Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Samples of feed, digesta, faeces and organs will be collected during animal trials and will be stored in the lab freezers. The samples will be labelled with the sample date, type, trial title, experimental group and replicate number. Measurements during the trials (feed intake, body weights, organ weight and dimensions, mortalities) will be written down on paper and stored in folders per trial. These will be digitalised in MS Excel after each trial. Microscopic images will be stored as TIFF, PNG or JPG files in folders per sample type. Raw analysis data will be stored in folders per work package and per analysis. This data will be processed and stored using MS Excel, R or JMP. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) At our research group, a data management plan is in place. All data and files are stored in adequate folders on a secured network drive of KU Leuven, managed by the SET-IT ICT administrators. Daily drive back-ups and a mirror copy are made. The applicant will be responsible for the data collection and storage during the research project. She has already received data management training from the research group and the Arenberg Doctoral School. In line with the data management policy of KU Leuven, the supervisor, Prof. Christophe Courtin, will manage the data storage facilities and is the end responsible for preserving the data for at least 5 years after the research. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) The applicant will not deviate from the minimum preservation time of 5 years, as a minimum time of 10 years is defined in the data management policy of the KU Leuven. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) This project will use Ross 308 broilers (not genetically modified, not cloned) to collect digesta and tissue samples. These samples do not require additional measures for data storage. Which other issues related to the data management are relevant to mention? (use up to 700 characters) The Arenberg Doctoral School provides a course about data management which the applicant has followed within the first three months of her doctoral program. This ensures that the data management plan can be applied directly at the beginning of the project. Besides, the LFCB has a data management team that has set up a general data management plan (which was discussed above) for everyone at the laboratory to provide consistency. Created using DMPonline.be. Last modiﬁed 20 April 2023 2 of 8 Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 20 April 2023 3 of 8 Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 20 April 2023 4 of 8 Understanding and enhancing caecal access and fermentation of feed dietary fibre fractions to promote broiler health and performance FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Feed, digesta, faeces and tissue samples Samples collected during broiler trials Generate new data Physical NA NA NA It is estimated that this project will contain 4 animals trials using 4 treatments and sampling at 3 different ages. From 4 gut parts, 10 biological replications of digesta and tissue will be collected. This results in a total of +- 8000 falcon tubes (50 ml) containing samples stored at -20°C, with a minor part stored at -80°C. Measurements during trials Measurements of feed intake, body weights, organ weights & dimensions, mortality rates done during trials Generate new data Digital (paper documents will be digitalised after trial) Experimental .xlsx .cvs .docx < 1 GB NA Microscopic images Microscopic images of feed, digesta and tissue Generate new data Digital Experimental .jpg < 100 GB NA Gas chromatography data Output of gas chromatography: content of monosaccharides Generate new data Digital Experimental .xlsx < 1 GB NA Other analytical results Results of other lab analyses of collected samples (e.g. particle size distributions, sample weights and dry mass content, ...) Generate new data Digital (paper documents will be digitalised after trial) Experimental .xlsx < 1 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data To obtain data for the datasets 'Feed, digesta, faeces and tissue samples' and 'Measurements during trials', broiler trials are executed to collect digesta and tissue samples. An ethical approval is requested for each broiler trial. The first two broiler trials of the project are already approved under the project number 140/2021. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All datasets described above can be used to generate new insights that can be applied in the animal feed industry. These insights can be used to develop new (modifications of) broiler feeds by broiler feed companies. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA Created using DMPonline.be. Last modiﬁed 20 April 2023 5 of 8 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Each biological sample will be labeled with the trial name, sampling date, treatment, replication number and content. A digital file containing all information on the sampling procedures and treatments will also be provided per trial. 2 . Digitalised data of measurements during trials will be stored in folders according to the trial and sampling day. Each document or spreadsheet will contain a legend as the first spreadsheet or page. A digital file containing all information on the sampling procedures and treatments will also be provided per trial. 3 . Microscopic images will be given a filename containing the sampling age and treatment, and will be stored in folders according to the trial and procedure. 4 . Gas chromatography data and other analytical data will be given a filename containing the sample content, sampling age and procedure data, and will be stored in folders according to the trial and procedure. A legend will be included in each document as a first spreadsheet or page. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There is no metadata standard available. Files will have labels or filenames containing the necessary information and all data will be accompanied by a legend and/or explanatory document. 3. Data storage & back-up during the research project Where will the data be stored? The physical data (collected samples of feed, digesta, faeces and organs) will be stored in freezers in the Laboratory of Food Chemistry and Biochemistry at -20°C or -80°C. Digital data will be stored in files per trial and per analysis on a secured network drive of KU Leuven, managed by the SET-IT ICT administrators. How will the data be backed up? Daily drive back-ups and a mirror copy are made of the secured network drives of KU Leuven, which are managed by the SET-IT ICT administrators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, KU Leuven provides several network drives and additional storage room can also be purchased. An additional back-up of all data is made on the Onedrive cloud of Microsoft (2 TB per researcher). A separate external hard drive is also available for the storage of large files such as large microscopy images. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drives of the KU Leuven that will be used are secured and monitored by the SET-IT ICT administrators to avoid any access by unauthorized persons. An authorized KU Leuven log-in is always required to access these drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The use of the secured network drives of KU Leuven managed by the SET-IT ICT administrators costs approximately €1000 per year for all the data storage of the research group. Consequently, an upper estimate for the data storage cost for this project would be €100 per year. The host research group will cover these costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data will be retained for at least 10 years according to the KU Leuven RDM policy. Physical data such as digesta and tissue samples will not be retained for 10 years due to decay of these biological samples. Where will these data be archived (stored and curated for the long-term)? The data will be archived according to the data management plan at the Laboratory of Food Chemistry and Biochemistry. Each PhD student has a designated folder in which data per research topic or per research article is stored. These folders are stored on a secured network drive of KU Leuven, managed and backed-up by the SET-IT ICT administrators. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 20 April 2023 6 of 8 For the perseveration of data over a longer period, the secured network drives of KU Leuven managed by the SET-IT ICT administrators are also used. This costs approximately €1000 per year for all the data storage of the research group. Consequently, an upper estimate for long-term data storage cost for this project would be €100 per year. The host research group will cover these costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository All published data (peer-reviewed articles and PhD dissertation) will be available at the end of the project. All data of the project will be available for other researchers in the research group, as the data will be stored on a shared KU Leuven drive. Data can also be shared outside the research group upon request by email. If access is restricted, please specify who will be able to access the data and under what conditions. Unpublished data will be available for other researchers in the research group, as the data will be stored on a shared KU Leuven drive. Data can also be shared outside the research group upon request by email. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Published data will be available for readers through FRIS and LIRIAS. All data of the project will be stored on a shared KU Leuven drive. When will the data be made available? Upon the publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes The shared data will receive a DOI when added to FRIS. By adding information in the repository and information system LIRIAS used by KU Leuven, this information will be entered in FRIS automatically. What are the expected costs for data sharing? How will these costs be covered? The publishing costs will be covered by the host research group. No costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Paulien Vanderghinste Who will manage data storage and backup during the research project? Paulien Vanderghinste, SET-IT ICT administrators Who will manage data preservation and sharing? Paulien Vanderghinste, Christophe Courtin Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 20 April 2023 7 of 8 Paulien Vanderghinste Created using DMPonline.be. Last modiﬁed 20 April 2023 8 of 8"
}