{
    "document_id": "D-2023-1757",
    "LinkTitle": "D-2023-1757",
    "file_name": "D-2023-1757.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1757.pdf",
    "metadata": {
        "title": "A Lonely Planet? Addressing LONELIness from a PLAce-based perspective: research on the influence of Neighbourhood and EnvironmenT",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "A Lonely Planet? Addressing LONELIness from a PLAce-based\nperspective: research on the influence of Neighbourhood and\nEnvironmenT\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n1 of 7\n \n \n \n \nOnly for\ndigital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nMerged\ndataset\nSurveydata about loneliness and the\nneighbourhood among adults in\nFlanders; linked to data from the\n'provincies in cijfers'\n(https://provincies.incijfers.be/databank).\nAfterwards the data will be analysed\nusing quantitative data analysis\nsofteware (e.g. SAS 9.4 or SPSS).\nHIVA KU Leuven is responsible for the\ndatacollection phase in order to obtain\nthis 'merged dataset'.\nGenerate new data\nDigital\nObservational\nsurveydata\n(database)\ntxt. or\n.xlsx\n< 10GB (KU\nLeuven\nmanaged\ncomputer,\nencrypted\nbackup)\n \nPhoto-\nvoice\ninterviews\nPhotovoice interviews with 20\nneighbours and 10 local actors. All\ninterviews will be audio and video\nrecorded, transcribed verbatim and\nanalysed using qualitative data analysis\nprograms (e.g. Nvivo, MAXQDA).\nThomas More & VUB are responsible\nfor this data collection phase.\nGenerate new data\nDigital\nObservational\ninterviewdata\n(audio &\nvideo) +\nimages\nmpg.\nor\n.mp4\nand\n.mp3\nand\n.jpg\n< 100GB\n(Thomas\nMore and\nVUB\nmanaged\ncomputer,\nencrypted\nbackup)\n \nGo-along\ninterviews\n40 go along interviews with neighbours.\nAll interviews will be audio and video\nrecorded, transcribed verbatim and\nanalysed using qualitative data analysis\nprograms (e.g. Nvivo, MAXQDA).\nThomas More & VUB are responsible\nfor this data collection phase.\nGenerate new data\nDigital\nObservational\ninterviewdata\n(audio &\nvideo)\nmpg.\nor\n.mp4\nand\n.mp3\n< 100GB\n(Thomas\nMore and\nVUB\nmanaged\ncomputer,\nencrypted\nbackup)\n \nCommunity\nlife stories\n10 focus groups with a mix of\nrespondents (e.g. residents, local\nactors, researchers historians). All focus\ngroups will be audio and video\nrecorded, transcribed verbatim and\nanalysed using qualitative data analysis\nprograms (e.g. Nvivo, MAXQDA).\nThomas More & VUB are responsible\nfor this data collection phase.\nGenerate new data\nDigital\nObservational\nfocus group\ndata (audio &\nvideo)\nmpg.\nor\n.mp4\nand\n.mp3\n< 100GB\n(Thomas\nMore and\nVUB\nmanaged\ncomputer,\nencrypted\nbackup)\n \nMulti-\nstakeholder\nfocus\ngroups\n20 focus groups with a variety of\nstakeholders (e.g. professional care\nproviders, urban planners, local policy\nofficers). All focus groups will be audio\nand video recorded, transcribed\nverbatim and analysed using qualitative\ndata analysis programs (e.g. Nvivo,\nMAXQDA). Thomas More & VUB are\nresponsible for this data collection\nphase.\nGenerate new data\nDigital\nObservational\nfocus group\ndata (audio &\nvideo)\nmpg.\nor\n.mp4\nand\n.mp3\n< 100GB\n(Thomas\nMore and\nVUB\nmanaged\ncomputer,\nencrypted\nbackup)\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nWe will use existing data from the database the 'provincies in cijfers' (https://provincies.incijfers.be/dashboard/dashboard). This is a\ndatabase which contains data about objective neighbourhood characteristics (e.g. population density, income, open spaces, green\nspace), on the level of 'statistical sectors' in Flanders.\nWe will combine these data with our surveydata, which enables us to make a link between 'objective' neighbourhood characteristics and\nfeelings of loneliness. The National Register will provide us for each respondent with the identifier of the 'statistical sector' in which they\nlive, which allows us to link the survey data of the respondents to the data of the 'Provincies in cijfers'.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n2 of 7\nYes, human subject data\nWith respect to the 'merged dataset' we will conduct a survey among adults in Flanders, and link these personal data to objective data\nfrom the 'Provincies in cijfers'. In this respect, we will create a well-balanced dossier in order to obtain the approval from the Sectoral\nCommittee of the Belgian Data Protection Authority, and also of the authorized committees at the university level (SMEC/PRET of KU\nLeuven). The latter is necessary because we will also talk with 'frail' older persons who may experience feelings of loneliness (~\n'vulnerable' individuals). By obtaining these authorizations we ensure that we take into account all ethical and legal considerations during\nour research project. \nFurther, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and\nmulti-stakeholder focus groups) we will make use of personal (and sometimes 'sensitive') data, whereby the respondents may be\ncharacterized as 'vulnerable'. Therefore, for each distinct research phase, we will hand in a dossier and obtain the necessary approvals\nfrom the authorized committees at the university level (e.g. SMEC/PRET for KU Leuven and Thomas More) to ensure that all ethical\nissues will be considered at all times.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nWith respect to the 'merged dataset' we will conduct a survey among adults in Flanders, through which we want to gather personal data.\nIn this respect, we will ask about various aspects of the respondents lives such as their civil state, perceived health, feelings of\nloneliness, how they experience the neighbourhood in which they live, income situation. As stated before, we will not only obtain the\napproval of the the authorized committees on the university level (SMEC/PRET), but also of the Sectoral Committee of the Belgian Data\nProtection Authority in order to ensure that we comply with all relevant legal considerations during the project. For this we will create a\nwell-balanced dossier in which we will describe in detail which data we will gather (all distinct variables), on which level, how we will\npseudonimize, how long and how we will preserve the data, and what possible risks may be related to this project. \nFurther, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and\nmulti-stakeholder focus groups) we will ask about the experiences of the respondents with their neighbourhood and their feelings of\nloneliness, and how both are linked to each other and what could be done to alleviate those feelings. In this respect, all respondents will\nsign an informed consent document, after being explained orally and in writing the advantages, disadvantages of the research, the\nresearch objectives, possible risks related to participating to the research etc. As stated before, for all these distinct research phases we\nwill obtain the necessary approvals of the authorized committees on the university level. During these research phases logically, details\nand possible sensitive data will appear: therefore, the data will be pseudominized as quickly as possible, and a 'key' file through which\none could revert the pseudonymization will not be kept. Also, the informed consent forms will all be digitalized and the paper originals\nwill be destroyed. The digital copy will be safeguarded on a KU Leuven, Thomas More or VUB computer of the researchers involved,\nwhich are password secured, and those documents will be seperated from the files with the pseudonimized data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nNot applicable.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nWith respect to the data of the 'provincies in cijfers' they speak of an 'open data' licence, through which we can simply use all their data,\nas long as we correctly refer to their sources. Hence, we see no restrictions to use these data for dissemination or exploitation.\nFollowing is written on their website: \"We werken aan duidelijke informatie over de hergebruiksvoorwaarden van de data. Aangezien wij\nenkel data van anderen herpubliceren, zijn de hergebruiksvoorwaarden steeds de beslissingsbevoegdheid van de oorspronkelijke\nbronnen. Dit is niet steeds duidelijk afgesproken, al is het in het bestaande wettelijk kader moeilijk om te argumenteren dat hier geen\nopen data licentie van toepassing zou zijn. In principe is er dus doorgaans gratis hergebruik, mits bronvermelding, voor om het even\nwelke doelstelling van toepassing. Neem contact met ons op met \ninfo@provincies.incijfers.be\n voor een actuele lijst\ngebruiksvoorwaarden per bron.\"\nGiven that this project is a multi-partner project, following is writtten in the consortium agreement: \n\"Project Results become the property of the party which generated the Project Results. These Project Results are referred to hereafter\nas “Exclusive Project Results”.\n\"If multiple parties have contributed to the generation of the Project Results, these Project Results, referred to hereafter as “Joint Project\nResults”, shall become the joint and equal property of the respective parties, referred to hereafter as “Party Joint Owners”. Each Party\nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n3 of 7\nJoint Owner’s share in the joint property is determined by taking into account each party’s contribution in generating the Joint Project\nResults. If that proportion cannot be determined, the Party Joint Owners shall be joint owners for an equal proportion of the Joint Project\nResults.\"\n\"A party who is not owner of (Exclusive or Joint) Project results may not publish these without prior written permission by the party\nowner(s) of the respective Project Results.\"\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nWith respect to the data of the 'provincies in cijfers' they speak of an 'open data' licence, through which we can simply use all their data,\nas long as we correctly refer to their sources. Following is written on their website: \"We werken aan duidelijke informatie over de\nhergebruiksvoorwaarden van de data. Aangezien wij enkel data van anderen herpubliceren, zijn de hergebruiksvoorwaarden steeds de\nbeslissingsbevoegdheid van de oorspronkelijke bronnen. Dit is niet steeds duidelijk afgesproken, al is het in het bestaande wettelijk\nkader moeilijk om te argumenteren dat hier geen open data licentie van toepassing zou zijn. In principe is er dus doorgaans gratis\nhergebruik, mits bronvermelding, voor om het even welke doelstelling van toepassing. Neem contact met ons op\nmet \ninfo@provincies.incijfers.be\n voor een actuele lijst gebruiksvoorwaarden per bron.\"\nGiven that this project is a multi-partner project, following is writtten in the consortium agreement about the use of the gathered\ndata: \n\"Project Results become the property of the party which generated the Project Results. These Project Results are referred to\nhereafter as “Exclusive Project Results”.\n and \n\"If multiple parties have contributed to the generation of the Project Results, these Project\nResults, referred to hereafter as “Joint Project Results”, shall become the joint and equal property of the respective parties, referred to\nhereafter as “Party Joint Owners”. Each Party Joint Owner’s share in the joint property is determined by taking into account each party’s\ncontribution in generating the Joint Project Results. If that proportion cannot be determined, the Party Joint Owners shall be joint owners\nfor an equal proportion of the Joint Project Results.\"\n and \n\"A party who is not owner of (Exclusive or Joint) Project results may not publish\nthese without prior written permission by the party owner(s) of the respective Project Results.\"\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nTo enable the re-use of the 'merged dataset', we will - at the end of the project - create an anonimized dataset, in which all variables\nfrom the survey and the 'provincies in cijfers' are combined in xlsx.-format. Each line will refer to a specific respondent, and all columns\nwill refer to specific questions/variables from either the survey or the database of the 'provincies in cijfers'. In order to make this dataset\neasily usable, we will also make available an exhaustive codebook, in which all relevant information about this research is written down\n(in pdf.-format); this will include information about how the questions were asked, which definitions where used for certain variables, but\nalso all necessary information about how and when the data were collected (e.g. how we contacted the respondents, which institutions\nwhere involved such as the Belgian National Register). That way, the codebook contains all information needed to understand and\nmake use of the dataset we will provide.\nFurther, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and\nmulti-stakeholder focus groups) we will not make these data available because through interviews of 1.30hours much information will be\ngiven which could enable people to identify the respondents. Therefore, in order to limit the risk that respondents could be identified and\nto preserve their anonimity, we will not share these data. Moreover, we will use all these data and process them in various articles,\nresearch reports and other forms of valorisation. The original recordings (audio and video) will be kept on a password-protected and\nencrypted computer of the researchers who conducted the interviews/focus groups. The recordings can only be made available to the\npromotor and two co-promotors of the project, if necessary. Further, we will preserve an index, a list of all held (pseudonymized)\ninterviews and focus groups, whereby we mention data and place, the interviewer (who will create this file), and also list all video and\naudio recordings and photographs (that we will each briefly describe). \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nWe will create an excel table for all the distinct data collection methods (photo-voice interviews, go along interviews, community life\nstories and multi-stakeholder focus groups), in which we will summarize/encode the most relevant data concerning our research. We will\ngenerate a searchable database format of the interviews and audiovisual materials in which we mention the researcher, place, data,\ntype, subject, keywords, name of respondent, organisation (if applicable), contact information, date of interview/focus group, type of\nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n4 of 7\ndata). This file is text searchable which makes it easy to retrieve or search relevant information. \nAs stated previously, for the dataset we will create a pdf.-document with all necessary metadata needed to make use of the dataset.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWith respect to the 'merged dataset' these data will be stored on the harddrive and in the cloud of the researchers of KU Leuven: this\nrefers to the MX Excel file that contains these data. In this respect, only the cleaned database will be possibly shared with researchers of\nThomas More and VUB.\nFurther, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and\nmulti-stakeholder focus groups) these data will be stored on the harddrive of the researchers of VUB and Thomas More who will\nconduct these interviews and focus groups. This will be in the form of transcriptions of interviews and focus group in MS Word files.\nAll non-digital data such as consent forms will be digitalized, after which the paper versions are destroyed. \nFurther, certain processed data will only be accessible through specific platforms such as SAS, STATA, SPSS, Nvivo, ...\nHow will the data be backed up?\nThe raw and processed data are automatically backed-up via the 'cloud' of the KU leuven, Thomas More and the VUB. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe will make use of the network drives of the KU Leuven, which are protected and for which back-ups are regularly made, and which\nstorage capacity is sufficient for our research project (5TB blocks are available to store large volumes). In this respect, we will follow the\npolicy of the RDM of KU Leuven, and Tine Van Regenmortel is responsible in this regard.\nThe researchers of Thomas More and VUB also have sufficient storage capacities on the network drives of their institutions.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will only give access to the raw and processed data to the researchers who are officially part of the project, and those researchers\nwill each need a password to access the data (on their computer). These passwords will only be shared among the researchers who are\npart of the project (and the promotor and co-promotors of the project).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThese costs are zero, because KU Leuven offers the 5TB for the researchers to use. The same applies for Thomas More and VUB.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nWe will store all gathered data for minimum 10 years, which follows the policy of the RDM of KU Leuven. This goes for both the 'merged\ndataset', as all the qualitative data which will be gathered (interviews and focus groups).\nAll physical data will be digitalized and afterwards destroyed (e.g. photographs, informed consent documents).\nOnly the final version of the dataset and the codebook will be preserved at the end of the project. \n \nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n5 of 7\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the network drive of KU Leuven, of Tine Van Regenmortel. She will be responsible in this respect.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThese costs are zero, because we can make use of this network drive for free of the KU Leuven (5TB).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe survey data set will be made available to other parties, once the research project is officially ended (after four years). The data will\nfirst be anonimized, and a codebook will be created in this respect.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll persons who want to have access to the data, will have to file a request for this to Tine Van Regenmortel, in which they clearly and\nofficially indicate for which purpose they want to make use of the data, under which restrictions, and in which they will sign a document\nwhich states that they will follow all ethical and privacy-related regulations, that we as researchers also have to follow during our\nresearch project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAfter verification and acceptance of the request, Tine Van Regenmortel will provide the person who requests the data with an\nanonimized dataset (and the codebook) which will be provided through a secured data sending software  (e.g. We-transfer).\nWhen will the data be made available?\nThe data will be made available the earliest after the official end of the project (2026). \nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons\n licenses for data.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe financial costs will be zero, because we will simply provide the dataset to person who request it. The only costs are the time\nrequirements to look into each request and to sent the data to those persons. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nTine Van Regenmortel & Jasper De Witte will manage the data documentation during the research project \nWho will manage data storage and backup during the research project?\nTine Van Regenmortel and Jasper De Witte will manage the data storage and backups during the project \nWho will manage data preservation and sharing?\nTine Van Regenmortel & Jasper De Witte \nWho will update and implement this DMP?\nTine Van Regenmortel & Jasper De Witte \nCreated using DMPonline.be. Last modiﬁed 08 February 2023\n7 of 7"
    },
    "clean_full_text": "A Lonely Planet? Addressing LONELIness from a PLAce-based perspective: research on the influence of Neighbourhood and EnvironmenT FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 08 February 2023 1 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Merged dataset Surveydata about loneliness and the neighbourhood among adults in Flanders; linked to data from the 'provincies in cijfers' (https://provincies.incijfers.be/databank). Afterwards the data will be analysed using quantitative data analysis softeware (e.g. SAS 9.4 or SPSS). HIVA KU Leuven is responsible for the datacollection phase in order to obtain this 'merged dataset'. Generate new data Digital Observational surveydata (database) txt. or .xlsx < 10GB (KU Leuven managed computer, encrypted backup) Photo- voice interviews Photovoice interviews with 20 neighbours and 10 local actors. All interviews will be audio and video recorded, transcribed verbatim and analysed using qualitative data analysis programs (e.g. Nvivo, MAXQDA). Thomas More & VUB are responsible for this data collection phase. Generate new data Digital Observational interviewdata (audio & video) + images mpg. or .mp4 and .mp3 and .jpg < 100GB (Thomas More and VUB managed computer, encrypted backup) Go-along interviews 40 go along interviews with neighbours. All interviews will be audio and video recorded, transcribed verbatim and analysed using qualitative data analysis programs (e.g. Nvivo, MAXQDA). Thomas More & VUB are responsible for this data collection phase. Generate new data Digital Observational interviewdata (audio & video) mpg. or .mp4 and .mp3 < 100GB (Thomas More and VUB managed computer, encrypted backup) Community life stories 10 focus groups with a mix of respondents (e.g. residents, local actors, researchers historians). All focus groups will be audio and video recorded, transcribed verbatim and analysed using qualitative data analysis programs (e.g. Nvivo, MAXQDA). Thomas More & VUB are responsible for this data collection phase. Generate new data Digital Observational focus group data (audio & video) mpg. or .mp4 and .mp3 < 100GB (Thomas More and VUB managed computer, encrypted backup) Multi- stakeholder focus groups 20 focus groups with a variety of stakeholders (e.g. professional care providers, urban planners, local policy officers). All focus groups will be audio and video recorded, transcribed verbatim and analysed using qualitative data analysis programs (e.g. Nvivo, MAXQDA). Thomas More & VUB are responsible for this data collection phase. Generate new data Digital Observational focus group data (audio & video) mpg. or .mp4 and .mp3 < 100GB (Thomas More and VUB managed computer, encrypted backup) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will use existing data from the database the 'provincies in cijfers' (https://provincies.incijfers.be/dashboard/dashboard). This is a database which contains data about objective neighbourhood characteristics (e.g. population density, income, open spaces, green space), on the level of 'statistical sectors' in Flanders. We will combine these data with our surveydata, which enables us to make a link between 'objective' neighbourhood characteristics and feelings of loneliness. The National Register will provide us for each respondent with the identifier of the 'statistical sector' in which they live, which allows us to link the survey data of the respondents to the data of the 'Provincies in cijfers'. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 08 February 2023 2 of 7 Yes, human subject data With respect to the 'merged dataset' we will conduct a survey among adults in Flanders, and link these personal data to objective data from the 'Provincies in cijfers'. In this respect, we will create a well-balanced dossier in order to obtain the approval from the Sectoral Committee of the Belgian Data Protection Authority, and also of the authorized committees at the university level (SMEC/PRET of KU Leuven). The latter is necessary because we will also talk with 'frail' older persons who may experience feelings of loneliness (~ 'vulnerable' individuals). By obtaining these authorizations we ensure that we take into account all ethical and legal considerations during our research project. Further, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and multi-stakeholder focus groups) we will make use of personal (and sometimes 'sensitive') data, whereby the respondents may be characterized as 'vulnerable'. Therefore, for each distinct research phase, we will hand in a dossier and obtain the necessary approvals from the authorized committees at the university level (e.g. SMEC/PRET for KU Leuven and Thomas More) to ensure that all ethical issues will be considered at all times. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes With respect to the 'merged dataset' we will conduct a survey among adults in Flanders, through which we want to gather personal data. In this respect, we will ask about various aspects of the respondents lives such as their civil state, perceived health, feelings of loneliness, how they experience the neighbourhood in which they live, income situation. As stated before, we will not only obtain the approval of the the authorized committees on the university level (SMEC/PRET), but also of the Sectoral Committee of the Belgian Data Protection Authority in order to ensure that we comply with all relevant legal considerations during the project. For this we will create a well-balanced dossier in which we will describe in detail which data we will gather (all distinct variables), on which level, how we will pseudonimize, how long and how we will preserve the data, and what possible risks may be related to this project. Further, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and multi-stakeholder focus groups) we will ask about the experiences of the respondents with their neighbourhood and their feelings of loneliness, and how both are linked to each other and what could be done to alleviate those feelings. In this respect, all respondents will sign an informed consent document, after being explained orally and in writing the advantages, disadvantages of the research, the research objectives, possible risks related to participating to the research etc. As stated before, for all these distinct research phases we will obtain the necessary approvals of the authorized committees on the university level. During these research phases logically, details and possible sensitive data will appear: therefore, the data will be pseudominized as quickly as possible, and a 'key' file through which one could revert the pseudonymization will not be kept. Also, the informed consent forms will all be digitalized and the paper originals will be destroyed. The digital copy will be safeguarded on a KU Leuven, Thomas More or VUB computer of the researchers involved, which are password secured, and those documents will be seperated from the files with the pseudonimized data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not applicable. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No With respect to the data of the 'provincies in cijfers' they speak of an 'open data' licence, through which we can simply use all their data, as long as we correctly refer to their sources. Hence, we see no restrictions to use these data for dissemination or exploitation. Following is written on their website: \"We werken aan duidelijke informatie over de hergebruiksvoorwaarden van de data. Aangezien wij enkel data van anderen herpubliceren, zijn de hergebruiksvoorwaarden steeds de beslissingsbevoegdheid van de oorspronkelijke bronnen. Dit is niet steeds duidelijk afgesproken, al is het in het bestaande wettelijk kader moeilijk om te argumenteren dat hier geen open data licentie van toepassing zou zijn. In principe is er dus doorgaans gratis hergebruik, mits bronvermelding, voor om het even welke doelstelling van toepassing. Neem contact met ons op met info@provincies.incijfers.be voor een actuele lijst gebruiksvoorwaarden per bron.\" Given that this project is a multi-partner project, following is writtten in the consortium agreement: \"Project Results become the property of the party which generated the Project Results. These Project Results are referred to hereafter as “Exclusive Project Results”. \"If multiple parties have contributed to the generation of the Project Results, these Project Results, referred to hereafter as “Joint Project Results”, shall become the joint and equal property of the respective parties, referred to hereafter as “Party Joint Owners”. Each Party Created using DMPonline.be. Last modiﬁed 08 February 2023 3 of 7 Joint Owner’s share in the joint property is determined by taking into account each party’s contribution in generating the Joint Project Results. If that proportion cannot be determined, the Party Joint Owners shall be joint owners for an equal proportion of the Joint Project Results.\" \"A party who is not owner of (Exclusive or Joint) Project results may not publish these without prior written permission by the party owner(s) of the respective Project Results.\" Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No With respect to the data of the 'provincies in cijfers' they speak of an 'open data' licence, through which we can simply use all their data, as long as we correctly refer to their sources. Following is written on their website: \"We werken aan duidelijke informatie over de hergebruiksvoorwaarden van de data. Aangezien wij enkel data van anderen herpubliceren, zijn de hergebruiksvoorwaarden steeds de beslissingsbevoegdheid van de oorspronkelijke bronnen. Dit is niet steeds duidelijk afgesproken, al is het in het bestaande wettelijk kader moeilijk om te argumenteren dat hier geen open data licentie van toepassing zou zijn. In principe is er dus doorgaans gratis hergebruik, mits bronvermelding, voor om het even welke doelstelling van toepassing. Neem contact met ons op met info@provincies.incijfers.be voor een actuele lijst gebruiksvoorwaarden per bron.\" Given that this project is a multi-partner project, following is writtten in the consortium agreement about the use of the gathered data: \"Project Results become the property of the party which generated the Project Results. These Project Results are referred to hereafter as “Exclusive Project Results”. and \"If multiple parties have contributed to the generation of the Project Results, these Project Results, referred to hereafter as “Joint Project Results”, shall become the joint and equal property of the respective parties, referred to hereafter as “Party Joint Owners”. Each Party Joint Owner’s share in the joint property is determined by taking into account each party’s contribution in generating the Joint Project Results. If that proportion cannot be determined, the Party Joint Owners shall be joint owners for an equal proportion of the Joint Project Results.\" and \"A party who is not owner of (Exclusive or Joint) Project results may not publish these without prior written permission by the party owner(s) of the respective Project Results.\" 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To enable the re-use of the 'merged dataset', we will - at the end of the project - create an anonimized dataset, in which all variables from the survey and the 'provincies in cijfers' are combined in xlsx.-format. Each line will refer to a specific respondent, and all columns will refer to specific questions/variables from either the survey or the database of the 'provincies in cijfers'. In order to make this dataset easily usable, we will also make available an exhaustive codebook, in which all relevant information about this research is written down (in pdf.-format); this will include information about how the questions were asked, which definitions where used for certain variables, but also all necessary information about how and when the data were collected (e.g. how we contacted the respondents, which institutions where involved such as the Belgian National Register). That way, the codebook contains all information needed to understand and make use of the dataset we will provide. Further, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and multi-stakeholder focus groups) we will not make these data available because through interviews of 1.30hours much information will be given which could enable people to identify the respondents. Therefore, in order to limit the risk that respondents could be identified and to preserve their anonimity, we will not share these data. Moreover, we will use all these data and process them in various articles, research reports and other forms of valorisation. The original recordings (audio and video) will be kept on a password-protected and encrypted computer of the researchers who conducted the interviews/focus groups. The recordings can only be made available to the promotor and two co-promotors of the project, if necessary. Further, we will preserve an index, a list of all held (pseudonymized) interviews and focus groups, whereby we mention data and place, the interviewer (who will create this file), and also list all video and audio recordings and photographs (that we will each briefly describe). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No We will create an excel table for all the distinct data collection methods (photo-voice interviews, go along interviews, community life stories and multi-stakeholder focus groups), in which we will summarize/encode the most relevant data concerning our research. We will generate a searchable database format of the interviews and audiovisual materials in which we mention the researcher, place, data, type, subject, keywords, name of respondent, organisation (if applicable), contact information, date of interview/focus group, type of Created using DMPonline.be. Last modiﬁed 08 February 2023 4 of 7 data). This file is text searchable which makes it easy to retrieve or search relevant information. As stated previously, for the dataset we will create a pdf.-document with all necessary metadata needed to make use of the dataset. 3. Data storage & back-up during the research project Where will the data be stored? With respect to the 'merged dataset' these data will be stored on the harddrive and in the cloud of the researchers of KU Leuven: this refers to the MX Excel file that contains these data. In this respect, only the cleaned database will be possibly shared with researchers of Thomas More and VUB. Further, with respect to all our other data collection methods (photo-voice interviews, go along interviews, community life stories and multi-stakeholder focus groups) these data will be stored on the harddrive of the researchers of VUB and Thomas More who will conduct these interviews and focus groups. This will be in the form of transcriptions of interviews and focus group in MS Word files. All non-digital data such as consent forms will be digitalized, after which the paper versions are destroyed. Further, certain processed data will only be accessible through specific platforms such as SAS, STATA, SPSS, Nvivo, ... How will the data be backed up? The raw and processed data are automatically backed-up via the 'cloud' of the KU leuven, Thomas More and the VUB. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We will make use of the network drives of the KU Leuven, which are protected and for which back-ups are regularly made, and which storage capacity is sufficient for our research project (5TB blocks are available to store large volumes). In this respect, we will follow the policy of the RDM of KU Leuven, and Tine Van Regenmortel is responsible in this regard. The researchers of Thomas More and VUB also have sufficient storage capacities on the network drives of their institutions. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will only give access to the raw and processed data to the researchers who are officially part of the project, and those researchers will each need a password to access the data (on their computer). These passwords will only be shared among the researchers who are part of the project (and the promotor and co-promotors of the project). What are the expected costs for data storage and backup during the research project? How will these costs be covered? These costs are zero, because KU Leuven offers the 5TB for the researchers to use. The same applies for Thomas More and VUB. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). We will store all gathered data for minimum 10 years, which follows the policy of the RDM of KU Leuven. This goes for both the 'merged dataset', as all the qualitative data which will be gathered (interviews and focus groups). All physical data will be digitalized and afterwards destroyed (e.g. photographs, informed consent documents). Only the final version of the dataset and the codebook will be preserved at the end of the project. Created using DMPonline.be. Last modiﬁed 08 February 2023 5 of 7 Where will these data be archived (stored and curated for the long-term)? The data will be archived on the network drive of KU Leuven, of Tine Van Regenmortel. She will be responsible in this respect. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? These costs are zero, because we can make use of this network drive for free of the KU Leuven (5TB). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The survey data set will be made available to other parties, once the research project is officially ended (after four years). The data will first be anonimized, and a codebook will be created in this respect. If access is restricted, please specify who will be able to access the data and under what conditions. All persons who want to have access to the data, will have to file a request for this to Tine Van Regenmortel, in which they clearly and officially indicate for which purpose they want to make use of the data, under which restrictions, and in which they will sign a document which states that they will follow all ethical and privacy-related regulations, that we as researchers also have to follow during our research project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. After verification and acceptance of the request, Tine Van Regenmortel will provide the person who requests the data with an anonimized dataset (and the codebook) which will be provided through a secured data sending software (e.g. We-transfer). When will the data be made available? The data will be made available the earliest after the official end of the project (2026). Which data usage licenses are you going to provide? If none, please explain why. Creative Commons licenses for data. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 08 February 2023 6 of 7 What are the expected costs for data sharing? How will these costs be covered? The financial costs will be zero, because we will simply provide the dataset to person who request it. The only costs are the time requirements to look into each request and to sent the data to those persons. 6. Responsibilities Who will manage data documentation and metadata during the research project? Tine Van Regenmortel & Jasper De Witte will manage the data documentation during the research project Who will manage data storage and backup during the research project? Tine Van Regenmortel and Jasper De Witte will manage the data storage and backups during the project Who will manage data preservation and sharing? Tine Van Regenmortel & Jasper De Witte Who will update and implement this DMP? Tine Van Regenmortel & Jasper De Witte Created using DMPonline.be. Last modiﬁed 08 February 2023 7 of 7"
}