{
    "document_id": "D-2021-1063",
    "LinkTitle": "D-2021-1063",
    "file_name": "D-2021-1063.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1063.pdf",
    "metadata": {
        "title": "D-2021-1063",
        "author": "Microsoft Office User",
        "num_pages": 5
    },
    "content": {
        "full_text": "Data Management Plan (DMP)  \n \nDate: 28/04/22  \n \nProject Name: Addressing social isolation and legal vulnerability: An integrated framework \nof displaced migrants’ social psychological adaptation  \n \nGrant Title 12A7522N  (Beginning of the project suspended and postponed until January \n2023 ) \n \nPrincipal Investigator / Researcher: Dr. Emanuele Politi  (KUL)  \n \nCo-Investigators : Prof. Karen Phalet  (KUL), Antoine Roblain (ULB)  \n \nProject Data Contact +32485984503, emanuele.politi@kuleuven.be  \nDescription  \nThe growing number of displacement and resettlement of asylum seekers and refugees \nthroughout European countries calls into question how to facilitate their integration in the \nreceiving societies. In To fill this ga p, the present research project investigates how the \ntransition period, before and after completion of the asylum procedure, shapes and orients the \nability of displaced migrants to face the many challenges they encounter during the \nresettlement. Led by Emanuele Politi (KU L), and in collaboration with Prof. Karen Phalet \n(KUL)  and Prof. Antoine Roblain (ULB) , this research project is divided in two axes: The \nfirst axis focuses on the experience of asylum seekers living in the collective facilities of the \nBelgian Red Cross  before completion of the asylum procedure . Interviews will deal  with life \nexperiences in reception centers , the role of social networks and the  life projection of asylum \nseekers. The following is a non -exhaustive list of the information c ollected during these \ninterviews: psychological well -being, social network, life experiences in the center  (e.g. \nfeeling safe, empowered and isolated), post -center  projections after receiving a positive or \nnegative response  of the asylum procedure . The sec ond axis focuses on the experience of \nrefugees  after the completion of the asylum procedure.  Questionnaires will deal with \ncapacities, concerns, and the social psychological adjustment of refugees enrolled in \nintegration classes administrated by Regional C enters of Integration in Wallonia. The \nfollowing is a non -exhaustive list of the information collected in the questionnaires: socio -\ndemographic information about origin, family composition and labor  market integration; life \nconcerns and capabilities; socia l contacts with co -ethnics and national majority group \nmembers; life satisfaction and optimism; motivations to follow the integration programs. T he \nresearch project was approved by the ethics committee (SMEC) of the KUL  (G-2019 10 \n1809) , indicating the ULB as co -investigator of the research.  \n \nInstitution Center for Social and Cultural Psychology, KU Leuven. Tiensestraat 102, 3000 \nLeuven.  \n1. Data Description  \nWhat data will you collect or create? Fill out the table below and/or describe.   \nAs for the first axis of the project, data collection will start in the reception center of Belgrade \n(Namur), which has already formalized his agreement. Based on the experience gained from \nthis first collaboration with a reception center, the Belgian Red Cross will define, in \nconsultation wit h the research team, other centers that will participate in the project. A total \nof 150 interviews will be collected. Raw data are qualitative notes and quantitative indicators \ncollected through the interviews carried out via an open -access software called  Network \nCanvas . Based on Raw data, KUL and ULB  will jointly carry out a pseudonymization \nprocess. Certain variables will be transformed as follows: The date of the interview will be \ndeleted . The nationality will be transformed into a code. Potential first  or last names present \nin the field notes  collected through Network  Canvas will be deleted . Pseudonymized data will \nbe saved and stored in C SV format on secured  servers of the ULB (owncloud) and the KU L \n(KUL Internet file drives). The file containing the c orrespondence between the codes and the \nnationalities will be kept in a different folder.  \nAs for the second axis of the project, data collection will start in all regional integration \ncenters in parallel. A p encil and paper questionnaire will be administr ated in different \nlanguages,  by the principal investigator and his collaborators, during integration classes. \nQuestionnaires will be transcribed in CSV and stored in a locked storage room at ULB. Based \non Raw data, KUL and ULB will jointly carry out a pseu donymization process. Certain \nvariables will be transformed as follows: The date of the interview will be deleted . The name \nof the regional integration center and the municipality of residency (ZIP code) of respondents \nwill be transformed into a code. Pseu donymized data will be saved and stored in CSV format \non protected servers of the ULB (owncloud) and the KUL (KUL Internet file drives). The file \ncontaining the correspondence between the codes, regional integration centers and \nmunicipality of residency will be kept in a different folder.  \nDo you intend to reuse existing data?  \nNo \nDo you use personal data (i.e. all data possibly identifying an individual)?  \nRaw data contain possibly identifiable data, such as respondents’ nationality, potential names \nand surnames, municipality of residency, and name of regional integration centers. A \nprocedure of pseudonymization will be carried out by KUL and ULB, where sens itive \ninformation will be decoupled or delated from the dataset. Pseudonymized data will be saved \nand stored on secured servers. Additional precautions will be  taken to avoid that information \non scarce population can be indirectly identifiable: When result s will be shared with third \nparties (including research reports and presentations shared with organizational partners), we \nmake sure to collapse data across categories that include only a small number of people ( N < \n10).  \n2. Documentation and Metadata  \nDescribe the documentation that will be created for the data. This section deals with the \nway in which you will document how the dataset was created and subsequently \nprocessed.  \nAs for axis 1 of the project, a  document (.docx format) in French explaining the objectives of \nthe research, how to use the digitised application, and describing all the variables will be \nmade available by KUL and ULB  to organizational partners and third parties .  \nAs for axis 2 of the project, d escriptive documentation  in the form of a  Codebook will be \nused to find and interpret specific data quickly and effectively , which will be made available \nby KUL and ULB  upon request. Analytical reports will be shared with organizational \npartners and third parties.   \nDescribe the metadata for the data. This section deals with metadata: information \ncontained in your dataset about the research data.  \nFor both axes, a n SPSS datafile will be computed to capture various metadata: (language, \ndescriptive variable and value labels, missing values and measurement levels ). Syntaxes \ndescribing all data manipulations will be created and stored in secured KUL and ULB \nservers. All datafiles, metadata, and syntaxes  have a joint volume of < 1 GB.  \n3. Ethical, Legal and Privacy Issues  \nAre there any ethical issues concerning the creation and/or use of the data?  \nNo. Ethical clearance was aquired from KUL (SMEC protocol numbers : G-2019 10 1809 , \nprior to data collection.  \nDid you consider all issu es about copyrights and IPR?  \nThe Pseudonymized data are the joint property of KUL and ULB . The data does not contain \ntrade secrets, is not part of a patentable intervention and is not viable for commercial \nexploitation.  \nOnly Pseudonymized  data will be made availble to third parties  (e.g., co -authors, thesis \nstudents) once they have signed a data user agreement (which is stored along with the data on \nthe secure d server s). This agreement specifies that the user shall not commercialise either t he \ndata or the accompanying documentation. Neither shall he or she put the data or the \naccompanying documentation at the disposal of other researchers. After approval of the data \nuser agreement, third parties will have access to Pseudonymized  data through a password -\nprotected link with a password of 8 characters (lower and upper case letters, special \ncharacters and numbers) which expires after 90 days.  \n4. Data storage and Backup during Research  \nHow and where will the data be stored during research?  \nPseudon ymised data will be stored digitally on secured servers of the KUL and ULB, located \non the campuses of ULB in Brussels and KU L in Leuven. ULB and KU Leuven are subject to \nthe RGPD and national data protection regulations. Backups to a password -protected ex ternal \nhard disk will also be made. This hard drive will be stored in a closed cabinet in the \nresearcher's office at KUL . The Raw data will be destroyed as soon as the Pseudonymised \ndata are completed.  \n5. Data selection and Preservation after Research  \nWha t is the long -term preservation plan for these dataset(s)?  \nThe Pseudonymised data will be stored for a period of 10 years after the end of the project \nand will then be destroyed jointly by ULB and KU Leuven. Within this time bracket and after \ncompletion o f the project, the data will be deposited to a data archive (such as OSF) and \nopened up to academic peers upon request and prior  subscription of data use agreements .  \nData Selection: Which data will have long time value for the research and will be \npreserved?  \nAll the data will be preserved for a minimum of 10 years after the end of the project. Both \ndatasets have long time value for research. After completion of the pr oject and within this \ntime bracket of 10 years, Pseudonymized  data will be deposited to a data archive (such as \nOSF) and made available upon request prior subscription of data use agreement .  \n6. Data Sharing  \nAre there any restrictions for sharing the data ?  \nPseudonymized data will be  available for sharing or reuse for further research and replication \non certain conditions:  \na) With reviewers and editors of journals in which we publish our papers, we will share as \nneeded i) the relevant Pseudon ymized  data; ii) the syntax to obtain our processed data from \nthe Pseudon ymized  data; iii) the syntax to test our hypotheses and that lead to the reported \nresults.  \nb) With colleagues, researchers and students interested in working on our Pseudon ymized  \ndata, we will sh are all necessary processed data as well as syntax files under the conditions \nthat researchers sign a data user agreement (cf. supra). After approval of the data user \nagreement, third parties will have access to Pseudonymized data through a password -\nprotec ted link with a password of 8 characters ( lower - and upper -case letters, special \ncharacters and numbers) which expires after 90 days.  \n7. Responsabilities and Resources  \nWho is responsible for Data Management during the project? This will be the person \nwho might receive questions on the data management aspects of the research project.  \nDr. Emanuele Politi ( emanuele.politi@ku leuven.be ) is reference person at KUL and \nresponsible for Data Management during the project.  KUL and ULB will be responsible for \nthe collection of t he data (data capture), the creation of metadata, storage and backup of the \nPseudonymized data, the processing carried out in the framework of the execution of the \nProject.  \nWhich additional resources are needed for the execution of the Data Management Plan ?  \nNo additional resources are needed.  \nDid you read the KU Leuven Data Management Policy? (find the link to the policy in \nthe guidance).  \nYes  \n "
    },
    "clean_full_text": "Data Management Plan (DMP) Date: 28/04/22 Project Name: Addressing social isolation and legal vulnerability: An integrated framework of displaced migrants’ social psychological adaptation Grant Title 12A7522N (Beginning of the project suspended and postponed until January 2023 ) Principal Investigator / Researcher: Dr. Emanuele Politi (KUL) Co-Investigators : Prof. Karen Phalet (KUL), Antoine Roblain (ULB) Project Data Contact +32485984503, emanuele.politi@kuleuven.be Description The growing number of displacement and resettlement of asylum seekers and refugees throughout European countries calls into question how to facilitate their integration in the receiving societies. In To fill this ga p, the present research project investigates how the transition period, before and after completion of the asylum procedure, shapes and orients the ability of displaced migrants to face the many challenges they encounter during the resettlement. Led by Emanuele Politi (KU L), and in collaboration with Prof. Karen Phalet (KUL) and Prof. Antoine Roblain (ULB) , this research project is divided in two axes: The first axis focuses on the experience of asylum seekers living in the collective facilities of the Belgian Red Cross before completion of the asylum procedure . Interviews will deal with life experiences in reception centers , the role of social networks and the life projection of asylum seekers. The following is a non -exhaustive list of the information c ollected during these interviews: psychological well -being, social network, life experiences in the center (e.g. feeling safe, empowered and isolated), post -center projections after receiving a positive or negative response of the asylum procedure . The sec ond axis focuses on the experience of refugees after the completion of the asylum procedure. Questionnaires will deal with capacities, concerns, and the social psychological adjustment of refugees enrolled in integration classes administrated by Regional C enters of Integration in Wallonia. The following is a non -exhaustive list of the information collected in the questionnaires: socio - demographic information about origin, family composition and labor market integration; life concerns and capabilities; socia l contacts with co -ethnics and national majority group members; life satisfaction and optimism; motivations to follow the integration programs. T he research project was approved by the ethics committee (SMEC) of the KUL (G-2019 10 1809) , indicating the ULB as co -investigator of the research. Institution Center for Social and Cultural Psychology, KU Leuven. Tiensestraat 102, 3000 Leuven. 1. Data Description What data will you collect or create? Fill out the table below and/or describe. As for the first axis of the project, data collection will start in the reception center of Belgrade (Namur), which has already formalized his agreement. Based on the experience gained from this first collaboration with a reception center, the Belgian Red Cross will define, in consultation wit h the research team, other centers that will participate in the project. A total of 150 interviews will be collected. Raw data are qualitative notes and quantitative indicators collected through the interviews carried out via an open -access software called Network Canvas . Based on Raw data, KUL and ULB will jointly carry out a pseudonymization process. Certain variables will be transformed as follows: The date of the interview will be deleted . The nationality will be transformed into a code. Potential first or last names present in the field notes collected through Network Canvas will be deleted . Pseudonymized data will be saved and stored in C SV format on secured servers of the ULB (owncloud) and the KU L (KUL Internet file drives). The file containing the c orrespondence between the codes and the nationalities will be kept in a different folder. As for the second axis of the project, data collection will start in all regional integration centers in parallel. A p encil and paper questionnaire will be administr ated in different languages, by the principal investigator and his collaborators, during integration classes. Questionnaires will be transcribed in CSV and stored in a locked storage room at ULB. Based on Raw data, KUL and ULB will jointly carry out a pseu donymization process. Certain variables will be transformed as follows: The date of the interview will be deleted . The name of the regional integration center and the municipality of residency (ZIP code) of respondents will be transformed into a code. Pseu donymized data will be saved and stored in CSV format on protected servers of the ULB (owncloud) and the KUL (KUL Internet file drives). The file containing the correspondence between the codes, regional integration centers and municipality of residency will be kept in a different folder. Do you intend to reuse existing data? No Do you use personal data (i.e. all data possibly identifying an individual)? Raw data contain possibly identifiable data, such as respondents’ nationality, potential names and surnames, municipality of residency, and name of regional integration centers. A procedure of pseudonymization will be carried out by KUL and ULB, where sens itive information will be decoupled or delated from the dataset. Pseudonymized data will be saved and stored on secured servers. Additional precautions will be taken to avoid that information on scarce population can be indirectly identifiable: When result s will be shared with third parties (including research reports and presentations shared with organizational partners), we make sure to collapse data across categories that include only a small number of people ( N < 10). 2. Documentation and Metadata Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. As for axis 1 of the project, a document (.docx format) in French explaining the objectives of the research, how to use the digitised application, and describing all the variables will be made available by KUL and ULB to organizational partners and third parties . As for axis 2 of the project, d escriptive documentation in the form of a Codebook will be used to find and interpret specific data quickly and effectively , which will be made available by KUL and ULB upon request. Analytical reports will be shared with organizational partners and third parties. Describe the metadata for the data. This section deals with metadata: information contained in your dataset about the research data. For both axes, a n SPSS datafile will be computed to capture various metadata: (language, descriptive variable and value labels, missing values and measurement levels ). Syntaxes describing all data manipulations will be created and stored in secured KUL and ULB servers. All datafiles, metadata, and syntaxes have a joint volume of < 1 GB. 3. Ethical, Legal and Privacy Issues Are there any ethical issues concerning the creation and/or use of the data? No. Ethical clearance was aquired from KUL (SMEC protocol numbers : G-2019 10 1809 , prior to data collection. Did you consider all issu es about copyrights and IPR? The Pseudonymized data are the joint property of KUL and ULB . The data does not contain trade secrets, is not part of a patentable intervention and is not viable for commercial exploitation. Only Pseudonymized data will be made availble to third parties (e.g., co -authors, thesis students) once they have signed a data user agreement (which is stored along with the data on the secure d server s). This agreement specifies that the user shall not commercialise either t he data or the accompanying documentation. Neither shall he or she put the data or the accompanying documentation at the disposal of other researchers. After approval of the data user agreement, third parties will have access to Pseudonymized data through a password - protected link with a password of 8 characters (lower and upper case letters, special characters and numbers) which expires after 90 days. 4. Data storage and Backup during Research How and where will the data be stored during research? Pseudon ymised data will be stored digitally on secured servers of the KUL and ULB, located on the campuses of ULB in Brussels and KU L in Leuven. ULB and KU Leuven are subject to the RGPD and national data protection regulations. Backups to a password -protected ex ternal hard disk will also be made. This hard drive will be stored in a closed cabinet in the researcher's office at KUL . The Raw data will be destroyed as soon as the Pseudonymised data are completed. 5. Data selection and Preservation after Research Wha t is the long -term preservation plan for these dataset(s)? The Pseudonymised data will be stored for a period of 10 years after the end of the project and will then be destroyed jointly by ULB and KU Leuven. Within this time bracket and after completion o f the project, the data will be deposited to a data archive (such as OSF) and opened up to academic peers upon request and prior subscription of data use agreements . Data Selection: Which data will have long time value for the research and will be preserved? All the data will be preserved for a minimum of 10 years after the end of the project. Both datasets have long time value for research. After completion of the pr oject and within this time bracket of 10 years, Pseudonymized data will be deposited to a data archive (such as OSF) and made available upon request prior subscription of data use agreement . 6. Data Sharing Are there any restrictions for sharing the data ? Pseudonymized data will be available for sharing or reuse for further research and replication on certain conditions: a) With reviewers and editors of journals in which we publish our papers, we will share as needed i) the relevant Pseudon ymized data; ii) the syntax to obtain our processed data from the Pseudon ymized data; iii) the syntax to test our hypotheses and that lead to the reported results. b) With colleagues, researchers and students interested in working on our Pseudon ymized data, we will sh are all necessary processed data as well as syntax files under the conditions that researchers sign a data user agreement (cf. supra). After approval of the data user agreement, third parties will have access to Pseudonymized data through a password - protec ted link with a password of 8 characters ( lower - and upper -case letters, special characters and numbers) which expires after 90 days. 7. Responsabilities and Resources Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. Dr. Emanuele Politi ( emanuele.politi@ku leuven.be ) is reference person at KUL and responsible for Data Management during the project. KUL and ULB will be responsible for the collection of t he data (data capture), the creation of metadata, storage and backup of the Pseudonymized data, the processing carried out in the framework of the execution of the Project. Which additional resources are needed for the execution of the Data Management Plan ? No additional resources are needed. Did you read the KU Leuven Data Management Policy? (find the link to the policy in the guidance). Yes"
}