{
    "document_id": "D-2023-2116",
    "LinkTitle": "D-2023-2116",
    "file_name": "D-2023-2116.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2116.pdf",
    "metadata": {
        "title": "RoboGuide - Robotic guidance for enhanced catheterization",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "RoboGuide - Robotic guidance for enhanced catheterization\nA Data Management Plan created using DMPonline.be\nCreators: \nJef De Smet, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nData Manager:\n \nJef De Smet, First Name Surname\nGrant number / URL: \nC3/22/045\nID: \n192441\nStart date: \n01-03-2023\nEnd date: \n01-03-2025\nLast modified: \n10-01-2023\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n1 of 6\nRoboGuide - Robotic guidance for enhanced catheterization\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \noperator_force_analysis\nForce analysis of manual\ncatheter operation\nN\nD\nN\n.bag\n<100GB\n \nguidewire_bending\nBendable guidewire\nexperiments to a target region.\nN\nD\nN\n.bag\n<100GB\n \nguidewire_force_sensing\nAnalysis of guidewire force\nsensing algorithms\nN\nD\nN\n.bag\n<100GB\n \nrobotic_catheterization\nValidations of the robotic\ncatheter driver system\nN\nD\nN\n.bag\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nEthical approval (ECD) will be requested once the experimental protocols are finalized.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nYes\nThe datasets \"guidewire_bending\", \"guidewire_force_sensing\", \"robotic_catheterization\" will evaluate the transferability of new\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n2 of 6\ntechnology (and possibly IP) to a spin-off.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nQuantitative data will be stored in .bag files.\nThe .bag file structure allows to name variables (force, position, ...).\nEach .bag file will be accompanied by a post-processing script (mainly Python).\nIn the post-processing script documentation will be provide about the contents of the .bag files, e.g. units of measurement, and the\nphysical meaning of the data.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata will be created by the post-processing scripts in .csv format.\nSuch .csv's might contain information about e.g. the study number, good and bad results, and weather the applied force levels were safe\nor not.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n3 of 6\nExternal hard drive backups.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to shared drives (OneDrive or J-drive) will only be granted to persons involved in the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected additional costs for data storage.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nData will be made accessible to persons that continue (parts of) the research and after approval from the members involved in this\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n4 of 6\nproject.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nOther (specify below)\nAfter approval of the members involved in the project.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nMIT licence (code)\nGNU GPL-3.0 (code)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nJozef De Smet, Mirza Awais Ahmad\nWho will manage data storage and backup during the research project? \nJozef De Smet, Mirza Awais Ahmad\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n5 of 6\nWho will manage data preservation and sharing? \nJozef De Smet, Mirza Awais Ahmad\nWho will update and implement this DMP? \nJozef De Smet, Mirza Awais Ahmad\nCreated using DMPonline.be. Last modiﬁed 10 January 2023\n6 of 6"
    },
    "clean_full_text": "RoboGuide - Robotic guidance for enhanced catheterization A Data Management Plan created using DMPonline.be Creators: Jef De Smet, First Name Surname Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Data Manager: Jef De Smet, First Name Surname Grant number / URL: C3/22/045 ID: 192441 Start date: 01-03-2023 End date: 01-03-2025 Last modified: 10-01-2023 Created using DMPonline.be. Last modiﬁed 10 January 2023 1 of 6 RoboGuide - Robotic guidance for enhanced catheterization Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA operator_force_analysis Force analysis of manual catheter operation N D N .bag <100GB guidewire_bending Bendable guidewire experiments to a target region. N D N .bag <100GB guidewire_force_sensing Analysis of guidewire force sensing algorithms N D N .bag <100GB robotic_catheterization Validations of the robotic catheter driver system N D N .bag <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) Ethical approval (ECD) will be requested once the experimental protocols are finalized. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The datasets \"guidewire_bending\", \"guidewire_force_sensing\", \"robotic_catheterization\" will evaluate the transferability of new Created using DMPonline.be. Last modiﬁed 10 January 2023 2 of 6 technology (and possibly IP) to a spin-off. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Quantitative data will be stored in .bag files. The .bag file structure allows to name variables (force, position, ...). Each .bag file will be accompanied by a post-processing script (mainly Python). In the post-processing script documentation will be provide about the contents of the .bag files, e.g. units of measurement, and the physical meaning of the data. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata will be created by the post-processing scripts in .csv format. Such .csv's might contain information about e.g. the study number, good and bad results, and weather the applied force levels were safe or not. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Created using DMPonline.be. Last modiﬁed 10 January 2023 3 of 6 External hard drive backups. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to shared drives (OneDrive or J-drive) will only be granted to persons involved in the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected additional costs for data storage. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Data will be made accessible to persons that continue (parts of) the research and after approval from the members involved in this Created using DMPonline.be. Last modiﬁed 10 January 2023 4 of 6 project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Other (specify below) After approval of the members involved in the project. Which data usage licenses are you going to provide? If none, please explain why. MIT licence (code) GNU GPL-3.0 (code) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? NA Responsibilities Who will manage data documentation and metadata during the research project? Jozef De Smet, Mirza Awais Ahmad Who will manage data storage and backup during the research project? Jozef De Smet, Mirza Awais Ahmad Created using DMPonline.be. Last modiﬁed 10 January 2023 5 of 6 Who will manage data preservation and sharing? Jozef De Smet, Mirza Awais Ahmad Who will update and implement this DMP? Jozef De Smet, Mirza Awais Ahmad Created using DMPonline.be. Last modiﬁed 10 January 2023 6 of 6"
}