{
    "document_id": "D-2023-2294",
    "LinkTitle": "D-2023-2294",
    "file_name": "D-2023-2294.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2294.pdf",
    "metadata": {
        "title": "D-2023-2294",
        "author": "Ewald Janssens",
        "creation_date": "2023-12-30 11:30:18+01:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN: FWO -NAFOSTED PROJECT G0DAX23N  \n \nADMINISTRATIVE INFORMATION  \nProject title: Synergy between top -down and bottom -up fabrication in plasmonics by embedding \nnanoclusters in metamaterials  \nProject Identifier: G0DAX23N  \nResearchers: Ewald Janssens, Joris Van De Vondel (QSP, Department of Physics and Astronomy, KU \nLeuven) & Nguyen Thanh Tung (I nstitute of Materials Science - IMS, Vietnamese Acad emy of Science \nand Technology  - VAST , Hanoi, Vietnam)  \nProject summary: In the field of optics both nanoclusters, sustaining localized surface plasmon \nresonances, and metamaterials, facilitating localized electric and/or magnetic resonances, have received a \nlot of  attention. Their study deals with fundamental scientific questions about strong light−material  \ninteractions such as enhanced scattering and highly localized electric fields and is of high relevance  for \napplied research that makes use of a wide range of extraordinary electromagnetic properties such  as \nnegative refraction, perfect absorption, and reduced light speed. The synergy of plasmonic  clusters with \nmetamaterials will result in an even better control and subtle manipulation of light.  Nevertheless, the \nembedding of nanoclusters in metamaterials is larger unexplored territory because  of fabrication barriers \ndue to their different size scales.  In this project, we make hybrid nanocluster -metamaterial systems by \ncombining the novel and  highly controllable technique of cluster beam deposition with e -beam lithography. \nThe electromagnetic behavior of this hybrid material with depend on the size and the concentration of the  \nnanoclusters. The proposed research plan will allow i) to achieve a good understanding of optical  properties \nof nanocluster -based metamaterials, ii) to understand the dynamic dissipation processes  following light \nabsorption in those hybrid systems, and iii) to make use of their strong near -field enhancement for sensing \napplications.  \nThe project consists of five work packages , three scientific and two management work packages:  \n• WP1: growth and characterization of nanocluster embedded metamaterials  \n• WP2: dissipation processes following radiation absorption in the nanocluster -based metamaterials  \n• WP3: near -field enhancement for sensing applications  \n• WP4: Dissemination and outreach  \n• WP5: Project management  \nInstitution: KU Leuven  and IMS VAST; this Data Management Plan deals mainly with the data \nmanagement for the KU Leuven part of the project.  \n  \nRESEARCH DATA SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research \nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description \n(sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),  \nand an estimate of the upper limit of the v olume of the data.  \n \nThis project will generate new data . There is no personal data  involved.  \nPrimary new data consists of analogue data (samples, laboratory  logbooks, researchers’ notebooks) and \ndigital data (estimated volume of tens of GB/year). The digital  data includes experimental data (ASCII data \nfiles containing numerical data from spectrometers and  text metadata with instrumental parameters) and \noutput files of the simulation software (ASCII/text  files). Secondary data files consist of processed and \nanalyzed experimental and simulation  data;  text documents, spreadsheets and graphical representation of \ndata, used for (or resulting from) data  analysis.  \n \nType of data  Format  Volume  How created  WP \nMass spectra  .txt \n.csv 1-10 GB Time -of-flight mass spectrometry measurements  \nof nanoclusters  1 \nSpectroscopy data of \nmetamaterial samples  .dat,  \n.csv 1-10 GB  Spectroscopic measurements: FTIR, UV -VIS, \nRaman spectroscopy  1 \nMicroscop y images  .tif, .jpg  <100 GB  Optical and electron microscopy characterization \nof the samples  1 \nPump -probe \nspectroscopy data  .txt \n.h5 1-10 GB  Transient transmission/reflection data measured \nat FELIX in Nijmegen  2 \nSpectroscopic sensing \nresults  .dat \n.csv 1-10 GB  Surfaces enhanced Raman spectroscopy data \n(this data will  be created and stored at IMS, \nVAST)   3 \nElectromagnetic \nsimulations  .out \n.opj \n.dat 1 - 5 GB Simulations using COMSOL, CST , Matlab using \nFIT, FDTD, and FEM techniques . This data will be \ncreated and stored both at KUL and IMS, VAST . 1-3 \nRelevant reviewed \nliterature  .pdf, \n.bib 10-100 MB  The articles may be stored in pdf and the selection \nof articles can be exported as a .bib file using the \nreference manager Mendeley.  1-3 \nLab books with details \nabout the different \nprocess trials, results, \nand observations.  Hand \nwritten  \n / Written by the researchers in the lab.  \n \n 1-3 \nPhysical samples  Physical  / Fabricated by the researchers in the lab.  1-3 \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, \ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval \nnumber.  \n● No \nWhen research involves living animals, human participants, or when there is a possibility for dual use or misuse for \nunethical purposes, ethical approval needs to be obtained.  Include your ethical approval reference number in the \ncomment section.  \n● Not applicable  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide \nthe KU Leuven or UZ Leuven privacy register number (G or S number).  \n● No \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial \nexploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n● No, but with following remark: Although tech transfer and valorisation are no direct goals of this \nproject, if an opportunity presents itself, it will be discussed among the  PIs involved in the project. \nThe conclusions of that discussion will be appended to this data management plan.  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data \ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data \nthey relate and what r estrictions are in place.  \n● There is no 3rd party agreement that restricts exploitation of dissemination. Since this project is a \ncollaborative project, a partnership agreement has been concluded among the PIs of KUL and IMS, \nVAST that stipulat es the exploitation and dissemination of the data.  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the \ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be \nasserted.  \n● No \n \nDOCUMENTATION AND METADATA  \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels \nand types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this \ninformation is recorded).   \n• For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different \nexperimental setups). These logbooks will contain the date, a brief description of the performed \nexperiment, the parameters used for each measurement, as well as the names of all the saved files. \nThe names of the files will be structured in a comprehensible way: system studied/date/main \nparameters used.  \n• In addition, data will be stored in a folder per experimental setup, the type of investigated system and \nthe corresponding date. In this way, by tracking the corresponding logbook notes, each file can be \neasily found on the local computers controlling the setup and on the server of the laboratory.  \n• The analysis files will contain notes describing the analysis procedure and mention which original data \nfiles are included. A readme file describing the goal of the experiment and the analysis procedure will \nbe stored in the folder where the data is saved.   \n \nWill a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata \nstandard will be used. If not, please specify which metadata will be created to make the data easier to find and \nreuse.   \n● No. In this  research field, there is no formal metadata standard. However, the standardized steps \ndescribed above will ensure that the data is easy to find and reuse.  \n  \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?  \n● The data at KU Leuven will be stored on a shared network drive ( R-drive) as well as on personal \nnetwork drive  synchronized with OneDrive -KU Leuven.   \n● At IMS, VAST, the data will be stored  on a laboratory -level shared drive as well as on PI’s hard \ndrive . \n● Selected files that need to be assessed by the partners in Leuven and Hanoi (like summarizing \npresentations, analysis files of experiments that will be included in publications) , will be placed on \na google docs folder .  \nHow will the data be backed up?  \n● At KU Leuven, the d ata on personal computers is placed in OneDrive folders.  The data stored on \nthe local computers is  continuously and automatically backed -up on local servers. This is taken \ncare of by the IT responsibles  of the department.  \n● Also at  IMS, VAST  an automatic back -up procedure is implemented.  \nIs there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup \ncapacities are available, explain how this will be taken care of.   \n● Yes: The amount of data that will be generated in this  project should not exceed hundred GBs, \nwhich is small enough to be stored in local computers and on local servers.   \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n• At KU Leuven, t he data will be systematically transferred to the local server, with restricted access \n(managed by the IT responsible). Only the (co -)promotors and involved researchers have access \nto the shared folders where the data, analysis files and reports will be st ored. Also, credentials are \nrequired to log in to local computers in the laboratories.  \n• Access to the shared files on the google docs folder will be password protected . \nWhat are the expected costs for data storage and backup during the research  project? How will these costs be \ncovered?  \n• The amount of data storage. Since data volumes in this project are not large, they are expected to \nfall within the offered amount. costs are small . The departmental IT plan that is being rolled out will \nfor each researcher cover a basic  \n  \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after \nthe end of the project?  In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or \ncontractual restrictions, storage/budget issues, institutional policies...).  \n• All data will be preserved for 10 years according to KU Leuven RDM polic y. Also at IMS , VAST  \ndata will be stored for at least 10 years . \nWhere will these data be archived (stored and curated for the long -term)?   \n• Lab books will be stored in dedicated cabinets in the laboratories. Digital data will be retained \non One-drive folders that are synchronized with the local storage . Physical samples are stored in \ndesiccators for at least 5 years after the end of the research. In  addition, all information required to \nreproduce sample fabrication is carefully logged. Note that longer storage of physical samples is \nmeaningless as most samples will during aging undergo changes.  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be \ncovered?  \n• The cost for data preservation during the retention period are comparable to the cost for storage \nand backup during the project.  The same conditions apply.   \n \nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n● Depending on each specific research result, we will consider the option to make the data available \nas open data on RDR or another platform. This particularly makes sense for analyzed data like \npump -probe transmission  spectra, FTIR spectra, and SERS spectra . Data that is not made \navailable as open data, will be made available if requested by the editor or publisher of a scientific \njournal or upon request of an individual (e.g. a researcher who intends to reproduce an experiment).  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a \n3rd party, legal restrictions)?  \n● No \nWhere will the data be made available?   . \n● KU Leuven RDR (Research Data Repository) . In a restricted access depository . Upon request and \nafter the agreement of the project's PIs, all data can be made available  on an open repository, for \nexample if requested by the editor or publisher of a scientific journal or via restricted access upon \nrequest of an individual (e.g. a researcher who intends to reproduce an experiment).  \nWhen will the data be made available?   \n● Upon publication of research results  and after agreement of the involved PIs (with a possible \nembargo time no longer than one year after the publication of the research)  \nWhich data usage licenses are you going to provide?  \n● This is not decided yet and will be discussed case by case , but most likely we will opt for a CC \nlicense.   \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already \navailable, please provide  it here.   \n● Yes, a PID will be added upon deposit in a data repository . \nWhat are the expected costs for data sharing? How will these costs be covered?    \n● The c ost of sharing is expected to be zero or low. In case there is a cost, it will be covered by \nworking budget of the project.  \n \nRESPONSIBILITIE S  \nWho will manage data documentation and metadata during the research project?   \n● Each researcher who collects data within the project, according to the standards that have been \nagreed upon.  \nWho will manage data storage and backup during the research project?   \n● At KU Leuven, d ata storage and backup is managed by the departmental IT . At IMS, VAST, data \nstorage and backup is taken care of by the department of general administration . \n \nWho will manage data preservation and sharing?   \n● Data preservation is managed by the departmental IT. Data sharing falls under the responsibility of  \nthe PIs : Ewald Janssens at KU Leuven and Nguyen Thanh Tung at IMS, VAST.  \nWho will update and implement this DMP?   \n● Ewald Janssens . "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN: FWO -NAFOSTED PROJECT G0DAX23N ADMINISTRATIVE INFORMATION Project title: Synergy between top -down and bottom -up fabrication in plasmonics by embedding nanoclusters in metamaterials Project Identifier: G0DAX23N Researchers: Ewald Janssens, Joris Van De Vondel (QSP, Department of Physics and Astronomy, KU Leuven) & Nguyen Thanh Tung (I nstitute of Materials Science - IMS, Vietnamese Acad emy of Science and Technology - VAST , Hanoi, Vietnam) Project summary: In the field of optics both nanoclusters, sustaining localized surface plasmon resonances, and metamaterials, facilitating localized electric and/or magnetic resonances, have received a lot of attention. Their study deals with fundamental scientific questions about strong light−material interactions such as enhanced scattering and highly localized electric fields and is of high relevance for applied research that makes use of a wide range of extraordinary electromagnetic properties such as negative refraction, perfect absorption, and reduced light speed. The synergy of plasmonic clusters with metamaterials will result in an even better control and subtle manipulation of light. Nevertheless, the embedding of nanoclusters in metamaterials is larger unexplored territory because of fabrication barriers due to their different size scales. In this project, we make hybrid nanocluster -metamaterial systems by combining the novel and highly controllable technique of cluster beam deposition with e -beam lithography. The electromagnetic behavior of this hybrid material with depend on the size and the concentration of the nanoclusters. The proposed research plan will allow i) to achieve a good understanding of optical properties of nanocluster -based metamaterials, ii) to understand the dynamic dissipation processes following light absorption in those hybrid systems, and iii) to make use of their strong near -field enhancement for sensing applications. The project consists of five work packages , three scientific and two management work packages: • WP1: growth and characterization of nanocluster embedded metamaterials • WP2: dissipation processes following radiation absorption in the nanocluster -based metamaterials • WP3: near -field enhancement for sensing applications • WP4: Dissemination and outreach • WP5: Project management Institution: KU Leuven and IMS VAST; this Data Management Plan deals mainly with the data management for the KU Leuven part of the project. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the data. This project will generate new data . There is no personal data involved. Primary new data consists of analogue data (samples, laboratory logbooks, researchers’ notebooks) and digital data (estimated volume of tens of GB/year). The digital data includes experimental data (ASCII data files containing numerical data from spectrometers and text metadata with instrumental parameters) and output files of the simulation software (ASCII/text files). Secondary data files consist of processed and analyzed experimental and simulation data; text documents, spreadsheets and graphical representation of data, used for (or resulting from) data analysis. Type of data Format Volume How created WP Mass spectra .txt .csv 1-10 GB Time -of-flight mass spectrometry measurements of nanoclusters 1 Spectroscopy data of metamaterial samples .dat, .csv 1-10 GB Spectroscopic measurements: FTIR, UV -VIS, Raman spectroscopy 1 Microscop y images .tif, .jpg <100 GB Optical and electron microscopy characterization of the samples 1 Pump -probe spectroscopy data .txt .h5 1-10 GB Transient transmission/reflection data measured at FELIX in Nijmegen 2 Spectroscopic sensing results .dat .csv 1-10 GB Surfaces enhanced Raman spectroscopy data (this data will be created and stored at IMS, VAST) 3 Electromagnetic simulations .out .opj .dat 1 - 5 GB Simulations using COMSOL, CST , Matlab using FIT, FDTD, and FEM techniques . This data will be created and stored both at KUL and IMS, VAST . 1-3 Relevant reviewed literature .pdf, .bib 10-100 MB The articles may be stored in pdf and the selection of articles can be exported as a .bib file using the reference manager Mendeley. 1-3 Lab books with details about the different process trials, results, and observations. Hand written / Written by the researchers in the lab. 1-3 Physical samples Physical / Fabricated by the researchers in the lab. 1-3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● No When research involves living animals, human participants, or when there is a possibility for dual use or misuse for unethical purposes, ethical approval needs to be obtained. Include your ethical approval reference number in the comment section. ● Not applicable Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No, but with following remark: Although tech transfer and valorisation are no direct goals of this project, if an opportunity presents itself, it will be discussed among the PIs involved in the project. The conclusions of that discussion will be appended to this data management plan. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what r estrictions are in place. ● There is no 3rd party agreement that restricts exploitation of dissemination. Since this project is a collaborative project, a partnership agreement has been concluded among the PIs of KUL and IMS, VAST that stipulat es the exploitation and dissemination of the data. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). • For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different experimental setups). These logbooks will contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used. • In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. • The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● No. In this research field, there is no formal metadata standard. However, the standardized steps described above will ensure that the data is easy to find and reuse. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● The data at KU Leuven will be stored on a shared network drive ( R-drive) as well as on personal network drive synchronized with OneDrive -KU Leuven. ● At IMS, VAST, the data will be stored on a laboratory -level shared drive as well as on PI’s hard drive . ● Selected files that need to be assessed by the partners in Leuven and Hanoi (like summarizing presentations, analysis files of experiments that will be included in publications) , will be placed on a google docs folder . How will the data be backed up? ● At KU Leuven, the d ata on personal computers is placed in OneDrive folders. The data stored on the local computers is continuously and automatically backed -up on local servers. This is taken care of by the IT responsibles of the department. ● Also at IMS, VAST an automatic back -up procedure is implemented. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes: The amount of data that will be generated in this project should not exceed hundred GBs, which is small enough to be stored in local computers and on local servers. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? • At KU Leuven, t he data will be systematically transferred to the local server, with restricted access (managed by the IT responsible). Only the (co -)promotors and involved researchers have access to the shared folders where the data, analysis files and reports will be st ored. Also, credentials are required to log in to local computers in the laboratories. • Access to the shared files on the google docs folder will be password protected . What are the expected costs for data storage and backup during the research project? How will these costs be covered? • The amount of data storage. Since data volumes in this project are not large, they are expected to fall within the offered amount. costs are small . The departmental IT plan that is being rolled out will for each researcher cover a basic DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). • All data will be preserved for 10 years according to KU Leuven RDM polic y. Also at IMS , VAST data will be stored for at least 10 years . Where will these data be archived (stored and curated for the long -term)? • Lab books will be stored in dedicated cabinets in the laboratories. Digital data will be retained on One-drive folders that are synchronized with the local storage . Physical samples are stored in desiccators for at least 5 years after the end of the research. In addition, all information required to reproduce sample fabrication is carefully logged. Note that longer storage of physical samples is meaningless as most samples will during aging undergo changes. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? • The cost for data preservation during the retention period are comparable to the cost for storage and backup during the project. The same conditions apply. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Depending on each specific research result, we will consider the option to make the data available as open data on RDR or another platform. This particularly makes sense for analyzed data like pump -probe transmission spectra, FTIR spectra, and SERS spectra . Data that is not made available as open data, will be made available if requested by the editor or publisher of a scientific journal or upon request of an individual (e.g. a researcher who intends to reproduce an experiment). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No Where will the data be made available? . ● KU Leuven RDR (Research Data Repository) . In a restricted access depository . Upon request and after the agreement of the project's PIs, all data can be made available on an open repository, for example if requested by the editor or publisher of a scientific journal or via restricted access upon request of an individual (e.g. a researcher who intends to reproduce an experiment). When will the data be made available? ● Upon publication of research results and after agreement of the involved PIs (with a possible embargo time no longer than one year after the publication of the research) Which data usage licenses are you going to provide? ● This is not decided yet and will be discussed case by case , but most likely we will opt for a CC license. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository . What are the expected costs for data sharing? How will these costs be covered? ● The c ost of sharing is expected to be zero or low. In case there is a cost, it will be covered by working budget of the project. RESPONSIBILITIE S Who will manage data documentation and metadata during the research project? ● Each researcher who collects data within the project, according to the standards that have been agreed upon. Who will manage data storage and backup during the research project? ● At KU Leuven, d ata storage and backup is managed by the departmental IT . At IMS, VAST, data storage and backup is taken care of by the department of general administration . Who will manage data preservation and sharing? ● Data preservation is managed by the departmental IT. Data sharing falls under the responsibility of the PIs : Ewald Janssens at KU Leuven and Nguyen Thanh Tung at IMS, VAST. Who will update and implement this DMP? ● Ewald Janssens ."
}