{
    "document_id": "D-2023-2473",
    "LinkTitle": "D-2023-2473",
    "file_name": "D-2023-2473.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2473.pdf",
    "metadata": {
        "title": "The reward of absent danger: Parsing the liking, learning and wanting of relief",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The reward of absent danger: Parsing the liking, learning and wanting of relief\nThe reward of absent danger: Parsing the liking, learning and wanting of relief\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nAnne Willems\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/014\nID: \nID: \n204720\nStart date: \nStart date: \n13-12-2023\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nIn this PDM project, I will strengthen my profile to improve my chances of being awarded an FWO junior postdoctoral fellowship. To this end, I will\ncontinue to generate output (international publications as well as other kinds of output) based on my doctoral research. Specifically, I will focus on\nfinishing an ongoing pharmacological fMRI study (studying the role of mu-opioid receptors in the generation of relief) and lab-based study (studying\nthe predictive performance of the EVA task for fear extinction learning) of which the data collection is completed. Furthermore, I will write a\nsystematic review on relief; which is also the topic of the proposed proposal (submitted to FWO). \nLast modified: \nLast modified: \n12-03-2024\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n1 of 6\nThe reward of absent danger: Parsing the liking, learning and wanting of relief\nThe reward of absent danger: Parsing the liking, learning and wanting of relief\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital\nor\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\nNTX\nfMRI\nstudy\nsubjective, physiological and fMRI data collected as part of a\npharmacological fMRI study where N = 60 participants received\nnaltrexone or placebo and filled out the EVA task in the MRI\nscanner. Data includes source data, processed data, extracted results\nand processing and analysis scripts.\nE\nE\n (data\nhave been\ncollected\nas part of\nmy PhD) \nD\nD\nI\nI\nmages\nN\nN\numerical\nT\nT\nextual\n.tab/txt\nfiles; .acq\nfiles; dicom\nand .nii\nfiles; R-\nscripts and\nmatlab\nscripts\n100GB\n- 1TB\n1 folder\nof\ninformed\nconsent\nand\nexclusion\ncriteria\nforms\nLab-\nbased\nEVA\nextinction\nstudy\nSubjective and physiological data collected as part of a lab-based\nstudy where N = 70 participants performed the EVA task and an\navoidance-extinction task on two consecutive days. Data includes\nsource data, processed data, extracted results and processing and\nanalysis scripts.\nE \nE \n(data has\nbeen\ncollected\nas part of\nmy PhD)\nD\nD\nN(umerical)\nT(extual)\n.tab/.txt\nfiles; .acq\nfiles; R-\nscripts and\nmatlab\nscripts\n1 GB -\n100\nGB\n1 folder\nof\ninformed\nconsent\nand\nexclusion\ncriteria\nforms\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe existing data consist of data that was collected by master students I supervised and by myself as part of my PhD. The data have not been\nmade available online. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nNTX fMRI study: EC approval number: S63852\nLab-based EVA extinction study: SMEC approval number:  G-2021-2923-R4\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nYes, personal data (demographic data and identifiable images of the skull/face recorded during MRI scanning) have been collected in\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n2 of 6\naccordance with GDPR and KU Leuven guidelines.\n \nNTX fMRI study: EC approval number: S63852\nLab-based EVA extinction study: SMEC approval number:  G-2021-2923-R4\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe participants themselves are the only 3rd party. Agreements are part of the informed consent, mentioning the publication of anonymized\nresults in scientific communications, the publication of anonymized data on OSF and the (re)use of data by other researchers. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nRaw source data files will be kept in a “sourcedata folder” with individual data-files stored within participant sub-folders per dataset. Extracted\nand aggregated data will be stored in a “processed folder” with separate participant sub-folders. All preprocessing and analysis scripts that\nwere used to create the extracted data and to analyze the results will be saved within a “code folder”.\nMetadata will include: information about experimental design, procedure, and measurement characteristics; specification of the raw data file\nnames (which measures they refer to); information that describes the variable codes (referring to type and time of specific measurements) in\nthe aggregated data files. For the NTX MRI study, metadata are included in the BIDS file format. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nFor personal storage, metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent-folder. We are currently not\nusing a metadata standard (except the BIDS file format for the MRI data), but will provide the relevant metadata in a structured manner and are\ncurrently exploring the usefulness of the free Colectica tool (Data Documentation Initiative) to annotate our Excel files. \nWhenever data is deposited on OSF or OpenNeuron, we will use their metadata standard to describe the datasets.\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n3 of 6\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nAll digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, and neural recordings, extracted data and\ncode) will be stored on the KU Leuven onedrive. Copies can be made and kept on KULeuven managed personal devices (e.g. laptops, hard\ndrives). All drives and devices are password-protected and encrypted. \nData in paper format (informed consent forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a\ndedicated archive room of the research group).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nSource data are backed up on an external hard drive of the PhD student and an external hard drive of the PI. All digital data is stored on the KU\nLeuven onedrive. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe researcher’s free onedrive environment has 5TB capacity, and the researcher and the PI each have an external hard drive with 3T capacity\nto store and backup the data. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll digital data will be stored on password-protected and/or encrypted drives, and all personal laptops will be password-protected and\nencrypted. Additional security for onedrive is provided by using multifactor authentication with the KU Leuven Authenticator app.\nData in paper format (informed consent forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a\ndedicated archive room of the research group).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nDuring the project, data will be stored in the free onedrive environment of the researcher (which has 5TB space); and on password-protected\nand encrypted external hard drives. No additional cost is expected.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n4 of 6\nfor clinical experiments on humans\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nUntil 25 years after the end of the project, all anonymized digital data will be stored on a central archive PC that is shared among the PIs of the\nLaboratory of Biological Psychology and that is located in a separate building of the Faculty (Van den Heuvel Institute); and on a dedicated\n(encrypted and password protected) external hard drive of the PI. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect no additional costs\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\n- For the lab-based study all anonymized data, preprocessing and analysis scripts will be made available.\n- For the fMRI study: preprocessing and analyses scripts will be made available. Defaced and anonymized data will be made available on\nrequest.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the researcher and PI have direct access to the data. Anonymized data will be made available on request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nPer request of the ethical committee, participants of the NTX fMRI study could indicated whether anonymized data could be shared on open\nsource repositories. Because some of the participants indicated that their data could not, the entire dataset will only be made available upon\nrequest. Obviously, restricted personal data will never be shared beyond the researchers involved in the study.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOpen Science Framework (OSF)\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n5 of 6\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nPublic repositories are free of charge.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher working on this project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researcher and PI (Prof. Bram Vervliet) of this project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Prof. Bram Vervliet) of this project\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher and PI (Prof. Bram Vervliet) of this project.\nCreated using DMPonline.be. Last modiﬁed 12 March 2024\n6 of 6"
    },
    "clean_full_text": "The reward of absent danger: Parsing the liking, learning and wanting of relief The reward of absent danger: Parsing the liking, learning and wanting of relief A Data Management Plan created using DMPonline.be Creator: Creator: Anne Willems Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/014 ID: ID: 204720 Start date: Start date: 13-12-2023 End date: End date: 31-10-2024 Project abstract: Project abstract: In this PDM project, I will strengthen my profile to improve my chances of being awarded an FWO junior postdoctoral fellowship. To this end, I will continue to generate output (international publications as well as other kinds of output) based on my doctoral research. Specifically, I will focus on finishing an ongoing pharmacological fMRI study (studying the role of mu-opioid receptors in the generation of relief) and lab-based study (studying the predictive performance of the EVA task for fear extinction learning) of which the data collection is completed. Furthermore, I will write a systematic review on relief; which is also the topic of the proposed proposal (submitted to FWO). Last modified: Last modified: 12-03-2024 Created using DMPonline.be. Last modiﬁed 12 March 2024 1 of 6 The reward of absent danger: Parsing the liking, learning and wanting of relief The reward of absent danger: Parsing the liking, learning and wanting of relief Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume NTX fMRI study subjective, physiological and fMRI data collected as part of a pharmacological fMRI study where N = 60 participants received naltrexone or placebo and filled out the EVA task in the MRI scanner. Data includes source data, processed data, extracted results and processing and analysis scripts. E E (data have been collected as part of my PhD) D D I I mages N N umerical T T extual .tab/txt files; .acq files; dicom and .nii files; R- scripts and matlab scripts 100GB - 1TB 1 folder of informed consent and exclusion criteria forms Lab- based EVA extinction study Subjective and physiological data collected as part of a lab-based study where N = 70 participants performed the EVA task and an avoidance-extinction task on two consecutive days. Data includes source data, processed data, extracted results and processing and analysis scripts. E E (data has been collected as part of my PhD) D D N(umerical) T(extual) .tab/.txt files; .acq files; R- scripts and matlab scripts 1 GB - 100 GB 1 folder of informed consent and exclusion criteria forms If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The existing data consist of data that was collected by master students I supervised and by myself as part of my PhD. The data have not been made available online. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) NTX fMRI study: EC approval number: S63852 Lab-based EVA extinction study: SMEC approval number: G-2021-2923-R4 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Yes, personal data (demographic data and identifiable images of the skull/face recorded during MRI scanning) have been collected in Created using DMPonline.be. Last modiﬁed 12 March 2024 2 of 6 accordance with GDPR and KU Leuven guidelines. NTX fMRI study: EC approval number: S63852 Lab-based EVA extinction study: SMEC approval number: G-2021-2923-R4 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The participants themselves are the only 3rd party. Agreements are part of the informed consent, mentioning the publication of anonymized results in scientific communications, the publication of anonymized data on OSF and the (re)use of data by other researchers. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Raw source data files will be kept in a “sourcedata folder” with individual data-files stored within participant sub-folders per dataset. Extracted and aggregated data will be stored in a “processed folder” with separate participant sub-folders. All preprocessing and analysis scripts that were used to create the extracted data and to analyze the results will be saved within a “code folder”. Metadata will include: information about experimental design, procedure, and measurement characteristics; specification of the raw data file names (which measures they refer to); information that describes the variable codes (referring to type and time of specific measurements) in the aggregated data files. For the NTX MRI study, metadata are included in the BIDS file format. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes For personal storage, metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parent-folder. We are currently not using a metadata standard (except the BIDS file format for the MRI data), but will provide the relevant metadata in a structured manner and are currently exploring the usefulness of the free Colectica tool (Data Documentation Initiative) to annotate our Excel files. Whenever data is deposited on OSF or OpenNeuron, we will use their metadata standard to describe the datasets. Created using DMPonline.be. Last modiﬁed 12 March 2024 3 of 6 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) All digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, and neural recordings, extracted data and code) will be stored on the KU Leuven onedrive. Copies can be made and kept on KULeuven managed personal devices (e.g. laptops, hard drives). All drives and devices are password-protected and encrypted. Data in paper format (informed consent forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Source data are backed up on an external hard drive of the PhD student and an external hard drive of the PI. All digital data is stored on the KU Leuven onedrive. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The researcher’s free onedrive environment has 5TB capacity, and the researcher and the PI each have an external hard drive with 3T capacity to store and backup the data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All digital data will be stored on password-protected and/or encrypted drives, and all personal laptops will be password-protected and encrypted. Additional security for onedrive is provided by using multifactor authentication with the KU Leuven Authenticator app. Data in paper format (informed consent forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? During the project, data will be stored in the free onedrive environment of the researcher (which has 5TB space); and on password-protected and encrypted external hard drives. No additional cost is expected. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and Created using DMPonline.be. Last modiﬁed 12 March 2024 4 of 6 for clinical experiments on humans Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Until 25 years after the end of the project, all anonymized digital data will be stored on a central archive PC that is shared among the PIs of the Laboratory of Biological Psychology and that is located in a separate building of the Faculty (Van den Heuvel Institute); and on a dedicated (encrypted and password protected) external hard drive of the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect no additional costs Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) - For the lab-based study all anonymized data, preprocessing and analysis scripts will be made available. - For the fMRI study: preprocessing and analyses scripts will be made available. Defaced and anonymized data will be made available on request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the researcher and PI have direct access to the data. Anonymized data will be made available on request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Per request of the ethical committee, participants of the NTX fMRI study could indicated whether anonymized data could be shared on open source repositories. Because some of the participants indicated that their data could not, the entire dataset will only be made available upon request. Obviously, restricted personal data will never be shared beyond the researchers involved in the study. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Open Science Framework (OSF) Created using DMPonline.be. Last modiﬁed 12 March 2024 5 of 6 When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Public repositories are free of charge. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher working on this project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher and PI (Prof. Bram Vervliet) of this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Prof. Bram Vervliet) of this project Who will update and implement this DMP? Who will update and implement this DMP? The researcher and PI (Prof. Bram Vervliet) of this project. Created using DMPonline.be. Last modiﬁed 12 March 2024 6 of 6"
}