{
    "document_id": "D-2022-1473",
    "LinkTitle": "D-2022-1473",
    "file_name": "D-2022-1473.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1473.pdf",
    "metadata": {
        "title": "Novel Diagnostics through Methylation Profiling of Cell-free DNA - DMP title",
        "author": "N/A",
        "creation_date": "2022-07-04 18:48:38+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Novel Diagnostics through Methylation Profiling of Cell-free DNA - DMP title\nGrant Title\n G0B4822N\nPrincipal Investigator / Researcher\n Bernard Thienpont\nProject Data Contact\n +32 16 37 32 08; bernard.thienpont@kuleuven.be\nDescription\n We will attempt to: 1.) Leverage cell-free DNA methylation data for development of\na disease prediction model in preeclampsia 2.) Apply our optimized model for the development\nof a highly targeted cfDNA methylation panel 3.) Demonstrate the performance of the classifier\nin an independent patient cohort. 4.) Extend this strategy to 2 other pathologies (i.e. uveal\nmelanoma and IgA nephropathy). Cell-free DNA will be collected from liquid biopsy samples\n(blood, urine, aqueous and vitreous humour) taken from both patients and controls.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nBernard Thienpont\nFWO Project Number & Title\nFWO number: G0B4822N\nTitle: Novel Diagnostics through Methylation Profiling of Cell-free DNA\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nRaw\nsequencing\noutput files\n.fastq\n1000-4000 GB\nOutput files of\nbisulfite\nsequencing\nexperiments.\nProcessed data\n.csv\n200 GB\nProcessed\nsequencing\nfiles after\nalignment and\nmethylation\ncalling.\nCode\n.py, .R, .ipynb,\n.sh\n1 GB\nCode written\nby the\nresearcher that\nwas used for\nprocessing of\ndata and\nstatistics\nResults\n.pdf, .png, .svg\n5 GB\nResults include\nproduced\nfigures and\ntables along\nwith explaining\ntext.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used: name, age, sex, personal\nand pregnancy related characteristics, relevant medical history.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWe received favorable assessment from the local ethics committee for the described research on\nocular tumours (S66089) and on preeclampsia (S61883). Approval for the research on kidney\nsamples was granted in ZOL, where these samples will be collected (Z-20211101). Data will be\npseudonimyzed by the collaborating clinicans.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nSome of the data to be produced are dependent on analyses that are the subject of an ongoing\npatent application. Also other datasets and analyses to be generated in this project could be\nameanable to patent protection.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Methodology and protocol of wet lab work will be described in the lab book. Additionally,\nsequencing protocols will be written down.\n2. Bioinformatic analyses, processing of sequencing data and statistics along with figure\nproduction will be saved as code. Generated files during processing will be archived.\n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata will be saved according to the MINSEQE standards.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData will mainly be securely stored on the Vlaamse Super Computer. During processing and\nanalyses, data will also temporarily be stored on the KU Leuven laptop of the researcher, with\naccess protection through a password with dual authentication.\nHow is backup of the data provided?\nData is stored on VSC, which is georeplicated and backed up.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n34TB of storage is available on the VSC for the host lab, which is easily sufficient to contain the\ngenerated data. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCurrent storage options for actively analysing data on VSC cost 630€ per year. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData on the VSC is placed under restricted access for everyone except the researcher. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data described above (raw and processed sequencing data, scripts and results) will be\nretained for the minimum preservation term of 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nAfter publication, raw and processed sequencing data will be stored in the EGA database under\naccess control by a local DAC. Additionally, data will also be preserved in the archival storage of\nthe VSC. Developed software, algorithms and scripts will be made available and stored on a\npublic repository such as GitHub.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCosts for data archiving are 1080€ per year. These costs are covered by the funded FWO project.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll pseudonymised raw and processed sequencing data along with clinical characteristics will\nbe made available.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nPseudonymised data will be made available through AGA under access control by the local DAC.\nWhat are the expected costs for data sharing? How will the costs be covered?\nData sharing will be performed using Belnet filesender which is free-to-use.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher will produce data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe researcher will be responsible for data storage & back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher will be responsible for data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe researcher bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Novel Diagnostics through Methylation Profiling of Cell-free DNA - DMP title Grant Title G0B4822N Principal Investigator / Researcher Bernard Thienpont Project Data Contact +32 16 37 32 08; bernard.thienpont@kuleuven.be Description We will attempt to: 1.) Leverage cell-free DNA methylation data for development of a disease prediction model in preeclampsia 2.) Apply our optimized model for the development of a highly targeted cfDNA methylation panel 3.) Demonstrate the performance of the classifier in an independent patient cohort. 4.) Extend this strategy to 2 other pathologies (i.e. uveal melanoma and IgA nephropathy). Cell-free DNA will be collected from liquid biopsy samples (blood, urine, aqueous and vitreous humour) taken from both patients and controls. Institution KU Leuven 1. General Information Name applicant Bernard Thienpont FWO Project Number & Title FWO number: G0B4822N Title: Novel Diagnostics through Methylation Profiling of Cell-free DNA Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Raw sequencing output files .fastq 1000-4000 GB Output files of bisulfite sequencing experiments. Processed data .csv 200 GB Processed sequencing files after alignment and methylation calling. Code .py, .R, .ipynb, .sh 1 GB Code written by the researcher that was used for processing of data and statistics Results .pdf, .png, .svg 5 GB Results include produced figures and tables along with explaining text. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: name, age, sex, personal and pregnancy related characteristics, relevant medical history. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes We received favorable assessment from the local ethics committee for the described research on ocular tumours (S66089) and on preeclampsia (S61883). Approval for the research on kidney samples was granted in ZOL, where these samples will be collected (Z-20211101). Data will be pseudonimyzed by the collaborating clinicans. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Some of the data to be produced are dependent on analyses that are the subject of an ongoing patent application. Also other datasets and analyses to be generated in this project could be ameanable to patent protection. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Methodology and protocol of wet lab work will be described in the lab book. Additionally, sequencing protocols will be written down. 2. Bioinformatic analyses, processing of sequencing data and statistics along with figure production will be saved as code. Generated files during processing will be archived. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata will be saved according to the MINSEQE standards. 5. Data storage and backup during the FWO project Where will the data be stored? Data will mainly be securely stored on the Vlaamse Super Computer. During processing and analyses, data will also temporarily be stored on the KU Leuven laptop of the researcher, with access protection through a password with dual authentication. How is backup of the data provided? Data is stored on VSC, which is georeplicated and backed up. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 34TB of storage is available on the VSC for the host lab, which is easily sufficient to contain the generated data. What are the expected costs for data storage and back up during the project? How will these costs be covered? Current storage options for actively analysing data on VSC cost 630€ per year. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data on the VSC is placed under restricted access for everyone except the researcher. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data described above (raw and processed sequencing data, scripts and results) will be retained for the minimum preservation term of 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? After publication, raw and processed sequencing data will be stored in the EGA database under access control by a local DAC. Additionally, data will also be preserved in the archival storage of the VSC. Developed software, algorithms and scripts will be made available and stored on a public repository such as GitHub. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs for data archiving are 1080€ per year. These costs are covered by the funded FWO project. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All pseudonymised raw and processed sequencing data along with clinical characteristics will be made available. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Pseudonymised data will be made available through AGA under access control by the local DAC. What are the expected costs for data sharing? How will the costs be covered? Data sharing will be performed using Belnet filesender which is free-to-use. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher will produce data documentation and metadata. Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The researcher will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The researcher will be responsible for data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The researcher bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}