{
    "document_id": "D-2021-1309",
    "LinkTitle": "D-2021-1309",
    "file_name": "D-2021-1309.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1309.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina Hehl",
        "num_pages": 8
    },
    "content": {
        "full_text": "DMP_1SF0222N _Tine Van Bogaert_v1 Page 1 of 8Local field potential recordings in deep brain stimulation \npatients\nDMP D-2021-1309\nADMIN DETAILS\nProject Name: Local field potential recordings in deep brain stimulation patients\nProject Identifier: 3M200484 (onderzoeksportaal)\nGrant Title: 1SF0222N\nPrincipal Investigator / Researcher: Myles Mc Laughlin, Bart Nuttin, Philippe De Vloo, Tine Van Bogaert\nProject Data Contact: Tine Van Bogaert, +32 475 92 61 31, tine.vanbogaert@kuleuven.be\nDescription: Deep brain stimulation (DBS) is an invasive neuromodulation method in which stimulating electrodes  \nare chronically implanted in the brain to deliver a continuous train of electrical pulses. DBS is now routinely used to  \ntreat a range of neurodegenerative movement disorders such as Parkinson’s disease and essential tremor and is  \nbeginning  to  be  used  to  treat  some  psychiatric  disorders  such  as  obsessive  compulsive  disorder  and  major  \ndepression. DBS is effective in all these patient groups and is growing in popularity with 10,000 new patients being  \nimplanted each year. The increasing number of DBS patients bring new challenges, for example how can we ensure  \nthat each individual is receiving optimal DBS therapy with the best symptom control and minimal side-effects? An LFP  \nbased objective measure could help here but is currently lacking. The aim of this project is to make intra-operative  \nlocal field potential (LFP) recordings in DBS patients in response to different stimulation patterns (i.e. different  \nelectrode contacts, different stimulation parameters) . By calculating an LFP based evoked potential we then aim find  \nspecific bio-markers for each DBS setting and then determine the optimal setting by linking the biomarker to clinical  \noutcomes. Such a biomarker will allow optimization of DBS settings and improve clinical outcomes for each individual  \npatient. Ultimately, project outcomes will advance our knowledge of how the brain responds to DBS.\nInstitution: KU Leuven\nDMP_1SF0222N _Tine Van Bogaert_v1 Page 2 of 81. GENERAL INFORMATION\na. Name applicant\nTine Van Bogaert \nb. FWO Project Number & Title\nFWO project number: 1SF0222N\nTitle: Local field potential recordings in deep brain stimulation patients\nc. Affiliation\n●KU Leuven\n2. DATA DESCRIPTION\na. Will you generate/collect new data and/or make use of existing data?  \n●Generate new data and re-use existing data\nb. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) or as a data flow and per WP or objective of the project.\nType of Data Data origin Format How created and stored\n(A) Informed consent \n(date, version)Collected.pdf/papersigned version of informed consent containing \nparticipant’s name. \nPaper: stored in locked cabinet laboratory\nDigital copy (.pdf): in Klinisch Werk Station (KWS)\n(B) \nInclusion/exclusion \ncriteriaReusedKWS fileInformation relevant to inclusion in study\n-Disease history \n-Psychiatric history \nConsulted in KWS\n(C) Demographics Reused/CollectedKWS \nfile/ .xlsxRelevant patient information\n-Age\n-Gender\n-Concomitant Medication\n-Disease history\n-…\nConsulted in KWS\nCollected pseudo anonymized in .xlsx file saved on \nsecured KU Leuven L: drive\n(D) Adverse events Collected.doc/paperDocument describing adverse events of participants \nDMP_1SF0222N _Tine Van Bogaert_v1 Page 3 of 8during inclusion in study.  \nPaper: Filled out AE/SAE file in binder with patient data \nin locked cabinet laboratory\nDoc: saved on secured KU Leuven J: drive\n(E) Experiment info Collected.docc/.xlsxInfo on specifics for individual experiments\n-Hemisphere tested\n-Used stimulation parameters\n-Randomization\n.doc/.xlsx: saved on secured KU Leuven L: drive\n(F) EEG recordings Collected.bdfPost-operative EEG recordings during stimulation  \n.bdf: saved on secured KU Leuven L: drive\n(G) LFP recordings Collected.ail, .aio, .ai\ns, .inv, .in$Intraoperative LFP recordings\nALL saved on secured KU Leuven L: drive\n(H) Imaging data reused.dcmPreoperative T1 MRI\nPostoperative CT Weke delen\nThese images are made as part of the standard of care in  \nDBS implantations. \nRequired .dcm files are collected from KWS and saved \npseudo anonymized on the secured KU Leuven L: drive.  \n(I) Clinical measures \nof stimulation \neffectivenessCollected.xlsxClinical measures to evaluate effectiveness of used \nstimulation will be collected.  \n-Therapeutic window\n-Side effects\n.xlsx: saved on secured KU Leuven L: drive\n(J) Processed data Collected.txt/.xlsxProcessed data of all raw data sources described above \nwill be stored saved on secured KU Leuven L: drive \nin .xlsx or .txt format, depending on the type of data x\n(K) Processing Scripts Collected.mat/.py Scripts to process all data sources described above will \nbe stored saved on secured KU Leuven L: drive in .mat or  \n.py file based on the programming language used.  \nDMP_1SF0222N _Tine Van Bogaert_v1 Page 4 of 83. LEGAL AND ETHICAL ISSUES\na. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to  \nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering the fact that you process personal data is a legal obligation.\n●Yes\nPrivacy Registry Reference:  G-2021-3616 (accepted) \nShort description of the kind of personal data that will be used: For the participating movement disorder (Parkinson’s  \nDisease (PD) and Essential Tremor (ET)),  ordinary personal data will be collected at the screening, as well as special  \npersonal data necessary for the medical screening. If the participant is included based on this screening, then special  \ncategories of personal data (medical data) will be collected. Relevant medical history data will be collected (e.g.,  \nsymptoms, age at disease onset, age at DBS operation) to the extent necessary to answer the study questions.  \nFurthermore,  Local  field  potential  (LFP)  recordings  will  be  collected  intraoperatively  as  well  as  \nelectroencephalography recordings postoperatively. In addition, T1 magnetic resonance imaging and computed  \ntomography (CT) imaging are collected as standard of care in Deep Brain Stimulation (DBS) implantations. This data is  \nreused for this research project in a pseudo anonymized form. Furthermore clinical data on the effect of stimulation  \nis collected during a study visit. \nb. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\n●Yes\nKU Leuven PRET reference:  G-2021-3616 (accepted)  \nEthical commission reference: S62373 (accepted)  \nc. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  \n●No\nd. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what \ndata do they relate and what restrictions are in place?\n●No\nDMP_1SF0222N _Tine Van Bogaert_v1 Page 5 of 84. DOCUMENTATION AND METADATA\na. What documentation will be provided to enable reuse of the data collected/generated in this project?\nAll information regarding this study will be kept on central secured J: drive and on paper in a locked cabinet in the  \nlaboratory and will be updated by a member of the research team every time a new subject is enrolled and/or  \nmeasurements take place.\nThe study protocol describes the goal, purpose and objectives of the study and how the study will be performed  \npractically.  \nLetters in brackets below refer to the table above (question 2b).\n(F) and (G) : Raw EEG and LFP data will be stored for session condition with a .doc file (E) explaining the naming and  \nthe exact condition for the generation of the data (stimulation intensities, stimulation frequency, stimulation  \ncontact, recording setup ...) with names of each stimulation chosen in such a way, they explain the conditions of data  \ngeneration.  \n(H): For imaging data is all collected according to the standard DBS imaging protocol in UZ Leuven. This protocol,  \ncontaining acquisition settings will be saved together with the data. \n(I): For clinical measures for stimulation efficacy, the .xlsx file will contain information about the therapeutic window  \nand side effects for each tested stimulation condition. \n(J) and (K): Scripts will use the comment function to explain each analysis step. Data sets and .xlsx documents will  \nhave  a  clear  document  name  and  row/column  description;  if  needed  for  understanding,  further  metadata  \n(.txt/.docx) will be created. \nb. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail \nwhich metadata will be created to make the data easy/easier to find and reuse.\n●No\nsee description of meta-data above . \nDMP_1SF0222N _Tine Van Bogaert_v1 Page 6 of 85. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\na. Where will the data be stored?  \n1. The time-stamped master copy of the data will be kept on the KU Leuven large storage drive (L: drive). Copies can  \nbe made and kept on password protected work computers/drives if needed for analyses/transfer.\n2. Since we will be working with sensitive personal data, data will be pseudonymized as soon as possible. Only one  \nrecord that is linking the pseudonym to the personal data ('Participant identification list') will be kept on a second  \nseparate secured drive (J drive). Access will be granted to researchers directly involved in the maintenance of this  \ndatabase and be kept as limited as possible. A paper copy of the linking record is kept in a locked cupboard.  \n4. Other physical data will be stored in a locked filing cabinet in a locked office in ON2, KU Leuven, 3000 Leuven.\nb. How is backup of the data provided?\nThe data will be stored on KU Leuven servers with automatic daily back-up procedures that allow for disaster \nrecovery: \nFor the large storage drive (L:)\n-A daily backup, the last 11 versions of which are saved\nFor the network drive (J:)\n-Automatic backup 4 times a day, the last 6 of which are stored\n-Daily backup at midnight, the last6 of which are stored\n-A weekly backup, Saturday night at midnight, the last 12 of which are stored\nc. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available then explain how this will be taken care of.\n●Yes\nKU Leuven drive allows for unlimited data storage and separate Drives (e.g., pseudonymized data apart from  \npersonal data). \nd. What are the expected costs for data storage and back up during the project? How will these costs be \ncovered? \nCosts of data storage within KU Leuven  using the default Drive are born e centrally by the lab. \ne. Data security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?\nPlease see question 5a. Furthermore, identifiable and pseudonymized data will be stored on 2 separate drives.  \nDMP_1SF0222N _Tine Van Bogaert_v1 Page 7 of 86. DATA PRESERVATION AFTER THE FWO PROJECT\na. Which data will be retained for the expected 5 -year period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, \nphysical preservation issues, ...).\nAfter the end of the project, all data will be retained for the 5-year period expected by KU Leuven. Identifying  \npersonal data will then be removed, for other data please see question 6b. \nb. Where will the data be archived (= stored for the longer term)?\nThe data will be stored on the KU Leuven servers (with automatic back-up procedures) for 10 years, conform the KU  \nLeuven RDM policy. \nc. What are the expected costs for data preservation during the retention period of 5 years? How will the costs \nbe covered? \nAs explained in section 5, costs for data storage will be borne by KU Leuven. \n7. DATA SHARING AND REUSE\na. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?\n●No\nb. Which data will be made available after the end of the project?\nData will only be made available  in case of publications that require the publication /disclosure of the dataset. \nBecause of the nature of medical imaging data that does not allow for full anonymization, even when removing all  \npersonal information from the files and defacing the images, this will be kept restricted.   \nIn case data sharing is planned in the context of a publication, the privacy experts of KU Leuven will be  consulted prior \nto publication to conform with all current privacy standards. \nc. Where/how will the data be made available for reuse?\n●Upon request by mail\nAs explained above, medical imaging data is rather sensitive personal data. Therefore, re-use within or outside of the  \nresearch group will be provided if requested via mail. In this case, only the necessary pseudonymized information will  \nbe shared. In case of data sharing outside of the research groups of KU Leuven (Experimental Oto-rhino-larynology  \n(ExpORL)) the university’s privacy and legal experts will be consulted prior to data sharing to conform with all current  \nprivacy standards and regulate the data sharing process. \nDMP_1SF0222N _Tine Van Bogaert_v1 Page 8 of 8d. When will the data be made available?\n●Upon publication of the research results\nData will only be made available to other researchers after publication of the research results.  \ne. Who will be able to access the data and under what conditions?\nAs stated above, only requests via mail will be answered. Privacy and legal experts will be consulted when sharing  \ndata with researchers outside of the research group. A written agreement with the PI is necessary when sharing the  \ndata outside of the research groups (ExpORL, KU Leuven). \nf. What are the expected costs for data sharing? How will the costs be covered?  \nNone. Data preparation (defacing, removal of personalized data in the imaging files, ...) will be done by the  \nresearchers primarily involved in the project. Secure data sharing infrastructure is available at the university, e.g.  \nBelnet via KU Leuven. If costs occur, these need  to be covered by the requesting party /-ies. \n8. RESPONSIBILITIES\na. Who will be responsible for data documentation & metadata?\nProf. Dr. Myles Mc Laughlin\nTine Van Bogaert\nb. Who will be responsible for data storage & back up during the project?\nProf. Dr. Myles Mc Laughlin  \nTine Van Bogaert\nc. Who will be responsible for ensuring data preservation and reuse?\nProf. Dr. Myles Mc Lauglin  \nd. Who bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "DMP_1SF0222N _Tine Van Bogaert_v1 Page 1 of 8Local field potential recordings in deep brain stimulation patients DMP D-2021-1309 ADMIN DETAILS Project Name: Local field potential recordings in deep brain stimulation patients Project Identifier: 3M200484 (onderzoeksportaal) Grant Title: 1SF0222N Principal Investigator / Researcher: Myles Mc Laughlin, Bart Nuttin, Philippe De Vloo, Tine Van Bogaert Project Data Contact: Tine Van Bogaert, +32 475 92 61 31, tine.vanbogaert@kuleuven.be Description: Deep brain stimulation (DBS) is an invasive neuromodulation method in which stimulating electrodes are chronically implanted in the brain to deliver a continuous train of electrical pulses. DBS is now routinely used to treat a range of neurodegenerative movement disorders such as Parkinson’s disease and essential tremor and is beginning to be used to treat some psychiatric disorders such as obsessive compulsive disorder and major depression. DBS is effective in all these patient groups and is growing in popularity with 10,000 new patients being implanted each year. The increasing number of DBS patients bring new challenges, for example how can we ensure that each individual is receiving optimal DBS therapy with the best symptom control and minimal side-effects? An LFP based objective measure could help here but is currently lacking. The aim of this project is to make intra-operative local field potential (LFP) recordings in DBS patients in response to different stimulation patterns (i.e. different electrode contacts, different stimulation parameters) . By calculating an LFP based evoked potential we then aim find specific bio-markers for each DBS setting and then determine the optimal setting by linking the biomarker to clinical outcomes. Such a biomarker will allow optimization of DBS settings and improve clinical outcomes for each individual patient. Ultimately, project outcomes will advance our knowledge of how the brain responds to DBS. Institution: KU Leuven DMP_1SF0222N _Tine Van Bogaert_v1 Page 2 of 81. GENERAL INFORMATION a. Name applicant Tine Van Bogaert b. FWO Project Number & Title FWO project number: 1SF0222N Title: Local field potential recordings in deep brain stimulation patients c. Affiliation ●KU Leuven 2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data? ●Generate new data and re-use existing data b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data Data origin Format How created and stored (A) Informed consent (date, version)Collected.pdf/papersigned version of informed consent containing participant’s name. Paper: stored in locked cabinet laboratory Digital copy (.pdf): in Klinisch Werk Station (KWS) (B) Inclusion/exclusion criteriaReusedKWS fileInformation relevant to inclusion in study -Disease history -Psychiatric history Consulted in KWS (C) Demographics Reused/CollectedKWS file/ .xlsxRelevant patient information -Age -Gender -Concomitant Medication -Disease history -… Consulted in KWS Collected pseudo anonymized in .xlsx file saved on secured KU Leuven L: drive (D) Adverse events Collected.doc/paperDocument describing adverse events of participants DMP_1SF0222N _Tine Van Bogaert_v1 Page 3 of 8during inclusion in study. Paper: Filled out AE/SAE file in binder with patient data in locked cabinet laboratory Doc: saved on secured KU Leuven J: drive (E) Experiment info Collected.docc/.xlsxInfo on specifics for individual experiments -Hemisphere tested -Used stimulation parameters -Randomization .doc/.xlsx: saved on secured KU Leuven L: drive (F) EEG recordings Collected.bdfPost-operative EEG recordings during stimulation .bdf: saved on secured KU Leuven L: drive (G) LFP recordings Collected.ail, .aio, .ai s, .inv, .in$Intraoperative LFP recordings ALL saved on secured KU Leuven L: drive (H) Imaging data reused.dcmPreoperative T1 MRI Postoperative CT Weke delen These images are made as part of the standard of care in DBS implantations. Required .dcm files are collected from KWS and saved pseudo anonymized on the secured KU Leuven L: drive. (I) Clinical measures of stimulation effectivenessCollected.xlsxClinical measures to evaluate effectiveness of used stimulation will be collected. -Therapeutic window -Side effects .xlsx: saved on secured KU Leuven L: drive (J) Processed data Collected.txt/.xlsxProcessed data of all raw data sources described above will be stored saved on secured KU Leuven L: drive in .xlsx or .txt format, depending on the type of data x (K) Processing Scripts Collected.mat/.py Scripts to process all data sources described above will be stored saved on secured KU Leuven L: drive in .mat or .py file based on the programming language used. DMP_1SF0222N _Tine Van Bogaert_v1 Page 4 of 83. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●Yes Privacy Registry Reference: G-2021-3616 (accepted) Short description of the kind of personal data that will be used: For the participating movement disorder (Parkinson’s Disease (PD) and Essential Tremor (ET)), ordinary personal data will be collected at the screening, as well as special personal data necessary for the medical screening. If the participant is included based on this screening, then special categories of personal data (medical data) will be collected. Relevant medical history data will be collected (e.g., symptoms, age at disease onset, age at DBS operation) to the extent necessary to answer the study questions. Furthermore, Local field potential (LFP) recordings will be collected intraoperatively as well as electroencephalography recordings postoperatively. In addition, T1 magnetic resonance imaging and computed tomography (CT) imaging are collected as standard of care in Deep Brain Stimulation (DBS) implantations. This data is reused for this research project in a pseudo anonymized form. Furthermore clinical data on the effect of stimulation is collected during a study visit. b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes KU Leuven PRET reference: G-2021-3616 (accepted) Ethical commission reference: S62373 (accepted) c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No DMP_1SF0222N _Tine Van Bogaert_v1 Page 5 of 84. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? All information regarding this study will be kept on central secured J: drive and on paper in a locked cabinet in the laboratory and will be updated by a member of the research team every time a new subject is enrolled and/or measurements take place. The study protocol describes the goal, purpose and objectives of the study and how the study will be performed practically. Letters in brackets below refer to the table above (question 2b). (F) and (G) : Raw EEG and LFP data will be stored for session condition with a .doc file (E) explaining the naming and the exact condition for the generation of the data (stimulation intensities, stimulation frequency, stimulation contact, recording setup ...) with names of each stimulation chosen in such a way, they explain the conditions of data generation. (H): For imaging data is all collected according to the standard DBS imaging protocol in UZ Leuven. This protocol, containing acquisition settings will be saved together with the data. (I): For clinical measures for stimulation efficacy, the .xlsx file will contain information about the therapeutic window and side effects for each tested stimulation condition. (J) and (K): Scripts will use the comment function to explain each analysis step. Data sets and .xlsx documents will have a clear document name and row/column description; if needed for understanding, further metadata (.txt/.docx) will be created. b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No see description of meta-data above . DMP_1SF0222N _Tine Van Bogaert_v1 Page 6 of 85. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? 1. The time-stamped master copy of the data will be kept on the KU Leuven large storage drive (L: drive). Copies can be made and kept on password protected work computers/drives if needed for analyses/transfer. 2. Since we will be working with sensitive personal data, data will be pseudonymized as soon as possible. Only one record that is linking the pseudonym to the personal data ('Participant identification list') will be kept on a second separate secured drive (J drive). Access will be granted to researchers directly involved in the maintenance of this database and be kept as limited as possible. A paper copy of the linking record is kept in a locked cupboard. 4. Other physical data will be stored in a locked filing cabinet in a locked office in ON2, KU Leuven, 3000 Leuven. b. How is backup of the data provided? The data will be stored on KU Leuven servers with automatic daily back-up procedures that allow for disaster recovery: For the large storage drive (L:) -A daily backup, the last 11 versions of which are saved For the network drive (J:) -Automatic backup 4 times a day, the last 6 of which are stored -Daily backup at midnight, the last6 of which are stored -A weekly backup, Saturday night at midnight, the last 12 of which are stored c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes KU Leuven drive allows for unlimited data storage and separate Drives (e.g., pseudonymized data apart from personal data). d. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs of data storage within KU Leuven using the default Drive are born e centrally by the lab. e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Please see question 5a. Furthermore, identifiable and pseudonymized data will be stored on 2 separate drives. DMP_1SF0222N _Tine Van Bogaert_v1 Page 7 of 86. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5 -year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, all data will be retained for the 5-year period expected by KU Leuven. Identifying personal data will then be removed, for other data please see question 6b. b. Where will the data be archived (= stored for the longer term)? The data will be stored on the KU Leuven servers (with automatic back-up procedures) for 10 years, conform the KU Leuven RDM policy. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? As explained in section 5, costs for data storage will be borne by KU Leuven. 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No b. Which data will be made available after the end of the project? Data will only be made available in case of publications that require the publication /disclosure of the dataset. Because of the nature of medical imaging data that does not allow for full anonymization, even when removing all personal information from the files and defacing the images, this will be kept restricted. In case data sharing is planned in the context of a publication, the privacy experts of KU Leuven will be consulted prior to publication to conform with all current privacy standards. c. Where/how will the data be made available for reuse? ●Upon request by mail As explained above, medical imaging data is rather sensitive personal data. Therefore, re-use within or outside of the research group will be provided if requested via mail. In this case, only the necessary pseudonymized information will be shared. In case of data sharing outside of the research groups of KU Leuven (Experimental Oto-rhino-larynology (ExpORL)) the university’s privacy and legal experts will be consulted prior to data sharing to conform with all current privacy standards and regulate the data sharing process. DMP_1SF0222N _Tine Van Bogaert_v1 Page 8 of 8d. When will the data be made available? ●Upon publication of the research results Data will only be made available to other researchers after publication of the research results. e. Who will be able to access the data and under what conditions? As stated above, only requests via mail will be answered. Privacy and legal experts will be consulted when sharing data with researchers outside of the research group. A written agreement with the PI is necessary when sharing the data outside of the research groups (ExpORL, KU Leuven). f. What are the expected costs for data sharing? How will the costs be covered? None. Data preparation (defacing, removal of personalized data in the imaging files, ...) will be done by the researchers primarily involved in the project. Secure data sharing infrastructure is available at the university, e.g. Belnet via KU Leuven. If costs occur, these need to be covered by the requesting party /-ies. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Prof. Dr. Myles Mc Laughlin Tine Van Bogaert b. Who will be responsible for data storage & back up during the project? Prof. Dr. Myles Mc Laughlin Tine Van Bogaert c. Who will be responsible for ensuring data preservation and reuse? Prof. Dr. Myles Mc Lauglin d. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}