{
    "document_id": "D-2023-1918",
    "LinkTitle": "D-2023-1918",
    "file_name": "D-2023-1918.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1918.pdf",
    "metadata": {
        "title": "D-2023-1918",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Afetameafu Alabi (0000-0002-4243-7361)\nContributor name(s) (+ ORCID) & roles Christina M. Kreinecker (0000-0003-3805-4824), Promoter\nProject number & title 3H210523: Both Slaves and Sons: A Papyrological and Conceptual Metaphor Investigation into the \nRelationship between Slavery and Adoption in Romans 6 and 8\nFunder(s) GrantID21194023N\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n See Glossary Flemish Standard Data Management Plan  \n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description       This project investigates how the Apostle Paul  uses      both slavery and adoption as\n  metaphors for describing        his addressees in his letter to the  .     Romans The goal is to\n    examine this issue through the        combination of data from ancient everyday\nsources (  )    documentary papyri and insights from Conceptual    ( ). Metaphor Theory CMT\nDocumentary   papyri will be   - investigated for slave master   -    and parent child relationships in\n               everyday life which Paul and the Romans might have had in mind when thinking about\n    .    themselves as slaves and adoptees CMT will be used     - , to detect the cross mapped\n,      ,       - highlighted and hidden elements in the metaphors as well as the overlaps between slave\n  -           master and parent child relationships which might explain how Paul and his addressees\n   held the two metaphors  .together\n1 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 41.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data1. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nImages of \npapyriImages of \nsignificant \ndocumentary \npapyri, which I \nuse in my \nresearch, taken \nfrom websites \nwhere these \nimages are \ndigitised. ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .jpg\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 5Notes and \nannotations \non primary \nsourcesAll notes which I \ngenerate based \non my study of \nprimary sources \nspecifically \ndocumentary \npapyri and the \nNew Testament☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .doc\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nNotes on \nsecondary \nsourcesAll notes which I \ngenerate based \non my study of \nscholarly \nliterature such \nas books and \narticles☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .doc\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nBibliographic \nreferencesList of sources \n(Critical edition \nof the New \nTestament; \neditions of \ndocumentary ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☒ Compiled/ \naggregated data\n☐ Simulation \ndata☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☐ .txt☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\nFWO DMP Template (Flemish Standard DMP) 6papyri; scholarly \nliterature on \nrelevant New \nTestament \npassages, \npapyri, and \nmetaphor \ntheories) used \nas references☐ Software\n☐ Other\n☐ NA☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .doc\n☐ NA☐ < 50 TB\n☐ > 50 TB\n☐ NA\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  1)The images which I reuse will be accessed through links made available on https://papyri.info/  \n2)Notes on primary sources are generated from already existing data in printed editions of primary \nsources such as the Nestle-Aland 28 for the New Testament and editions of papyri. Online versions \nof these sources can be found on https://www.academic-bible.com/en/home/  for the  Nestle-\nAland 28 and https://papyri.info/   and https://www.trismegistos.org/  for papyri. \n3)The sources for my notes on secondary sources are books and articles, most of which are available \nin libraries and some of which can be accessed online via publishers’ websites.\n4)Sources for bibliographic references are the same as those in 3) above.  \nFWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 92.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).1. All images of papyri will be labelled by the standard name of each papyri (e.g., SB XXII 15708) and a \nshort description of the contents (e.g., a student’s letter to his father) and stored in a folder named \n“Images of papyri.”  \n2. I will catalogue all of the primary sources which I have consulted in word document and pdf files.  \nInformation recorded will include the type of material (papyrus, biblical passage), when, where and how it  \nwas consulted, and in the case of papyri, information about dates of composition and provenance. I will  \ncatalogue all of the notes that I make about the primary sources in separate word document and pdf files.  \nThese files will be stored in a folder named “primary sources.”\n3. I will catalogue all of the secondary sources which I have consulted in word document and pdf files. \nInformation recorded will include the type of material (book, journal article, website etc.), when, where \nand how it was consulted, and publisher information. I will catalogue all of the notes that I make about the  \nsecondary sources in separate word document and pdf files. These files will be stored in a folder named \n“secondary sources.”\n4. Bibliographic references will be catalogued and arranged in alphabetical order in word document and \npdf files. These documents will be saved in a folder named “bibliography.”\nFWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nThe folders containing each data set will be labelled appropriately as stated above.  \n3.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All of my data (Images, PDFs and Microsoft Word documents) will be stored on my personal laptop.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.4\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The data will be backed up on the university's OneDrive facility, a flash drive (USB stick), on an external \nhard drive which is regularly updated.\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: OneDrive provides 2 TB of storage space with the possibility of expanding \nthe storage capacity to 5 TB. The flash drive has 30 GB of storage space. The external hard drive has 4 TB \nof storages space. All of these exceed the less than 1 GB storage space needed for each data set\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Given that I do not have any personal or sensitive data, all my data will be stored on  \nmy hard drive and kept securely at home. It will be also stored on my OneDrive account  \nwhich can be accessed only by me via a regularly changed password.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?I have free access to OneDrive through KU Leuven. I already own a laptop, flash drive \nand external hard drive. If it becomes necessary to purchase new ones, the costs will \nbe covered by my FWO bench fee.  \n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All of the data will be preserved on my external hard drive and OneDrive account for at least five years.  \nWhere will these data be archived (stored and \ncurated for the long-term)?In the long term, the data will be deposited in the Research Data Repository (RDR) of KU Leuven.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The cost for OneDrive (after the PhD) and the external hard drive will be covered by the FWO Bench fee.  \nThe RDR is available for free for KU Leuven researchers, allowing each user to deposit up to 50GB per \nyear.\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:  Bibliographic references will be made available in the dissertation\n1)Images of papyri which have a Creative Commons license will be made freely available in KU \nLeuven’s RDR. \n2)Notes on primary and secondary sources containing my personal observations will also be made \navailable in KU Leuven’s RDR.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The data will be made available through the Research Data Repository (RDR) of KU Leuven.  \nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results after the defence of my dissertation.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 5  Data from the project that can be shared will be made available under a Creative Commons Attribution \nlicense (CC-BY 4.0), so that users are obliged to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Depositing the data in the RDR is free through KU Leuven\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Afetameafu Alabi\nWho will manage data storage and backup \nduring the research project?Afetameafu Alabi\nWho will manage data preservation and \nsharing?Afetameafu Alabi\nWho will update and implement this DMP? Afetameafu Alabi"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Afetameafu Alabi (0000-0002-4243-7361) Contributor name(s) (+ ORCID) & roles Christina M. Kreinecker (0000-0003-3805-4824), Promoter Project number & title 3H210523: Both Slaves and Sons: A Papyrological and Conceptual Metaphor Investigation into the Relationship between Slavery and Adoption in Romans 6 and 8 Funder(s) GrantID21194023N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: See Glossary Flemish Standard Data Management Plan Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description This project investigates how the Apostle Paul uses both slavery and adoption as metaphors for describing his addressees in his letter to the . Romans The goal is to examine this issue through the combination of data from ancient everyday sources ( ) documentary papyri and insights from Conceptual ( ). Metaphor Theory CMT Documentary papyri will be - investigated for slave master - and parent child relationships in everyday life which Paul and the Romans might have had in mind when thinking about . themselves as slaves and adoptees CMT will be used - , to detect the cross mapped , , - highlighted and hidden elements in the metaphors as well as the overlaps between slave - master and parent child relationships which might explain how Paul and his addressees held the two metaphors .together 1 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 41.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data1. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Images of papyriImages of significant documentary papyri, which I use in my research, taken from websites where these images are digitised. ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .jpg ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 5Notes and annotations on primary sourcesAll notes which I generate based on my study of primary sources specifically documentary papyri and the New Testament☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Notes on secondary sourcesAll notes which I generate based on my study of scholarly literature such as books and articles☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Bibliographic referencesList of sources (Critical edition of the New Testament; editions of documentary ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☒ Compiled/ aggregated data ☐ Simulation data☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB FWO DMP Template (Flemish Standard DMP) 6papyri; scholarly literature on relevant New Testament passages, papyri, and metaphor theories) used as references☐ Software ☐ Other ☐ NA☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc ☐ NA☐ < 50 TB ☐ > 50 TB ☐ NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 1)The images which I reuse will be accessed through links made available on https://papyri.info/ 2)Notes on primary sources are generated from already existing data in printed editions of primary sources such as the Nestle-Aland 28 for the New Testament and editions of papyri. Online versions of these sources can be found on https://www.academic-bible.com/en/home/ for the Nestle- Aland 28 and https://papyri.info/ and https://www.trismegistos.org/ for papyri. 3)The sources for my notes on secondary sources are books and articles, most of which are available in libraries and some of which can be accessed online via publishers’ websites. 4)Sources for bibliographic references are the same as those in 3) above. FWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 92.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).1. All images of papyri will be labelled by the standard name of each papyri (e.g., SB XXII 15708) and a short description of the contents (e.g., a student’s letter to his father) and stored in a folder named “Images of papyri.” 2. I will catalogue all of the primary sources which I have consulted in word document and pdf files. Information recorded will include the type of material (papyrus, biblical passage), when, where and how it was consulted, and in the case of papyri, information about dates of composition and provenance. I will catalogue all of the notes that I make about the primary sources in separate word document and pdf files. These files will be stored in a folder named “primary sources.” 3. I will catalogue all of the secondary sources which I have consulted in word document and pdf files. Information recorded will include the type of material (book, journal article, website etc.), when, where and how it was consulted, and publisher information. I will catalogue all of the notes that I make about the secondary sources in separate word document and pdf files. These files will be stored in a folder named “secondary sources.” 4. Bibliographic references will be catalogued and arranged in alphabetical order in word document and pdf files. These documents will be saved in a folder named “bibliography.” FWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The folders containing each data set will be labelled appropriately as stated above. 3.Data Storage & Back-up during the Research Project Where will the data be stored? All of my data (Images, PDFs and Microsoft Word documents) will be stored on my personal laptop. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.4 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The data will be backed up on the university's OneDrive facility, a flash drive (USB stick), on an external hard drive which is regularly updated. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: OneDrive provides 2 TB of storage space with the possibility of expanding the storage capacity to 5 TB. The flash drive has 30 GB of storage space. The external hard drive has 4 TB of storages space. All of these exceed the less than 1 GB storage space needed for each data set If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Given that I do not have any personal or sensitive data, all my data will be stored on my hard drive and kept securely at home. It will be also stored on my OneDrive account which can be accessed only by me via a regularly changed password. What are the expected costs for data storage and backup during the research project? How will these costs be covered?I have free access to OneDrive through KU Leuven. I already own a laptop, flash drive and external hard drive. If it becomes necessary to purchase new ones, the costs will be covered by my FWO bench fee. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All of the data will be preserved on my external hard drive and OneDrive account for at least five years. Where will these data be archived (stored and curated for the long-term)?In the long term, the data will be deposited in the Research Data Repository (RDR) of KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The cost for OneDrive (after the PhD) and the external hard drive will be covered by the FWO Bench fee. The RDR is available for free for KU Leuven researchers, allowing each user to deposit up to 50GB per year. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: Bibliographic references will be made available in the dissertation 1)Images of papyri which have a Creative Commons license will be made freely available in KU Leuven’s RDR. 2)Notes on primary and secondary sources containing my personal observations will also be made available in KU Leuven’s RDR. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.The data will be made available through the Research Data Repository (RDR) of KU Leuven. FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results after the defence of my dissertation. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 5 Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users are obliged to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Depositing the data in the RDR is free through KU Leuven 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?Afetameafu Alabi Who will manage data storage and backup during the research project?Afetameafu Alabi Who will manage data preservation and sharing?Afetameafu Alabi Who will update and implement this DMP? Afetameafu Alabi"
}