{
    "document_id": "D-2022-1356",
    "LinkTitle": "D-2022-1356",
    "file_name": "D-2022-1356.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1356.pdf",
    "metadata": {
        "title": "STIFF: Stiffness Tailored Implants for improved Fracture Fixation - Initial DMP STIFF project",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Initial DMP STIFF project\nProject Name\n STIFF: Stiffness Tailored Implants for improved Fracture Fixation - Initial DMP\nSTIFF project\nProject Identifier\n C24E/21/030\nGrant Title\n ZKD1128-00-W01\nPrincipal Investigator / Researcher\n Pieter Ansoms\nDescription\n In this project, clavicle fractures and corresponding fixation plate design are\nanalysed. Two different trajectories (one biomedically oriented and the other materials and\nproduction oriented) are planned to flow together in order to allow for the design and production\nof fixation plates with the SPIF (Single Point Incremental Forming) technique. BIOMECHANICAL\nSECTION: The physiological biomechanical loading conditions are first quantified.and\nimplemented in an in-silico model, together with a fracture healing model. This in-silico model\nwill be validated with clinical data. CT scans serve to make patient-specific in-silico models, while\nx-rays and sonographs serve to monitor the healing process. With the validated in-silico model,\nfixation plate design can be analysed. The SPIF process will impose design restrictions.\nMATERIALS AND PRODUCTION SECTION: Single Point Incremental Forming allows the\nmanufacturing of thin-walled patient-specific implants. An already developed application is the\nmanufacturing of thin metallic cranial implants. This technique is also very promising in the field\nof fracture fixation. Thin patient-specific clavicle fixation plates will be designed in the\nbiomedically oriented work packages (WPs). In the fist stages of plate design, nondegradable\nplates are analysed, designed and manufactured. In later stages, also biodegradable plates wiil\nbe the subject of analysis. In order to correctly simulate material degradation behavior, this is\ninvestigated in an in-vitro environment. The use of biodegradable materials in the SPIF process is\nanother challange that will be investigated. DATA COLLECTION: Within this project, data subject\nto the GDPR (imaging data, surveys to assess risk factors for fracture healing), and data not\nsubject to the GDPR can be distinguished. In order to maintain patient confidentiality, all data\nfrom the participating study patients will be coded. UZ Leuven will maintain the link between\npatient identifier codes and names. Other data, such as resorption tests, simulation results, and\ntraining data for machine learning, will be stored in a robust cloud environment (box) and on a\nproject server. An open access data exchange scenario is currently also under discussion with\ndifferent research institutes active in ISF-related research. Where relevant data sets of generic\nuse will be made available for this purpose. Prof. Duflou will be the responsible person to\npreserve data for at least five years following completion of the project.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. Jos Vander Sloten\nInternal Funds Project number & title\nZKD1128-00-W01 STIFF: Stiffness Tailored Implants for improved Fracture Fixation\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nCT scans\n.dcm\n50GB-\n100GB\npreoperative\n(fractured clavicle)\nand postoperative\n(clavicle with fixation\nplate), also\nretrospective CT scans\nfrom UZ\nLeuven database\nx-ray\n.dcm\n<1GB\nduring patient follow-\nup (after 1.5, 3, 6 and\n12 months)\nsonographs\n.dcm\n1GB-\n10GB\nduring patient follow\nup (after 3 and 6\nweeks)\nclavicle models\n.inp .stl\n1GB-\n10GB\nprevious research\n(BioMeTiom project)\nand newly generated\nin this project\nmatlab code\n.m\n<1GB\nprevious research\n(BioMeTiom project),\ncontains code for the\ngeneration of\nstatistical shape\nmodels and the\nprediction of muscle\nattachment\nsite location\nword documents or\npdf or ...\n.docx\n.pdf\n<1GB\nsurveys to assess\npatients' risk factors\nfor fracture healing\nbiodegradation test\ndata\n.xlsx\n.jpeg\n<1GB\nnumeric data, graphs\nand pictures\nsimulation results\n.xlsx\n.png\n1GB-\n10GB\nnumeric data, graphs\nand figures \n python code\n.py\n <1GB\ncoding for the in-silico\nmodel happens\nmainly in python\nWorkpiece\ngeometries (CAD)\n.stl\n~1GB\ncreated using in-house\nCAM software\nMachine code\n.ptp .cls\n<1GB\ncreated using in-house\nCAM software\nProduction\nmeasurements\n.txt .stl\n10GB-\n50GB\nMeasured using GOM\nfringe projection\nscanner and scan\nsoftware\nML production\ndatabase\n.txt\n10GB-\n50GB\nGenerated from CAD\ndata and\nmeasurements using\nin-house code\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes, patient data (CT scans, x-rays, sonographs and surveys) are used. In order to maintain\npatient confidentiality, all data from the participating study patients will be coded. UZ Leuven will\nmaintain the link between the patient’s identifier codes and the patient’s names.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThe clinical trials and data collection have been approved by the ethical committee (S66438).\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, the patient data, along with model data and test data are confidential for valorisation at a\nlater stage.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNA\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n- Python and Matlab code are explained with text in between the lines of the code to explain what\nthe code does.\n- Patient data (CT scans, x-rays, sonographs and surveys) will be labeled with an identifier\nnumber. The link between this number and the patient is maintained by UZ Leuven. A clear\nlabeling system and foldering will be used to structure the various kinds of data belonging to a\npatient.\n- Simulation results are accompanied by an excel file specifying relevant simulation parameters\nand input data used.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo metadata standard will be used. But the above-mentioned documentation for code, the use of\nfolders and the recording of simulation parameters for simulations ensure the correct\ninterpretation of the data and allow for easy reuse.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nAll software and data will be stored on the university's servers. These are\nautomatically backed up. Also, OneDrive servers with automatic backups will be used. After\ncompletion of the project, Prof. Joost Duflou will take over this task.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nThere is currently sufficient storage and backup capacity during the project.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nCosts for data storage and backup (I-drive, J-drive and OneDrive) are accounted for in the project\nbudget.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nOny authorized persons have access to the data. Persons have access to individual storage on\nthe university's servers. Servers that are available to everyone in the project, will be used to\nstore/share data that everyone is allowed to have access to (OneDrive).\n6. Data preservation after the end of the project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll clinical data (CT scans, x-rays, sonographs) and data that is used for papers (in case the\ncommunity asks for details about the research) will be retained for at least 10 years after the end\nof the project.\n6.2. Where will these data be archived (= stored for the long term)?\nData stored on university's servers (K-drive) with automatic back-up for at least 10 years. \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nK-drive is used for long term achiving. The cost for this is €100/TB/year. Estimated volume of\ndata is between 200GB and 400GB.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThere are no restricting factors. The (anonymized) patient data should only be used by those who\nare granted access by the ethical committee.\n7.2. Which data will be made available after the end of the project?\nAt this stage in the project, it's not clearly decided which data will be shared.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nOpen access (SimTK for opensim data, GitHub for code) and paper data on request.\n \n7.4. When will the data be made available?\nUpon publication of the research results\nDepending on whether Prof. Joost Duflou wants an embargo period and depending on future\nplans, the data could also be made available after an embargo period.\n7.5. Who will be able to access the data and under what conditions?\nProfessors involved in the research and future researchers in the department. Open acces data\nfor everyone.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nData sharing on SimTK and GitHub is free. \n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nPieter Ansoms (PhD student) will be responsible for documenting the generated matlab and\npython code for the in-silico model, as well as for the structure in and the documentation of the\n(anonymized) patient-data. Anonymization of this data and the documentation thereof will be\nhandled by Dr. Michiel Herteleer and Prof. Harm Hoekstra. Hans Vanhove and Yannick Carette\nare responsible for documenting workpiece geometries, machine code, production\nmeasurements and the ML production database. \n8.2. Who will be responsible for data storage & back up during the project?\nAll researchers are responsible for storage and backup of the data they produce.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nDuring the project, all researchers are responsible for storage and backup of the data they\nproduce. After completion of the project, Prof. Joost Duflou takes over this task.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (Prof. Jos\nVander Sloten).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Initial DMP STIFF project Project Name STIFF: Stiffness Tailored Implants for improved Fracture Fixation - Initial DMP STIFF project Project Identifier C24E/21/030 Grant Title ZKD1128-00-W01 Principal Investigator / Researcher Pieter Ansoms Description In this project, clavicle fractures and corresponding fixation plate design are analysed. Two different trajectories (one biomedically oriented and the other materials and production oriented) are planned to flow together in order to allow for the design and production of fixation plates with the SPIF (Single Point Incremental Forming) technique. BIOMECHANICAL SECTION: The physiological biomechanical loading conditions are first quantified.and implemented in an in-silico model, together with a fracture healing model. This in-silico model will be validated with clinical data. CT scans serve to make patient-specific in-silico models, while x-rays and sonographs serve to monitor the healing process. With the validated in-silico model, fixation plate design can be analysed. The SPIF process will impose design restrictions. MATERIALS AND PRODUCTION SECTION: Single Point Incremental Forming allows the manufacturing of thin-walled patient-specific implants. An already developed application is the manufacturing of thin metallic cranial implants. This technique is also very promising in the field of fracture fixation. Thin patient-specific clavicle fixation plates will be designed in the biomedically oriented work packages (WPs). In the fist stages of plate design, nondegradable plates are analysed, designed and manufactured. In later stages, also biodegradable plates wiil be the subject of analysis. In order to correctly simulate material degradation behavior, this is investigated in an in-vitro environment. The use of biodegradable materials in the SPIF process is another challange that will be investigated. DATA COLLECTION: Within this project, data subject to the GDPR (imaging data, surveys to assess risk factors for fracture healing), and data not subject to the GDPR can be distinguished. In order to maintain patient confidentiality, all data from the participating study patients will be coded. UZ Leuven will maintain the link between patient identifier codes and names. Other data, such as resorption tests, simulation results, and training data for machine learning, will be stored in a robust cloud environment (box) and on a project server. An open access data exchange scenario is currently also under discussion with different research institutes active in ISF-related research. Where relevant data sets of generic use will be made available for this purpose. Prof. Duflou will be the responsible person to preserve data for at least five years following completion of the project. Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. Jos Vander Sloten Internal Funds Project number & title ZKD1128-00-W01 STIFF: Stiffness Tailored Implants for improved Fracture Fixation 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created CT scans .dcm 50GB- 100GB preoperative (fractured clavicle) and postoperative (clavicle with fixation plate), also retrospective CT scans from UZ Leuven database x-ray .dcm <1GB during patient follow- up (after 1.5, 3, 6 and 12 months) sonographs .dcm 1GB- 10GB during patient follow up (after 3 and 6 weeks) clavicle models .inp .stl 1GB- 10GB previous research (BioMeTiom project) and newly generated in this project matlab code .m <1GB previous research (BioMeTiom project), contains code for the generation of statistical shape models and the prediction of muscle attachment site location word documents or pdf or ... .docx .pdf <1GB surveys to assess patients' risk factors for fracture healing biodegradation test data .xlsx .jpeg <1GB numeric data, graphs and pictures simulation results .xlsx .png 1GB- 10GB numeric data, graphs and figures python code .py <1GB coding for the in-silico model happens mainly in python Workpiece geometries (CAD) .stl ~1GB created using in-house CAM software Machine code .ptp .cls <1GB created using in-house CAM software Production measurements .txt .stl 10GB- 50GB Measured using GOM fringe projection scanner and scan software ML production database .txt 10GB- 50GB Generated from CAD data and measurements using in-house code 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, patient data (CT scans, x-rays, sonographs and surveys) are used. In order to maintain patient confidentiality, all data from the participating study patients will be coded. UZ Leuven will maintain the link between the patient’s identifier codes and the patient’s names. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The clinical trials and data collection have been approved by the ethical committee (S66438). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, the patient data, along with model data and test data are confidential for valorisation at a later stage. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? NA 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? - Python and Matlab code are explained with text in between the lines of the code to explain what the code does. - Patient data (CT scans, x-rays, sonographs and surveys) will be labeled with an identifier number. The link between this number and the patient is maintained by UZ Leuven. A clear labeling system and foldering will be used to structure the various kinds of data belonging to a patient. - Simulation results are accompanied by an excel file specifying relevant simulation parameters and input data used. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No metadata standard will be used. But the above-mentioned documentation for code, the use of folders and the recording of simulation parameters for simulations ensure the correct interpretation of the data and allow for easy reuse. 5. Data storage and backup during the project 5.1. Where will the data be stored? All software and data will be stored on the university's servers. These are automatically backed up. Also, OneDrive servers with automatic backups will be used. After completion of the project, Prof. Joost Duflou will take over this task. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. There is currently sufficient storage and backup capacity during the project. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Costs for data storage and backup (I-drive, J-drive and OneDrive) are accounted for in the project budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Ony authorized persons have access to the data. Persons have access to individual storage on the university's servers. Servers that are available to everyone in the project, will be used to store/share data that everyone is allowed to have access to (OneDrive). 6. Data preservation after the end of the project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All clinical data (CT scans, x-rays, sonographs) and data that is used for papers (in case the community asks for details about the research) will be retained for at least 10 years after the end of the project. 6.2. Where will these data be archived (= stored for the long term)? Data stored on university's servers (K-drive) with automatic back-up for at least 10 years. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? K-drive is used for long term achiving. The cost for this is €100/TB/year. Estimated volume of data is between 200GB and 400GB. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? There are no restricting factors. The (anonymized) patient data should only be used by those who are granted access by the ethical committee. 7.2. Which data will be made available after the end of the project? At this stage in the project, it's not clearly decided which data will be shared. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail Open access (SimTK for opensim data, GitHub for code) and paper data on request. 7.4. When will the data be made available? Upon publication of the research results Depending on whether Prof. Joost Duflou wants an embargo period and depending on future plans, the data could also be made available after an embargo period. 7.5. Who will be able to access the data and under what conditions? Professors involved in the research and future researchers in the department. Open acces data for everyone. 7.6. What are the expected costs for data sharing? How will these costs be covered? Data sharing on SimTK and GitHub is free. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Pieter Ansoms (PhD student) will be responsible for documenting the generated matlab and python code for the in-silico model, as well as for the structure in and the documentation of the (anonymized) patient-data. Anonymization of this data and the documentation thereof will be handled by Dr. Michiel Herteleer and Prof. Harm Hoekstra. Hans Vanhove and Yannick Carette are responsible for documenting workpiece geometries, machine code, production measurements and the ML production database. 8.2. Who will be responsible for data storage & back up during the project? All researchers are responsible for storage and backup of the data they produce. 8.3. Who will be responsible for ensuring data preservation and sharing? During the project, all researchers are responsible for storage and backup of the data they produce. After completion of the project, Prof. Joost Duflou takes over this task. 8.4. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (Prof. Jos Vander Sloten). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}