{
    "document_id": "D-2021-1037",
    "LinkTitle": "D-2021-1037",
    "file_name": "D-2021-1037.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1037.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - Construction Digital Twins for automated digital construction site monitoringDMP title",
        "author": "N/A",
        "creation_date": "2021-11-24 12:26:53+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "Construction Digital Twins for automated digital construction site\nmonitoringDMP title\nProject Name\n My plan (FWO DMP) - Construction Digital Twins for automated digital\nconstruction site monitoringDMP title\nProject Identifier\n u0094523\nGrant Title\n 1251522N\nPrincipal Investigator / Researcher\n Maarten Bassier\nProject Data Contact\n maarten bassier, 0478649173, maarten.bassier@kuleuven.be\nDescription\n This research targets construction site monitoring using remote sensing techniques.\nAs such, it is a data driven technology research that aims to improve the construction\nindustry.The research entails the creation of automated tracking methods for the quality,\nprogress and quantities on a variety of construction site. All data collected in the project are\nsolely used to develop the above mentioned tracking methods. The lidar and imagery are\nsemantically segmented and used as training and testing data for the machine learning methods\nthat will process the inputs in an unsupervised manner. The geometric information derived from\nthe inputs will be used to quantify the quality and the quantities while the visual information will\nbe used for the damage detection and progress analysis. As the study only focusses on the\nprocessing of visual and geometric information of construction objects, there are no personal\ndata in this project and thus no ethical concerns.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nmaarten bassier\nFWO Project Number & Title\n1251522N: Construction Digital Twins for automated digital construction site monitoring\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nConstruction\nimagery\n.jpg/.png\n100Gb\nUAV/hand-held\ncameras\nConstruction lidar\nscans\n.e57\n1Tb\nTLS or iMMS lidar\nsensors\nProcessed mesh\ngeometry\n.obj\n10Gb\nProcessed from\nlidar/photogrammetric\ninputs\nBIM models\n.rvt/.ifc\n2Gb\nBIM models obtained\nfrom project partners\nCAD models\n.dwg/.dxf/.3dm\n2Gb\nCAD models obtained\nfrom project partners\nOrthomosaics\n.tiff\n10Gb\nOrthomosaics\nprocessed from\nconstruction imagery\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nDatasets acquired from construction sites will solely be used for academic purposes\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nAll raw and processed data files will be stored conform the research group’s file structure.\nThis includes a division between captured and modelled information and is accompanied by\n.txt files that explain the contents of the data.\n2\n. \nAll research files will be stored on the research group’s gitlab/github and will be enriched\nwith the detailed descriptions of the functions, inputs, outputs and purpose of the\ndefinitions. These repositories are managed by the research group and are structured in a\nnormalized manner.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1\n. \nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility which is raid protected. Copies can be made and kept on personal devices.\n2\n. \nOnedrive and Google drive are used to locally backup research and management files\n3\n. \nThe research group’s Github and Gitlab will be used to backup algorithms, functions,\ndefinitions and other code contents.\nHow is backup of the data provided?\n1\n. \nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility which is raid protected. Copies can be made and kept on personal devices.\n2\n. \nOnedrive and Google drive are used to locally backup research and management files\n3\n. \nThe research group’s Github and Gitlab will be used to backup algorithms, functions,\ndefinitions and other code contents.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe group pays for the data storage of the data and research. FWO benchfee will be partially\nused for this purpose. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe research group’s raid protected storage sits behind KUL firewalls. The code repositories are\nSSH key and password protected. The head of the lab is in charge of data security.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll project data will be retained for more than 5 years since these data are essential to keep\nimproving prediction and analysis models. This includes both the raw data files that are\nfrequently reused in consecutive researches and the source code developed in the project, that\nare used as a stepping stone for further research.\nWhere will the data be archived (= stored for the longer term)?\n1\n. \nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility which is raid protected. Copies can be made and kept on personal devices.\n2\n. \nOnedrive and Google drive are used to locally backup research and management files\n3\n. \nThe research group’s Github and Gitlab will be used to backup algorithms, functions,\ndefinitions and other code contents.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe group pays for the data storage of the data and research. After the FWO project is finished,\nthe group's annual research fee will be used to pay for the storage of the data.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nNo\nWhich data will be made available after the end of the project?\nThe datasets will be only available for internal usage.\nThe source code will be released on GitHub/gitlab\nPublications will be available online\nWhere/how will the data be made available for reuse?\nOther (specify):\nThe datasets will be only available for internal usage.\nThe source code will be released on GitHub/gitlab\nPublications will be available online\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe datasets will be only available for internal usage. => only researchers of the research group\nThe source code will be released on GitHub/gitlab => Open access\nPublications will be available online => Open access or persons with subscriptions to the specific\njournals where we publish\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe publications will be made Open Access as much as possible. As this costs around 2k per\npaper, we estimate a 4-6k cost per year for publications. The group's budget and the FWO\nbenchfee will be used for this purpose. The source code can be freely distributed.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nthe documentation will be provided by the researcher himself.\nWho will be responsible for data storage & back up during the project?\nthe data storage will be conducted by the researcher himself.\nWho will be responsible for ensuring data preservation and reuse ?\nthe reusability will be ensured by the researcher himself and the head of the lab that is\nresponsible for the data storage servers\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Construction Digital Twins for automated digital construction site monitoringDMP title Project Name My plan (FWO DMP) - Construction Digital Twins for automated digital construction site monitoringDMP title Project Identifier u0094523 Grant Title 1251522N Principal Investigator / Researcher Maarten Bassier Project Data Contact maarten bassier, 0478649173, maarten.bassier@kuleuven.be Description This research targets construction site monitoring using remote sensing techniques. As such, it is a data driven technology research that aims to improve the construction industry.The research entails the creation of automated tracking methods for the quality, progress and quantities on a variety of construction site. All data collected in the project are solely used to develop the above mentioned tracking methods. The lidar and imagery are semantically segmented and used as training and testing data for the machine learning methods that will process the inputs in an unsupervised manner. The geometric information derived from the inputs will be used to quantify the quality and the quantities while the visual information will be used for the damage detection and progress analysis. As the study only focusses on the processing of visual and geometric information of construction objects, there are no personal data in this project and thus no ethical concerns. Institution KU Leuven 1. General Information Name applicant maarten bassier FWO Project Number & Title 1251522N: Construction Digital Twins for automated digital construction site monitoring Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Construction imagery .jpg/.png 100Gb UAV/hand-held cameras Construction lidar scans .e57 1Tb TLS or iMMS lidar sensors Processed mesh geometry .obj 10Gb Processed from lidar/photogrammetric inputs BIM models .rvt/.ifc 2Gb BIM models obtained from project partners CAD models .dwg/.dxf/.3dm 2Gb CAD models obtained from project partners Orthomosaics .tiff 10Gb Orthomosaics processed from construction imagery 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes Datasets acquired from construction sites will solely be used for academic purposes 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . All raw and processed data files will be stored conform the research group’s file structure. This includes a division between captured and modelled information and is accompanied by .txt files that explain the contents of the data. 2 . All research files will be stored on the research group’s gitlab/github and will be enriched with the detailed descriptions of the functions, inputs, outputs and purpose of the definitions. These repositories are managed by the research group and are structured in a normalized manner. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? 1 . The time-stamped master copy of the data will be kept on our research unit central storage facility which is raid protected. Copies can be made and kept on personal devices. 2 . Onedrive and Google drive are used to locally backup research and management files 3 . The research group’s Github and Gitlab will be used to backup algorithms, functions, definitions and other code contents. How is backup of the data provided? 1 . The time-stamped master copy of the data will be kept on our research unit central storage facility which is raid protected. Copies can be made and kept on personal devices. 2 . Onedrive and Google drive are used to locally backup research and management files 3 . The research group’s Github and Gitlab will be used to backup algorithms, functions, definitions and other code contents. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The group pays for the data storage of the data and research. FWO benchfee will be partially used for this purpose. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The research group’s raid protected storage sits behind KUL firewalls. The code repositories are SSH key and password protected. The head of the lab is in charge of data security. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All project data will be retained for more than 5 years since these data are essential to keep improving prediction and analysis models. This includes both the raw data files that are frequently reused in consecutive researches and the source code developed in the project, that are used as a stepping stone for further research. Where will the data be archived (= stored for the longer term)? 1 . The time-stamped master copy of the data will be kept on our research unit central storage facility which is raid protected. Copies can be made and kept on personal devices. 2 . Onedrive and Google drive are used to locally backup research and management files 3 . The research group’s Github and Gitlab will be used to backup algorithms, functions, definitions and other code contents. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The group pays for the data storage of the data and research. After the FWO project is finished, the group's annual research fee will be used to pay for the storage of the data. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 No Which data will be made available after the end of the project? The datasets will be only available for internal usage. The source code will be released on GitHub/gitlab Publications will be available online Where/how will the data be made available for reuse? Other (specify): The datasets will be only available for internal usage. The source code will be released on GitHub/gitlab Publications will be available online When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The datasets will be only available for internal usage. => only researchers of the research group The source code will be released on GitHub/gitlab => Open access Publications will be available online => Open access or persons with subscriptions to the specific journals where we publish What are the expected costs for data sharing? How will the costs be covered? The publications will be made Open Access as much as possible. As this costs around 2k per paper, we estimate a 4-6k cost per year for publications. The group's budget and the FWO benchfee will be used for this purpose. The source code can be freely distributed. 8. Responsibilities Who will be responsible for data documentation & metadata? the documentation will be provided by the researcher himself. Who will be responsible for data storage & back up during the project? the data storage will be conducted by the researcher himself. Who will be responsible for ensuring data preservation and reuse ? the reusability will be ensured by the researcher himself and the head of the lab that is responsible for the data storage servers Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}