{
    "document_id": "D-2022-1625",
    "LinkTitle": "D-2022-1625",
    "file_name": "D-2022-1625.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1625.pdf",
    "metadata": {
        "title": "COMPASS",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "COMPASS\nA Data Management Plan created using DMPonline.be\nCreators: \nArthur Dyevre, Ahmad Shahvaroughi\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nArthur Dyevre\nData Manager:\n \nAhmad Shahvaroughi\nProject Administrator:\n \nAhmad Shahvaroughi\nGrant number / URL: \nC14/22/010\nID: \n197689\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nA vast literature spanning multiple disciplines posits the existence of deep-seated cultural disparities in the way jurists approach and think\nabout legal questions. Common law legal reasoning is typically portrayed as more as flexible, policy-oriented and pragmatic than its civil\nlaw counterpart, which is viewed as regimented by codification and rigid, formalistic modes of thinking. These differences, in turn, are\nsupposed to influence a range of issues, including the repertoire of arguments employed in legal practice, the style of legal scholarship,\nthe manner in which judges approach dispute resolution and even economic welfare. Apart from impressionistic observations, though,\nthere is little in the way of hard, empirical evidence to substantiate the claim that these differences go beyond the surface grammar of\nlegal argumentation. The COMPASS Project sets out to develop and test an alternative behavioural theory of comparative legal thinking.\nIts basic hypothesis is that, despite outward differences in argumentation styles, civil and common law jurists are equally responsive to\nprevious decisions and policy considerations. This theory is evaluated using between-subject vignette experiments with practicing\nattorneys, judges and law students in two common law (England and US) and three civil law (Germany, France, Belgium) jurisdictions.\nLast modified: \n21-03-2023\nCreated using DMPonline.be. Last modiﬁed 21 March 2023\n1 of 5\nCOMPASS\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSurvey results\nParticipants’ domographic, ideological, and political preference\ninformation\nN\nD\nN\n.xls\n<1GB\n \nVignette results\nParticipants' response  to vignettes presenting legal and policy\nmaterials\nN\nD\nN\n.xls\n<1GB\n \nArgumentation\nStyle\nParticipants' explicit reasons for the decisions reached\nN\nD\nN\n.txt\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor documentation and Metadata purposes, we will make use of:\nAt project level:\nCreated using DMPonline.be. Last modiﬁed 21 March 2023\n2 of 5\nA README file will be provided for each of the WPs. We will use KU Leuven’s template.\nFor each WP, a protocol is provided.\n \nAt data level:\nFor each dataset, a data dictionary will be provided\n \nReports are kept together with the above (in a shared storage place / folder). \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nRDR KU Leuven\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nData (such as experimental data, reports, etc.) are kept in OneDrive.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOneDrive: sharing folders with only relevant persons\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive is free for staff and students of KU Leuven.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 21 March 2023\n3 of 5\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly members of our own research group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nTo be specified later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPh.D. researcher (Ahmad Shahvaroughi)\nPI (Arthur Dyevre)\nWho will manage data storage and backup during the research project? \nPh.D. researcher (Ahmad Shahvaroughi)\nPI (Arthur Dyevre)\nWho will manage data preservation and sharing? \nPh.D. researcher (Ahmad Shahvaroughi)\nPI (Arthur Dyevre)\nWho will update and implement this DMP? \nPh.D. researcher (Ahmad Shahvaroughi)\nCreated using DMPonline.be. Last modiﬁed 21 March 2023\n4 of 5\nPI (Arthur Dyevre)\nCreated using DMPonline.be. Last modiﬁed 21 March 2023\n5 of 5"
    },
    "clean_full_text": "COMPASS A Data Management Plan created using DMPonline.be Creators: Arthur Dyevre, Ahmad Shahvaroughi Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Arthur Dyevre Data Manager: Ahmad Shahvaroughi Project Administrator: Ahmad Shahvaroughi Grant number / URL: C14/22/010 ID: 197689 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: A vast literature spanning multiple disciplines posits the existence of deep-seated cultural disparities in the way jurists approach and think about legal questions. Common law legal reasoning is typically portrayed as more as flexible, policy-oriented and pragmatic than its civil law counterpart, which is viewed as regimented by codification and rigid, formalistic modes of thinking. These differences, in turn, are supposed to influence a range of issues, including the repertoire of arguments employed in legal practice, the style of legal scholarship, the manner in which judges approach dispute resolution and even economic welfare. Apart from impressionistic observations, though, there is little in the way of hard, empirical evidence to substantiate the claim that these differences go beyond the surface grammar of legal argumentation. The COMPASS Project sets out to develop and test an alternative behavioural theory of comparative legal thinking. Its basic hypothesis is that, despite outward differences in argumentation styles, civil and common law jurists are equally responsive to previous decisions and policy considerations. This theory is evaluated using between-subject vignette experiments with practicing attorneys, judges and law students in two common law (England and US) and three civil law (Germany, France, Belgium) jurisdictions. Last modified: 21-03-2023 Created using DMPonline.be. Last modiﬁed 21 March 2023 1 of 5 COMPASS Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Survey results Participants’ domographic, ideological, and political preference information N D N .xls <1GB Vignette results Participants' response to vignettes presenting legal and policy materials N D N .xls <1GB Argumentation Style Participants' explicit reasons for the decisions reached N D N .txt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For documentation and Metadata purposes, we will make use of: At project level: Created using DMPonline.be. Last modiﬁed 21 March 2023 2 of 5 A README file will be provided for each of the WPs. We will use KU Leuven’s template. For each WP, a protocol is provided. At data level: For each dataset, a data dictionary will be provided Reports are kept together with the above (in a shared storage place / folder). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes RDR KU Leuven Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Data (such as experimental data, reports, etc.) are kept in OneDrive. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive: sharing folders with only relevant persons What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive is free for staff and students of KU Leuven. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Question not answered. Created using DMPonline.be. Last modiﬁed 21 March 2023 3 of 5 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Only members of our own research group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) To be specified later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Responsibilities Who will manage data documentation and metadata during the research project? Ph.D. researcher (Ahmad Shahvaroughi) PI (Arthur Dyevre) Who will manage data storage and backup during the research project? Ph.D. researcher (Ahmad Shahvaroughi) PI (Arthur Dyevre) Who will manage data preservation and sharing? Ph.D. researcher (Ahmad Shahvaroughi) PI (Arthur Dyevre) Who will update and implement this DMP? Ph.D. researcher (Ahmad Shahvaroughi) Created using DMPonline.be. Last modiﬁed 21 March 2023 4 of 5 PI (Arthur Dyevre) Created using DMPonline.be. Last modiﬁed 21 March 2023 5 of 5"
}