{
    "document_id": "D-2023-2015",
    "LinkTitle": "D-2023-2015",
    "file_name": "D-2023-2015.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2015.pdf",
    "metadata": {
        "title": "Single-cell sorting and DNA profiling for complex forensic casework",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Single-cell sorting and DNA profiling for complex forensic casework\nA Data Management Plan created using DMPonline.be\nCreators: \nKristina Fokias, Bram Bekaert, Jeroen Lammertyn \n \nhttps://orcid.org/0000-0001-8143-6794\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nBram Bekaert, Jeroen Lammertyn \n \nhttps://orcid.org/0000-0001-8143-6794\nData Manager:\n \nBram Bekaert, Jeroen Lammertyn \n \nhttps://orcid.org/0000-0001-8143-6794\nProject Administrator:\n \nBram Bekaert, Jeroen Lammertyn \n \nhttps://orcid.org/0000-0001-8143-6794\nGrant number / URL: \n1S38623N\nID: \n198453\nStart date: \n01-11-2022\nEnd date: \n30-10-2026\nProject abstract:\nCrime scene and rape kit samples often contain cells from multiple donors, leading to complex DNA mixtures. Various methods have\nbeen developed in all stages of the investigative process to extract single source profiles, including differential extraction to separate\nepithelial from sperm cells and the deconvolution of the mixtures using probabilistic genotyping. Despite all efforts, partial profiles and\ncomplex mixtures still all too often compromise the resolution of cases, leaving victims out in the cold. Recent technological\nadvancements concerning single sequencing techniques and statistical strategies (e.g., binomial/multinomial sampling approach) have\nshown promise towards solving the obstacle of DNA mixture interpretation. The proposed study has 3 main aims: (i) improve success\nrates of existing single cell methods for forensic applications through nucleated cell selection of sperm cells (ii) carry out a feasibility study\nfor the practical application in routine workflows and (iii) perform a proof of concept study through the analysis of mock casework\nsamples.\nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 8\nSingle-cell sorting and DNA profiling for complex forensic casework\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe following datadtypes will be used/collected in this project (data volume between brackets):\nCAD files for microfluidic chip design (<100 GB)\nMicroscopic images (incl. image/video analysis in Matlab) of microfluidic chip operations and cell typing (<1 TB)\nObservational data written down in electronic lab notebook (<100 GB)\nElectropherograms of DNA profiles (<1 GB)\nMPS sequencing data (count tables and alignment files) (<100 GB)\nFCS files of FACS sort data (<1 GB)\nSamples to be collected:\nPost-coital vaginal samples\nVaginal swabs\nSperm samples\nEpithelial cell line\nBuccal swabs\nAll data will be newly generated an no personal data will be used.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.) Prof. Bram Bekaert and Prof. Jeroen Lammertyn\n2\n. \nStorage capacity/repository\nduring the research: KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the\ncollaborators will work jointly and store data files. In addition, a folder on the UZ Leuven secures server will be generated which will be open to the researcher involved with a UZ\nlogin.\nafter the research: All data will be preserved for 10 years according to KU Leuven RDM policy. The data to be retained during 10 years after the project's end are dissemination data\n(source files of publications and presentations), documentation on measurements set-ups, and the most\nrelevant measurement data.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nHuman subject data will be acquired in this project (approval by the Ethics Committee Research UZ/KU Leuven: S65784).\nThe network drive for the project share folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project will\nhave access to the shared folder. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the\ngroups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer\nlarge files between the researchers involved in the project.\nData on the UZ Leuven network folder can only be accessed with a personal UZ login and access/edit rights have been restricted to the researchers themselves.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\n/\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 8\nSingle-cell sorting and DNA profiling for complex forensic casework\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 8\nSingle-cell sorting and DNA profiling for complex forensic casework\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 8\nSingle-cell sorting and DNA profiling for complex forensic casework\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCAD files\nMicrofluidic chip design\nN\nD\nI\n.svg, .dwg, .dxf, .cif\n< 100 GB\n \nMicrofluidic\nvisualization\nVisualization of microfluidic\nchip operations\nN\nD\nI\n.mp4, .avi, .png\n< 1TB\n \nDroplet\nanalysis\nImage/Video analysis in Matlab\nN\nD\nSO\n.m\n< 100 GB\n \nNumerical\ndata\nCollection and processing of\nprimary numerical data\nN\nD\nNT\n.xlsm, .csv, .MAT, .txt\n< 100 GB\n \nObservational\ndata\nWritten down in electronic lab\nnotebook (eLABJournal, Bio-\nITech)\nN\nD\nNT\n.txt, .pdf\n< 100 GB\n \nScientific\npublications\nResearch papers,\ndissemination materials\nN\nD\nT\n.docx, .pdf, .pptx,\n.png, .jpg\n< 100 GB\n \nMicroscopy\nMicroscopy images\nN\nD\nI\njpeg, gif\n<100 GB\n \nDNA profiles\nElectropherograms\nN\nD\nSO\nepg\n<1 GB\n \nFCS files\nFACS sort data\nN\nD\nSO\n.fcs\n<1 GB\n \nMPS\nsequencing\ndata\nCount tables and alignment\nfiles\nN\nD\nSO\nbam, sam\n<100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nHuman cells derived from vaginal swabs and ejaculate donated by volunteers will be used during the course of this research. Data that can be related to these samples are DNA profiles, MPS\nsequencing data, microscopy images and FCS files.\nThis research project has been approved by the Ethics Committee Research UZ / KU Leuven (EC Research) (approval number S65784).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThis research project is expected to generate novel IP on the combination of forensics and microfluidics. Although it is difficult to secure IP on purely microfluidic designs, as it is an overcrowded\nfield, we expect that novel approaches for labelling and staining cells and DNA content from swab samples will be developed. This combined with the microfluidic technical solutions is expected to\nlead to patentable matter. We will continuously review if protocols or bioassays should be protected by patent filing or trade secret. The consortium as a whole and in particular the appointed IOF\nmanager (Dr. Francesco Dal Dosso), will continuously scout for IP opportunities, always in consultation with LRD. In addition, the microfluidics modules developed during the project can be\nadapted to accommodate multiple types of applications including the detection, sorting and dispensing of single low frequency cells, which is becoming increasingly important in health sciences.\nThis will also further strengthen the IP position of the microfluidics expertise centre at the Biosensors group, that already holds several patents on microfluidics such as a filing (currently at national\nphase, WO 2020/094848 A1) on a microfluidic chip design used for single cell isolation. When there is concrete potential for tech transfer, the IP related to these research data will be protected,\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 8\nwith the support of KU Leuven LRD (e.g. I. Roelants, A. Beckers, who have been following the microfluidic IP portfolio) and the IOF manager supporting this project (Dr. F. Dal Dosso). \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThere are no 3rd party agreements in place regarding this project.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nAs of today, a preliminary FTO analysis has not shown major IP conflicts (e.g. search by claims keywords like forensic/crime/criminal did not reveal patents which are dedicated to this specific field\nof application) but this assumption will be continuously checked and revised during the project when a specific method or device is selected or developed. As we are aware of the impact of not\nhaving FTO for a service-oriented with licensing options exploitation plan, in the third year, we will apply for a Wellcome Trust-LRD ignite grant to support an in-depth FTO analysis by external IP\nfirm (e.g. DenkIP, as already working with the Biosensors group on another microfluidic file).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nProtocols, the research progress and clear descriptions of obtained data, what they represent and how they were generated, will be collected in the Biosensors group in an electronic\nnotebook (eLABJournal, Bio-ITech). Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and\nsubject, and including information on the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective,\nprotocol, results (a description of results and observations rather than all raw and analyzed data) and conclusions. For each experiment, all raw and analyzed data files will be stored in a\nfolder on the shared server, using the same hierarchical folder structure as the electronic lab notebook. By using the same structure on the server and in the electronic lab notebook,\ncontextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook.\nMost important (raw) data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive\n(J:\\SET-MEBIOS-BIOSENSORS-PROJ-DI0443\\C3 µForensiCell) of KU Leuven. This folder is open to all the consortium members and is secured and backed-up by the ICTS service of KU\nLeuven. This folder also contains all the administrative items (e.g., project proposal, project reports, update presentations, contracts).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nBeing a highly interdisciplinary project, it is not possible to use a standard metadata system.\nThe Biosensors group will use the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (Objective, protocol, results, and\nconclusion). The electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server-\nbased folder with the experimental data, linking of the metadata to the actual data will be facilitated.\nThe electronic lab book software will also be used to manage the sample inventory (coded label, position, date) and track samples in and out of the fridges and freezers.\nFor each peer-reviewed article, a separate folder will be made on the shared KU Leuven server, containing the latest word version and all raw and processed data used in the article. In\naddition, a separate file will be made in the electronic lab notebook for each article, containing clickable links to all metadata files of data that were used in that particular article, to facilitate\ntracing back of protocols, results and conclusions\n.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nA folder on the UZ Leuven secured server only accessible to the researchers. The folder is backed-up by ICTS service of UZ Leuven. The folder is open to the researchers involved with a\nUZ login.\nThe time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the\nelectronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder is open for the members participating in this\nresearch project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices.\nHow will the data be backed up?\nStandard back-up provided by UZ Leuven ICTS\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 8\nfiles.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe network drive for the project share folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project, will\nhave access to the shared folder. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the\ngroups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large\nfiles between the researchers involved in the project.\nData on the UZ Leuven network folder can only be accessed with a personal UZ login and access/edit rights have been restricted to the researchers themselves.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nType 1 server back-end storage with mirror backup for the project share folder will cost 519 Euro per Tb per year. Costs will be covered by the project consumables budget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy. The data to be retained during this 10 year-period after the project's end are dissemination data (source files of\npublications and presentations), documentation on measurements set-ups, and the most relevant measurement data.\nWhere will these data be archived (stored and curated for the long-term)?\nA distinction is made between research data and dissemination data. The research data, namely FACS data, microscopy images, video recordings and measurement results, will be stored on the\narchive server (K-drive) of KU Leuven in a folder that is only accessible for the staff of our group. Dissemination data, namely files corresponding to papers and presentations, will be stored on the\nPI's PC, and backed-up daily on the readily accessible server (J-drive) of KU Leuven for permanent storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI's allocation on the KU Leuven server. The\ncosts (1000 EUR/year) will be covered by other on-going projects at that point in time.\nThe research data will be stored on the archive server (K-drive) of KU Leuven. The costs will be (12 EUR/100GB/year) will be covered by other on-going projects at that point in time.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nOther, please specify:\nRelevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of\nKU Leuven.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven Research Data Repository.\nWhen will the data be made available?\nUpon publication of research results, as soon as the research results have been published, the data can be made available to other researchers.\nUpon request by mail, due to the data volume, access will then be granted to a restricted access repository.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n7 of 8\nData Transfer Agreement (restricted data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nA restricted access repository can be implemented through the KU Leuven’s Research Data Repository platform, which provides a platform to upload and share research data. This platform is\nprovided by the university and free of charge.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who will work on this research project will be responsible for the data collection, documentation and metadata. They will be trained in data management at the beginning of the\nproject. Supervisors will manage the data storage facilities. \nWho will manage data storage and backup during the research project?\nThe lab technician and researchers who will work on this research project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU\nLeuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. \nWho will manage data preservation and sharing?\nThe PIs of this project will be responsible for the data preservation and eventual reuse of obtained data. \nWho will update and implement this DMP?\nThe PIs bear the end responsibility of updating and implementing the DMP. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n8 of 8"
    },
    "clean_full_text": "Single-cell sorting and DNA profiling for complex forensic casework A Data Management Plan created using DMPonline.be Creators: Kristina Fokias, Bram Bekaert, Jeroen Lammertyn https://orcid.org/0000-0001-8143-6794 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Bram Bekaert, Jeroen Lammertyn https://orcid.org/0000-0001-8143-6794 Data Manager: Bram Bekaert, Jeroen Lammertyn https://orcid.org/0000-0001-8143-6794 Project Administrator: Bram Bekaert, Jeroen Lammertyn https://orcid.org/0000-0001-8143-6794 Grant number / URL: 1S38623N ID: 198453 Start date: 01-11-2022 End date: 30-10-2026 Project abstract: Crime scene and rape kit samples often contain cells from multiple donors, leading to complex DNA mixtures. Various methods have been developed in all stages of the investigative process to extract single source profiles, including differential extraction to separate epithelial from sperm cells and the deconvolution of the mixtures using probabilistic genotyping. Despite all efforts, partial profiles and complex mixtures still all too often compromise the resolution of cases, leaving victims out in the cold. Recent technological advancements concerning single sequencing techniques and statistical strategies (e.g., binomial/multinomial sampling approach) have shown promise towards solving the obstacle of DNA mixture interpretation. The proposed study has 3 main aims: (i) improve success rates of existing single cell methods for forensic applications through nucleated cell selection of sperm cells (ii) carry out a feasibility study for the practical application in routine workflows and (iii) perform a proof of concept study through the analysis of mock casework samples. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 8 Single-cell sorting and DNA profiling for complex forensic casework Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The following datadtypes will be used/collected in this project (data volume between brackets): CAD files for microfluidic chip design (<100 GB) Microscopic images (incl. image/video analysis in Matlab) of microfluidic chip operations and cell typing (<1 TB) Observational data written down in electronic lab notebook (<100 GB) Electropherograms of DNA profiles (<1 GB) MPS sequencing data (count tables and alignment files) (<100 GB) FCS files of FACS sort data (<1 GB) Samples to be collected: Post-coital vaginal samples Vaginal swabs Sperm samples Epithelial cell line Buccal swabs All data will be newly generated an no personal data will be used. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Prof. Bram Bekaert and Prof. Jeroen Lammertyn 2 . Storage capacity/repository during the research: KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files. In addition, a folder on the UZ Leuven secures server will be generated which will be open to the researcher involved with a UZ login. after the research: All data will be preserved for 10 years according to KU Leuven RDM policy. The data to be retained during 10 years after the project's end are dissemination data (source files of publications and presentations), documentation on measurements set-ups, and the most relevant measurement data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Human subject data will be acquired in this project (approval by the Ethics Committee Research UZ/KU Leuven: S65784). The network drive for the project share folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project will have access to the shared folder. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. Data on the UZ Leuven network folder can only be accessed with a personal UZ login and access/edit rights have been restricted to the researchers themselves. Which other issues related to the data management are relevant to mention? (use up to 700 characters) / Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 8 Single-cell sorting and DNA profiling for complex forensic casework DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 8 Single-cell sorting and DNA profiling for complex forensic casework GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 8 Single-cell sorting and DNA profiling for complex forensic casework FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA CAD files Microfluidic chip design N D I .svg, .dwg, .dxf, .cif < 100 GB Microfluidic visualization Visualization of microfluidic chip operations N D I .mp4, .avi, .png < 1TB Droplet analysis Image/Video analysis in Matlab N D SO .m < 100 GB Numerical data Collection and processing of primary numerical data N D NT .xlsm, .csv, .MAT, .txt < 100 GB Observational data Written down in electronic lab notebook (eLABJournal, Bio- ITech) N D NT .txt, .pdf < 100 GB Scientific publications Research papers, dissemination materials N D T .docx, .pdf, .pptx, .png, .jpg < 100 GB Microscopy Microscopy images N D I jpeg, gif <100 GB DNA profiles Electropherograms N D SO epg <1 GB FCS files FACS sort data N D SO .fcs <1 GB MPS sequencing data Count tables and alignment files N D SO bam, sam <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Human cells derived from vaginal swabs and ejaculate donated by volunteers will be used during the course of this research. Data that can be related to these samples are DNA profiles, MPS sequencing data, microscopy images and FCS files. This research project has been approved by the Ethics Committee Research UZ / KU Leuven (EC Research) (approval number S65784). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes This research project is expected to generate novel IP on the combination of forensics and microfluidics. Although it is difficult to secure IP on purely microfluidic designs, as it is an overcrowded field, we expect that novel approaches for labelling and staining cells and DNA content from swab samples will be developed. This combined with the microfluidic technical solutions is expected to lead to patentable matter. We will continuously review if protocols or bioassays should be protected by patent filing or trade secret. The consortium as a whole and in particular the appointed IOF manager (Dr. Francesco Dal Dosso), will continuously scout for IP opportunities, always in consultation with LRD. In addition, the microfluidics modules developed during the project can be adapted to accommodate multiple types of applications including the detection, sorting and dispensing of single low frequency cells, which is becoming increasingly important in health sciences. This will also further strengthen the IP position of the microfluidics expertise centre at the Biosensors group, that already holds several patents on microfluidics such as a filing (currently at national phase, WO 2020/094848 A1) on a microfluidic chip design used for single cell isolation. When there is concrete potential for tech transfer, the IP related to these research data will be protected, Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 8 with the support of KU Leuven LRD (e.g. I. Roelants, A. Beckers, who have been following the microfluidic IP portfolio) and the IOF manager supporting this project (Dr. F. Dal Dosso). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No There are no 3rd party agreements in place regarding this project. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes As of today, a preliminary FTO analysis has not shown major IP conflicts (e.g. search by claims keywords like forensic/crime/criminal did not reveal patents which are dedicated to this specific field of application) but this assumption will be continuously checked and revised during the project when a specific method or device is selected or developed. As we are aware of the impact of not having FTO for a service-oriented with licensing options exploitation plan, in the third year, we will apply for a Wellcome Trust-LRD ignite grant to support an in-depth FTO analysis by external IP firm (e.g. DenkIP, as already working with the Biosensors group on another microfluidic file). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Protocols, the research progress and clear descriptions of obtained data, what they represent and how they were generated, will be collected in the Biosensors group in an electronic notebook (eLABJournal, Bio-ITech). Here, folders will be provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the responsible person (i.e., the person who created the file) as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analyzed data) and conclusions. For each experiment, all raw and analyzed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic lab notebook. By using the same structure on the server and in the electronic lab notebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. Most important (raw) data which lead to publications (e.g. conference proceedings, journal paper) and/or to patents filings, will be stored on the shared folder created on the shared drive (J:\\SET-MEBIOS-BIOSENSORS-PROJ-DI0443\\C3 µForensiCell) of KU Leuven. This folder is open to all the consortium members and is secured and backed-up by the ICTS service of KU Leuven. This folder also contains all the administrative items (e.g., project proposal, project reports, update presentations, contracts). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Being a highly interdisciplinary project, it is not possible to use a standard metadata system. The Biosensors group will use the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (Objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server- based folder with the experimental data, linking of the metadata to the actual data will be facilitated. The electronic lab book software will also be used to manage the sample inventory (coded label, position, date) and track samples in and out of the fridges and freezers. For each peer-reviewed article, a separate folder will be made on the shared KU Leuven server, containing the latest word version and all raw and processed data used in the article. In addition, a separate file will be made in the electronic lab notebook for each article, containing clickable links to all metadata files of data that were used in that particular article, to facilitate tracing back of protocols, results and conclusions . 3. Data storage & back-up during the research project Where will the data be stored? A folder on the UZ Leuven secured server only accessible to the researchers. The folder is backed-up by ICTS service of UZ Leuven. The folder is open to the researchers involved with a UZ login. The time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder is open for the members participating in this research project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. How will the data be backed up? Standard back-up provided by UZ Leuven ICTS Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 8 files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for the project share folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only lab members that work on the project, will have access to the shared folder. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. Data on the UZ Leuven network folder can only be accessed with a personal UZ login and access/edit rights have been restricted to the researchers themselves. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Type 1 server back-end storage with mirror backup for the project share folder will cost 519 Euro per Tb per year. Costs will be covered by the project consumables budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. The data to be retained during this 10 year-period after the project's end are dissemination data (source files of publications and presentations), documentation on measurements set-ups, and the most relevant measurement data. Where will these data be archived (stored and curated for the long-term)? A distinction is made between research data and dissemination data. The research data, namely FACS data, microscopy images, video recordings and measurement results, will be stored on the archive server (K-drive) of KU Leuven in a folder that is only accessible for the staff of our group. Dissemination data, namely files corresponding to papers and presentations, will be stored on the PI's PC, and backed-up daily on the readily accessible server (J-drive) of KU Leuven for permanent storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded in the PI's allocation on the KU Leuven server. The costs (1000 EUR/year) will be covered by other on-going projects at that point in time. The research data will be stored on the archive server (K-drive) of KU Leuven. The costs will be (12 EUR/100GB/year) will be covered by other on-going projects at that point in time. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of KU Leuven. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven Research Data Repository. When will the data be made available? Upon publication of research results, as soon as the research results have been published, the data can be made available to other researchers. Upon request by mail, due to the data volume, access will then be granted to a restricted access repository. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 24 April 2023 7 of 8 Data Transfer Agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? A restricted access repository can be implemented through the KU Leuven’s Research Data Repository platform, which provides a platform to upload and share research data. This platform is provided by the university and free of charge. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who will work on this research project will be responsible for the data collection, documentation and metadata. They will be trained in data management at the beginning of the project. Supervisors will manage the data storage facilities. Who will manage data storage and backup during the research project? The lab technician and researchers who will work on this research project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. Who will manage data preservation and sharing? The PIs of this project will be responsible for the data preservation and eventual reuse of obtained data. Who will update and implement this DMP? The PIs bear the end responsibility of updating and implementing the DMP. Created using DMPonline.be. Last modiﬁed 24 April 2023 8 of 8"
}