{
    "document_id": "D-2023-1816",
    "LinkTitle": "D-2023-1816",
    "file_name": "D-2023-1816.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1816.pdf",
    "metadata": {
        "title": "12E4623N, Zeoliet katalysatoren voor CO2 reductie naar dimethylether",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "12E4623N, Zeoliet katalysatoren voor CO2 reductie naar dimethylether\nA Data Management Plan created using DMPonline.be\nCreator: \nJulien Devos\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nhttps://www.kuleuven.be/onderzoek/portaal/#/projecten/3E220582?hl=en&lang=en\nID: \n197842\nStart date: \n10-01-2023\nEnd date: \n01-03-2025\nProject abstract:\nCarbon Capture and Utilization (CCU) targets CO2-lean production of chemical commodities from just CO2 as building block, often\ncombined with green hydrogen as energy source. The first step of CO2 hydrogenation to methanol, an interesting CCU avenue, uses an\nexisting catalyst. An additional in-situ dehydration of methanol to dimethyl ether (DME) can shift the thermodynamic equilibrium,\nconverting more CO2. Furthermore DME as product is more energy dense, less-toxic and more suitable for downstream processing than\nmethanol. Development of a one-step thermocatalytic CO2-to-DME process requires an innovative bifunctional catalyst for operation at\nlower temperatures (200-230°C). The catalyst needs to combine metal (hydrogenation) and acidic functionalities (dehydration) in a hybrid\nmaterial. Innovative metals (and oxide), avoiding CO formation, will be synthesized in combination with nanosized, hydrophobic small-\npore zeolites with balanced acidity. Tuning towards such specific zeolitic materials, the applicants expertise, is predicted to maximise\ncontact degree (synergy), while also avoiding H2O-induced deactivation. Catalyst performance is tested in-house and advanced\ncharacterisation (partially abroad) will be undertaken to obtain a rational understanding of the catalyst. A performant hybrid catalyst would\nincrease the technology readiness level (currently TRL4) for the one-step CO2-to-DME, awaiting the arrival of cheap (surplus) green\nelectricity (H2).\nLast modified: \n17-03-2023\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n1 of 5\n12E4623N, Zeoliet katalysatoren voor CO2 reductie naar dimethylether\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following\noptions:\nDigital\nPhysical\n \nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCatalyst\nSolid materials\nNew\nPhysical\n \n \n \n>200g\nMicroscopy\nMicroscopy\nNew\nDigital\nExperimental\n.jpeg or .tif\n<100MB\n \nSpectroscopy\nFTIR; TPD;\nTGA; NMR ...\nNew\nDigital\nExperimental\n.spg or .csv\n<100GB\n \ndiffraction patterns\ndiffraction\npatterns\nNew\nDigital\nExperimental\n.raw\n<100MB\n \nManuscripts/presentations\nTextual data\nNew\nDigital\nObservational\ndocx, .pptx, .pdf\n<100MB\n \nPlotting worksheets\nWorksheets\nNew\nDigital\nObservational\n.csv, .xls\n<100MB\n \nchromatograms\nchromatograms\nNew\nDigital\nExperimental\n.xls\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo reuse of existing data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIP generation is possible when unexpected, original materials or processs are created. When suited: the steps for IP generation will be checked. \nIP restrictions: waiting for publication or public availability of key observations until after first patent deposition + few months. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n2 of 5\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nCatalysts will be stored in accordance to safety standards. Labels will be added with inambigous conection to an electronic list (i.e. an electronic lab notebook in .xls). The methodology and\nprotocol during handling of the catalysts will be take from reported procedures as much as possible and/or described in details in a lab book.\nMicroscopy images (.jpeg) will be noted as: sample code_image type_bit-depth_microscope settings_date. A standard operation procedure (SOP) is used if possible. The methodology and\nprotocol will be described in details in the lab book. \nX-ray diffraction patterns (.xls) will be noted as: sample code_scans settings_XRD parameters_date. A standard operation procedure (SOP) is used. The protocol of the sample preparation\nwill be described in the lab book. \nGC data (.CSV) will be noted as: sample code_reaction conditions_GC method parameters_date. A standard operation procedure (SOP) is used if possible and the protocol and reactions\nconditions will be described in the lab book. \nFT-IR spectra (.spg) will be noted as: sample code_conditions_machine settings_date. A standard operation procedure (SOP) is used if possible. The analysis method and the sample\npreparation will be described in the lab book.\nNMR data (.zip folder) will be noted as: sample code_solvent_reaction conditions_NMR parameters_date. A standard operation procedure (SOP) is used if possible. The protocol of the\nsample preparation will be described in the lab book.\nManuscripts/presentations - content related to dissemination (.docx, .pptx, .pdf), and will be noted as:year_title_main participant (contributors)\nWorksheets for basic calculations and making visualizations/plots (.xls)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data during this project will be stored on the shared cloud (OneDrive). Access is possible on both the PC or online.\nHow will the data be backed up?\nThe backup of the data during this project will be automatically done on the shared cloud (OneDrive). The system automatically indicates the update state (green, blue or red). In case of a non-\nsync with the online (red), action is taken via the online (browser) version of the tool to ensure syncing.\nSome folders are shared. If I am the folder owner with other people able to edit/remove data, I take trimestral backups. For extra security, the publishable data will be collected in a separate\nfolder and also back-uped on an individual external device.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes\nMaximum data storage should not exceed 500 GB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use an Authenticator (2FA app used at KUL).\nFurthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by unauthorized persons.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWith the project funding, an external offline hard drive will be purchased for offline storage\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nDue to the estimated small size of the data, all the extracted data can be retained for the expected 5 year period after the end of the project. \nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n3 of 5\nAfter the project, key data (especially the ‘publishable data’ folder) will be stored on Box with backup on an external hard drive (1TB) with the promotor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe estimated cost of the external hard drive (1TB) is around 50-100euro.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe valuable data and the ones related to accepted (or pending) publications will be available. Ideady, it is published in Open Access.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN.A.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn publications or more detailed things upon request by mail.\nReasonable requests for data can be done by email from the PI of the project, data can be sent by email or via download links (e.g. wetransfer).\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo data under licenses.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nRequested data will be free of charge, free data transfer links will be used (or emails if few Mbs).\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nJulien Devos \nWho will manage data storage and backup during the research project?\nJulien Devos (mainly) and prof. Michiel Dusselier (PI) \nWho will manage data preservation and sharing?\nprof. Michiel Dusselier (PI) \nWho will update and implement this DMP?\nJulien Devos. The PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n4 of 5\nCreated using DMPonline.be. Last modiﬁed 17 March 2023\n5 of 5"
    },
    "clean_full_text": "12E4623N, Zeoliet katalysatoren voor CO2 reductie naar dimethylether A Data Management Plan created using DMPonline.be Creator: Julien Devos Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: https://www.kuleuven.be/onderzoek/portaal/#/projecten/3E220582?hl=en&lang=en ID: 197842 Start date: 10-01-2023 End date: 01-03-2025 Project abstract: Carbon Capture and Utilization (CCU) targets CO2-lean production of chemical commodities from just CO2 as building block, often combined with green hydrogen as energy source. The first step of CO2 hydrogenation to methanol, an interesting CCU avenue, uses an existing catalyst. An additional in-situ dehydration of methanol to dimethyl ether (DME) can shift the thermodynamic equilibrium, converting more CO2. Furthermore DME as product is more energy dense, less-toxic and more suitable for downstream processing than methanol. Development of a one-step thermocatalytic CO2-to-DME process requires an innovative bifunctional catalyst for operation at lower temperatures (200-230°C). The catalyst needs to combine metal (hydrogenation) and acidic functionalities (dehydration) in a hybrid material. Innovative metals (and oxide), avoiding CO formation, will be synthesized in combination with nanosized, hydrophobic small- pore zeolites with balanced acidity. Tuning towards such specific zeolitic materials, the applicants expertise, is predicted to maximise contact degree (synergy), while also avoiding H2O-induced deactivation. Catalyst performance is tested in-house and advanced characterisation (partially abroad) will be undertaken to obtain a rational understanding of the catalyst. A performant hybrid catalyst would increase the technology readiness level (currently TRL4) for the one-step CO2-to-DME, awaiting the arrival of cheap (surplus) green electricity (H2). Last modified: 17-03-2023 Created using DMPonline.be. Last modiﬁed 17 March 2023 1 of 5 12E4623N, Zeoliet katalysatoren voor CO2 reductie naar dimethylether FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Catalyst Solid materials New Physical >200g Microscopy Microscopy New Digital Experimental .jpeg or .tif <100MB Spectroscopy FTIR; TPD; TGA; NMR ... New Digital Experimental .spg or .csv <100GB diffraction patterns diffraction patterns New Digital Experimental .raw <100MB Manuscripts/presentations Textual data New Digital Observational docx, .pptx, .pdf <100MB Plotting worksheets Worksheets New Digital Observational .csv, .xls <100MB chromatograms chromatograms New Digital Experimental .xls <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No reuse of existing data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes IP generation is possible when unexpected, original materials or processs are created. When suited: the steps for IP generation will be checked. IP restrictions: waiting for publication or public availability of key observations until after first patent deposition + few months. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 17 March 2023 2 of 5 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Catalysts will be stored in accordance to safety standards. Labels will be added with inambigous conection to an electronic list (i.e. an electronic lab notebook in .xls). The methodology and protocol during handling of the catalysts will be take from reported procedures as much as possible and/or described in details in a lab book. Microscopy images (.jpeg) will be noted as: sample code_image type_bit-depth_microscope settings_date. A standard operation procedure (SOP) is used if possible. The methodology and protocol will be described in details in the lab book. X-ray diffraction patterns (.xls) will be noted as: sample code_scans settings_XRD parameters_date. A standard operation procedure (SOP) is used. The protocol of the sample preparation will be described in the lab book. GC data (.CSV) will be noted as: sample code_reaction conditions_GC method parameters_date. A standard operation procedure (SOP) is used if possible and the protocol and reactions conditions will be described in the lab book. FT-IR spectra (.spg) will be noted as: sample code_conditions_machine settings_date. A standard operation procedure (SOP) is used if possible. The analysis method and the sample preparation will be described in the lab book. NMR data (.zip folder) will be noted as: sample code_solvent_reaction conditions_NMR parameters_date. A standard operation procedure (SOP) is used if possible. The protocol of the sample preparation will be described in the lab book. Manuscripts/presentations - content related to dissemination (.docx, .pptx, .pdf), and will be noted as:year_title_main participant (contributors) Worksheets for basic calculations and making visualizations/plots (.xls) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All data during this project will be stored on the shared cloud (OneDrive). Access is possible on both the PC or online. How will the data be backed up? The backup of the data during this project will be automatically done on the shared cloud (OneDrive). The system automatically indicates the update state (green, blue or red). In case of a non- sync with the online (red), action is taken via the online (browser) version of the tool to ensure syncing. Some folders are shared. If I am the folder owner with other people able to edit/remove data, I take trimestral backups. For extra security, the publishable data will be collected in a separate folder and also back-uped on an individual external device. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes Maximum data storage should not exceed 500 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The accesses to the OneDrive and sharepoint are only for researchers with permission. All users need to use an Authenticator (2FA app used at KUL). Furthermore, a log-out is always performed when leaving LAB PCs (where data is generated) to prevent modification of parameters by unauthorized persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered? With the project funding, an external offline hard drive will be purchased for offline storage 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Due to the estimated small size of the data, all the extracted data can be retained for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 17 March 2023 3 of 5 After the project, key data (especially the ‘publishable data’ folder) will be stored on Box with backup on an external hard drive (1TB) with the promotor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The estimated cost of the external hard drive (1TB) is around 50-100euro. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The valuable data and the ones related to accepted (or pending) publications will be available. Ideady, it is published in Open Access. If access is restricted, please specify who will be able to access the data and under what conditions. N.A. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. In publications or more detailed things upon request by mail. Reasonable requests for data can be done by email from the PI of the project, data can be sent by email or via download links (e.g. wetransfer). When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. No data under licenses. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Requested data will be free of charge, free data transfer links will be used (or emails if few Mbs). 6. Responsibilities Who will manage data documentation and metadata during the research project? Julien Devos Who will manage data storage and backup during the research project? Julien Devos (mainly) and prof. Michiel Dusselier (PI) Who will manage data preservation and sharing? prof. Michiel Dusselier (PI) Who will update and implement this DMP? Julien Devos. The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 17 March 2023 4 of 5 Created using DMPonline.be. Last modiﬁed 17 March 2023 5 of 5"
}