{
    "document_id": "D-2021-1334",
    "LinkTitle": "D-2021-1334",
    "file_name": "D-2021-1334.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1334.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-31 10:53:39+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n FWO-SBO S006722N - 67214\nGrant Title\n S006722N - 67214\nPrincipal Investigator / Researcher\n Amaryllis Van Craenenbroeck\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAmaryllis Van Craenenbroeck \nFWO Project Number & Title\nS006722N\nEXercise and the GUT in liver and kidney Transplant recipients [EXGUTT]\nAffiliation\nKU Leuven\nUniversiteit Gent\nOther\nVIB\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nSamples, metadata, and results of analyses are de-identified (pseudonymized), and stored and\nprocessed in coded form. Quantitative data will be stored as electronic case report forms in\nREDcap.\nExercise training data are stored on a secured online platform (Coachbox)\nData(set) name\nOrigin of data\n Type of data\nPhysical fitness\n \n \n Cardiorespiratory fitness\ncardiopulmonary\nexercise test (CPET) on\ncycle ergometer\n numerical\n \nThe six-minute walking\ntest: observation\n numerical\nMusculoskeletal fitness\nJamar Hydraulic Hand\nDynamometer\n numerical\n \ndynamometer\n (Biodex\nMedical Systems Inc.,\n840-000 System 4, New\nYork, USA)\n numerical\nMotor fitness\nThe Short Physical\nPerformance Battery\ntest\n numerical\nBody morphology\nMedical body weight\nscale\nnumerical\n \nstretch-resistant\nmeasuring tape\nnumerical\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\n \nDXA scan\n numerical\nCardiovascular\nhealth\n \n \nBlood pressure\nOmron M6\n numerical\nEndothelial function\nFlow-mediated dilation\n(FMD)\n of the brachial\nartery using ultrasound\n(UNEX)\n numerical\n \nDynamic vessel\nanalysis of the retinal\nmicrovasculature\n(Dynamic Vessel\nAnalyzer Imedos GmgH\nJena, Germany)\nnumerical \nArterial stiffness\nCarotid–femoral pulse\nwave velocity (cf-PWV)\nthrough SphygmoCor\ndevice (AtCor Medical,\nAustralia).\nnumerical \nBlood markers of\ncardiovascular health\nlaboratory analysis of\nvenous blood sample\n numerical\nSafety\n \n \nGraft health\nurine & blood sample\n numerical\n \nKidney biopsy \n descriptive\nAdverse events\nobservation , medical\nrecords\n \nImmunity and infections\ndiagnosis\n \n \nWisconsin Upper\nRespiratory \nSymptom\nSurvey (WURSS-21)\n+perceived resilience\nagainst infections \npaper or electronical\nsurvey\nGut microbiome\n \nstool sample\n numerical\n \nBristol Stool Score chart\n+ data on time of\nsampling +\nquestionnaire \npaper/electronical\nImplementation\npotential\nadministrative records\nnumerical\n \nThe iMTA Medical\nconsumption\nquestionnaire (iMCQ)\n \nand \nthe iMTA\nproductivity cost\nquestionnaire (iPCQ)\n paper/electronical\nOther study outcomes\n \n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nQuality of life\nSurveys : The Short\nForm Health Survey or\nSF-36, EQ-5D-5L,  The\nGhent Participation\nScale , IPA, Brussels\nIntegrated ADL, FACIT-F\n+\nInterviews\npaper/electronical,\ninterview\nPhysical activity\nActigraph \nwGT3X-BT\ntriaxial \naccelerometer\n digital instrument\n \nMotivators and Barriers\nQuestionnaire\npaper/electronical\nHealthcare use\nquestionnaire\npaper/electronical\nFrailty\nFried’s Frailty\nPhenotype (FFP)\n score\n numerical\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-4393\nShort description of the kind of personal data that will be used:\nIdentification information (e.g. names, (email) addresses) Personal details (e.g. age, gender)\nFinancial data Physical traits Leisure activities and interests Education and training Lifestyle and\nhabits Family composition Occupation and professional activities \nFysieke kenmerken: lengte, gewicht Gezinssamenstelling: aantal kinderen Gezinssamenstelling:\neigenschappen van kinderen (bv. geslacht, leeftijd) Gezinssamenstelling: aantal inwonenden\nBeroep: functie Beroep: anciënniteit Persoonlijke kenmerken: nationaliteit Persoonlijke\nkenmerken: burgerlijke staat Persoonlijke kenmerken: geboortedatum Persoonlijke kenmerken:\ngeslacht Persoonlijke kenmerken: leeftijd Identificatiegegevens: identificatienummers (bv.\nstudentennummer, patiëntennummer) Identificatiegegevens: elektronische locatiegegevens (bv.\ngps, mobiele telefoon) Identificatiegegevens: telefoonnummer Identificatiegegevens: e-mailadres\nIdentificatiegegevens: adressen Identificatiegegevens: titels\nSpecial categories of personal data:  Data revealing racial or ethnic origin Data revealing\nreligious or philosophical beliefs Data from or linked to the Electronic Patient Record (EPR) Data\nconcerning (physical and/or mental) health Health: diagnoses and symptoms Health: medication\nuse Health: medical history Health: medical images and scans (e.g. radiography, EEG, CT, etc.)\nHealth: physiological data Health: data about mental health such as stress, depression, etc.\nHealth: hospitalization data \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nApproval of EC Research UZ Leuven/KU Leuven will be requested\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nSamples, metadata, and results of analyses are de-identified (pseudonymized), and stored and\nprocessed in coded form. \nData will be stored on RedCap . Using RedCap, a Data Dictionary Codebook will be generated\ncontaining variable-level information for all captured information: Variable / Field name, Field\nLabel (including question text) and Field Attributes (including Field Type, Validation, Choices,\nCalculations etc.)\nSurvey data: Metadata (e.g. timestamp, electronic instructions) are automatically captured\nduring survey completion in RedCap \nResearch methods and practices will be fully documented. Details on the setting of the data\ncollection, the selection of participants and the instructions given to researchers will be\ndocumented.\nFor the interviews, details on the setting of the interviews, the informed consent process, the\nsubjects discussed and the instructions given to interviewers will be documented in a Word\ndocument. Also steps taken to remove direct identifiers in the data will be described.\nExperimental protocols: description how the data are collected and generated (software,\nmaterials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …)\n(.docx)\n Biological sample collection registration file in software of the UZ Leuven Biobank according to\nthe GDPR rules and only in the protected IT environment of UZ Leuven. The decoding file is a\nseparate Excel file also in the protected IT environment of UZ Leuven.\nCoded metadata and results of stool sample analyses are stored in an independent secured\ndatabase, accessible by Raes Lab researchers only. This database will not contain data that\nwould allow participant identification without decoding. Samples, derivatives thereof, and\nmetadata can be stored for 30 years at the Raes Lab, VIB-KU Leuven (Rega Institute, Leuven,\nBelgium). \nThe progress of data collection, and final report, will be provided to the FWO and the leading\nethical committee (KU Leuven).\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nMetadata (e.g. timestamp, electronic instructions) are automatically captured during survey\ncompletion in RedCap.\nFor imaging files, and txt documents, metadata are inherently present in the features of he files\nas provided by the manufacturer of the devices/software. Research data will be based on\ngeneralized metadata schema such as Dublin Core or DataCite, including the following elements:\nTitle: free text\nCreator: Last name, first name, organization\nDate and time reference\nSubject: Choice of keywords and classifications\nDescription: Text explaining the content of the data set needed for the correct interpretation of\nthe data, the software(s) (including version number) used to produce and to read the data, the\npurpose of the experiment, etc.\nFormat: Details of the file format,\nResource Type: data set, image, audio, etc.\nIdentifier: DOI (when applicable)\nAccess rights: closed access, embargoed access, restricted access, open access.\nWhen depositing data in a repository (Lirias or RDR), the final dataset will be accompanied by\nthis information under the form of a README.txt document. This file will be located in the top\nlevel directory\n5. Data storage and backup during the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nWhere will the data be stored?\nSamples, metadata, and results of analyses are de-identified (pseudonymized), and stored and\nprocessed in coded form. Quantitative data will be stored as electronic case report forms in\nREDcap;\n a clinical trial software for electronic data capture/management of research studies\nused by KU Leuven and UZGhent. This database will be hosted at a \nsecured server of KU\nLeuven,\n which only the KU/UZ Leuven research team will have full access to. This server will also\nbe used to store qualitative data & medical images.\nExercise training data are stored on a secured \nonline platform (Coachbox)\n. At study\ncompletion, data will be removed from Coachbox and stored on a \nsecured server of KU\nLeuven\n. Coachbox subscription occurs pseudo-anonymous. Raw data will remain accessible for\nthe principal investigators at a secured KU Leuven server.\nThe databases will be secured with password protection in accordance with the University\nHospitals’ regulations. Only coded identification numbers will be entered into the database. Any\nelectronic communication with outside collaborators will involve only unidentifiable information.\nPaper copies of documents from exercise testing, questionnaires, and other case report forms\nwill be stored in a \ncabinet in a locked office\n. Adverse events reports and annual summaries\nwill not include subject- or group-identifiable material.\nFor the , data and biological samples will be pseudonymized by a Nefro-ID. This will be assigned\nby Nephrology and Renal Transplantation Research Group. Only the PI and its study staff from UZ\nand KU Leuven are able to decode. Demographic, clinical and histology data come directly from\nthe included patient files. These data are stored in SAS format (demographic and clinical data) on\nthe\n servers of UZ Leuven,\n which benefits from the firewall and back-up services provided by\nthe UZ Leuven IT department. Large raw data files, devoid of any reference to the clinical case,\nwill be stored on the \nLarge Volume Storage or Archive Storage platform of ICTS KU\nLeuven\n, which also incorporates back-up services. Biological sample collection registration file\nare currently in Excel (in the future in the registration software of the UZ Leuven Biobank)\naccording to the GDPR rules and only in the \nprotected IT environment of UZ Leuven\n. The\ndecoding file is a separate Excel file also in the \nprotected IT environment of UZ Leuven.\nCoded metadata and results of stool sample analyses are stored in an i\nndependent secured\ndatabase, accessible by Raes Lab researchers only.\n This database will not contain data that\nwould allow participant identification without decoding. Samples, derivatives thereof, and\nmetadata can be stored for 30 years at the Raes Lab, VIB-KU Leuven (Rega Institute, Leuven,\nBelgium).\nHow is backup of the data provided?\nThe data will be stored on the \nUniversity's central servers and UZ leuven IT services with\nautomatic daily back-up procedures.\nREDCap: data is backed up as follows\n:\nThe web server backup regime is specified below:\nAn hourly backup, the last 6 versions of which are saved\nA daily backup, the last 7 versions of which are saved\nA weekly backup,  the last 6 versions of which are saved\nThe database backup regime is specified below: -A nightly cold backup of all databases- One\nmonth’s storage of the nightly cold backups\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe university and department infrastructure is able to provide sufficient capacity\nRedCap allows data storage of 2-4 MB\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected total volume of data will not require a budget for data storage or preservation. The\nuniversity and department infrastructure is able to provide sufficient capacity.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nSamples, metadata, and results of analyses are de-identified (pseudonymized), and stored and\nprocessed in coded form. Quantitative data will be stored as electronic case report forms in\nREDcap; a clinical trial software for electronic data capture/management of research studies\nused by KU Leuven and UZGhent. This database will be hosted at a \nsecured server of KU\nLeuven, which only the KU/UZ Leuven research team will have full access to.\n This\nserver will also be used to store qualitative data & medical images.\nExercise training data are stored on a \nsecured online platform\n (Coachbox). At study\ncompletion, data will be removed from Coachbox and stored on a secured server of KU Leuven.\nCoachbox subscription occurs pseudo-anonymous. \nRaw data will remain accessible for the\nprincipal investigators at a secured KU Leuven server.\nThe databases will be secured with password protection in accordance with the\nUniversity Hospitals’ regulations\n. \nOnly coded identification numbers will be entered\ninto the database. Any electronic communication with outside collaborators will\ninvolve only unidentifiable information. Paper copies of documents from exercise\ntesting, questionnaires, and other case report forms will be stored in a cabinet in a\nlocked office. Adverse events reports and annual summaries will not include subject-\nor group-identifiable material.\nFor the , data and biological samples will be pseudonymized by a Nefro-ID. This will be assigned\nby Nephrology and Renal Transplantation Research Group. \nOnly the PI and its study staff\nfrom UZ and KU Leuven are able to decode. Demographic, clinical and histology data come\ndirectly from the included patient files. These data are stored in SAS format (demographic and\nclinical data) on the servers of UZ Leuven, which benefits from the firewall and back-up services\nprovided by the UZ Leuven IT department. Large raw data files, devoid of any reference to the\nclinical case, will be stored on the Large Volume Storage or Archive Storage platform of ICTS KU\nLeuven, which also incorporates back-up services. Biological sample collection registration file\nare currently in Excel (in the future in the registration software of the UZ Leuven Biobank)\naccording to the GDPR rules and only in the protected IT environment of UZ Leuven. The\ndecoding file is a separate Excel file also in the \nprotected IT environment\n of UZ Leuven.\nCoded metadata and results of stool sample analyses are stored in an \nindependent secured\ndatabase, accessible by Raes Lab researchers only.\n This database will not contain data that\nwould allow participant identification without decoding. \n \n \n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe (personal) data will be preserved for 50 years.\nSamples, derivatives thereof, and metadata can be stored for 50 years at the Laboratory the\nLaboratory of Nephrology and Renal Transplantation research group/Laboratory of the\nTransplantation Research Group/Raes Lab, VIB-KU Leuven (Rega Institute, Leuven, Belgium).\nWhere will the data be archived (= stored for the longer term)?\nThe digital data will be stored on the university's central servers (with automatic back-up\nprocedures) for 50 years.\nHard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are\nkept in locked cabinets in the offices of the PIs concerned\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo additional costs are expected.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nWhich data will be made available after the end of the project?\ndata are only accessible on specific requests and after signing a formal agreement.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nEverybody with a specific request, and after formal approval of all research\npartners/universities/hospitals.\nWhat are the expected costs for data sharing? How will the costs be covered?\nno costs\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPrincipal Investigator\nWho will be responsible for data storage & back up during the project?\nPrincipal Investigator\nWho will be responsible for ensuring data preservation and reuse ?\nPrincipal Investigator\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier FWO-SBO S006722N - 67214 Grant Title S006722N - 67214 Principal Investigator / Researcher Amaryllis Van Craenenbroeck Institution KU Leuven 1. General Information Name applicant Amaryllis Van Craenenbroeck FWO Project Number & Title S006722N EXercise and the GUT in liver and kidney Transplant recipients [EXGUTT] Affiliation KU Leuven Universiteit Gent Other VIB 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Samples, metadata, and results of analyses are de-identified (pseudonymized), and stored and processed in coded form. Quantitative data will be stored as electronic case report forms in REDcap. Exercise training data are stored on a secured online platform (Coachbox) Data(set) name Origin of data Type of data Physical fitness Cardiorespiratory fitness cardiopulmonary exercise test (CPET) on cycle ergometer numerical The six-minute walking test: observation numerical Musculoskeletal fitness Jamar Hydraulic Hand Dynamometer numerical dynamometer (Biodex Medical Systems Inc., 840-000 System 4, New York, USA) numerical Motor fitness The Short Physical Performance Battery test numerical Body morphology Medical body weight scale numerical stretch-resistant measuring tape numerical This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 DXA scan numerical Cardiovascular health Blood pressure Omron M6 numerical Endothelial function Flow-mediated dilation (FMD) of the brachial artery using ultrasound (UNEX) numerical Dynamic vessel analysis of the retinal microvasculature (Dynamic Vessel Analyzer Imedos GmgH Jena, Germany) numerical Arterial stiffness Carotid–femoral pulse wave velocity (cf-PWV) through SphygmoCor device (AtCor Medical, Australia). numerical Blood markers of cardiovascular health laboratory analysis of venous blood sample numerical Safety Graft health urine & blood sample numerical Kidney biopsy descriptive Adverse events observation , medical records Immunity and infections diagnosis Wisconsin Upper Respiratory Symptom Survey (WURSS-21) +perceived resilience against infections paper or electronical survey Gut microbiome stool sample numerical Bristol Stool Score chart + data on time of sampling + questionnaire paper/electronical Implementation potential administrative records numerical The iMTA Medical consumption questionnaire (iMCQ) and the iMTA productivity cost questionnaire (iPCQ) paper/electronical Other study outcomes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 Quality of life Surveys : The Short Form Health Survey or SF-36, EQ-5D-5L, The Ghent Participation Scale , IPA, Brussels Integrated ADL, FACIT-F + Interviews paper/electronical, interview Physical activity Actigraph wGT3X-BT triaxial accelerometer digital instrument Motivators and Barriers Questionnaire paper/electronical Healthcare use questionnaire paper/electronical Frailty Fried’s Frailty Phenotype (FFP) score numerical 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-4393 Short description of the kind of personal data that will be used: Identification information (e.g. names, (email) addresses) Personal details (e.g. age, gender) Financial data Physical traits Leisure activities and interests Education and training Lifestyle and habits Family composition Occupation and professional activities Fysieke kenmerken: lengte, gewicht Gezinssamenstelling: aantal kinderen Gezinssamenstelling: eigenschappen van kinderen (bv. geslacht, leeftijd) Gezinssamenstelling: aantal inwonenden Beroep: functie Beroep: anciënniteit Persoonlijke kenmerken: nationaliteit Persoonlijke kenmerken: burgerlijke staat Persoonlijke kenmerken: geboortedatum Persoonlijke kenmerken: geslacht Persoonlijke kenmerken: leeftijd Identificatiegegevens: identificatienummers (bv. studentennummer, patiëntennummer) Identificatiegegevens: elektronische locatiegegevens (bv. gps, mobiele telefoon) Identificatiegegevens: telefoonnummer Identificatiegegevens: e-mailadres Identificatiegegevens: adressen Identificatiegegevens: titels Special categories of personal data: Data revealing racial or ethnic origin Data revealing religious or philosophical beliefs Data from or linked to the Electronic Patient Record (EPR) Data concerning (physical and/or mental) health Health: diagnoses and symptoms Health: medication use Health: medical history Health: medical images and scans (e.g. radiography, EEG, CT, etc.) Health: physiological data Health: data about mental health such as stress, depression, etc. Health: hospitalization data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Approval of EC Research UZ Leuven/KU Leuven will be requested Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Samples, metadata, and results of analyses are de-identified (pseudonymized), and stored and processed in coded form. Data will be stored on RedCap . Using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.) Survey data: Metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in RedCap Research methods and practices will be fully documented. Details on the setting of the data collection, the selection of participants and the instructions given to researchers will be documented. For the interviews, details on the setting of the interviews, the informed consent process, the subjects discussed and the instructions given to interviewers will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx) Biological sample collection registration file in software of the UZ Leuven Biobank according to the GDPR rules and only in the protected IT environment of UZ Leuven. The decoding file is a separate Excel file also in the protected IT environment of UZ Leuven. Coded metadata and results of stool sample analyses are stored in an independent secured database, accessible by Raes Lab researchers only. This database will not contain data that would allow participant identification without decoding. Samples, derivatives thereof, and metadata can be stored for 30 years at the Raes Lab, VIB-KU Leuven (Rega Institute, Leuven, Belgium). The progress of data collection, and final report, will be provided to the FWO and the leading ethical committee (KU Leuven). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in RedCap. For imaging files, and txt documents, metadata are inherently present in the features of he files as provided by the manufacturer of the devices/software. Research data will be based on generalized metadata schema such as Dublin Core or DataCite, including the following elements: Title: free text Creator: Last name, first name, organization Date and time reference Subject: Choice of keywords and classifications Description: Text explaining the content of the data set needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. Format: Details of the file format, Resource Type: data set, image, audio, etc. Identifier: DOI (when applicable) Access rights: closed access, embargoed access, restricted access, open access. When depositing data in a repository (Lirias or RDR), the final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory 5. Data storage and backup during the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 Where will the data be stored? Samples, metadata, and results of analyses are de-identified (pseudonymized), and stored and processed in coded form. Quantitative data will be stored as electronic case report forms in REDcap; a clinical trial software for electronic data capture/management of research studies used by KU Leuven and UZGhent. This database will be hosted at a secured server of KU Leuven, which only the KU/UZ Leuven research team will have full access to. This server will also be used to store qualitative data & medical images. Exercise training data are stored on a secured online platform (Coachbox) . At study completion, data will be removed from Coachbox and stored on a secured server of KU Leuven . Coachbox subscription occurs pseudo-anonymous. Raw data will remain accessible for the principal investigators at a secured KU Leuven server. The databases will be secured with password protection in accordance with the University Hospitals’ regulations. Only coded identification numbers will be entered into the database. Any electronic communication with outside collaborators will involve only unidentifiable information. Paper copies of documents from exercise testing, questionnaires, and other case report forms will be stored in a cabinet in a locked office . Adverse events reports and annual summaries will not include subject- or group-identifiable material. For the , data and biological samples will be pseudonymized by a Nefro-ID. This will be assigned by Nephrology and Renal Transplantation Research Group. Only the PI and its study staff from UZ and KU Leuven are able to decode. Demographic, clinical and histology data come directly from the included patient files. These data are stored in SAS format (demographic and clinical data) on the servers of UZ Leuven, which benefits from the firewall and back-up services provided by the UZ Leuven IT department. Large raw data files, devoid of any reference to the clinical case, will be stored on the Large Volume Storage or Archive Storage platform of ICTS KU Leuven , which also incorporates back-up services. Biological sample collection registration file are currently in Excel (in the future in the registration software of the UZ Leuven Biobank) according to the GDPR rules and only in the protected IT environment of UZ Leuven . The decoding file is a separate Excel file also in the protected IT environment of UZ Leuven. Coded metadata and results of stool sample analyses are stored in an i ndependent secured database, accessible by Raes Lab researchers only. This database will not contain data that would allow participant identification without decoding. Samples, derivatives thereof, and metadata can be stored for 30 years at the Raes Lab, VIB-KU Leuven (Rega Institute, Leuven, Belgium). How is backup of the data provided? The data will be stored on the University's central servers and UZ leuven IT services with automatic daily back-up procedures. REDCap: data is backed up as follows : The web server backup regime is specified below: An hourly backup, the last 6 versions of which are saved A daily backup, the last 7 versions of which are saved A weekly backup, the last 6 versions of which are saved The database backup regime is specified below: -A nightly cold backup of all databases- One month’s storage of the nightly cold backups Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The university and department infrastructure is able to provide sufficient capacity RedCap allows data storage of 2-4 MB What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected total volume of data will not require a budget for data storage or preservation. The university and department infrastructure is able to provide sufficient capacity. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 Samples, metadata, and results of analyses are de-identified (pseudonymized), and stored and processed in coded form. Quantitative data will be stored as electronic case report forms in REDcap; a clinical trial software for electronic data capture/management of research studies used by KU Leuven and UZGhent. This database will be hosted at a secured server of KU Leuven, which only the KU/UZ Leuven research team will have full access to. This server will also be used to store qualitative data & medical images. Exercise training data are stored on a secured online platform (Coachbox). At study completion, data will be removed from Coachbox and stored on a secured server of KU Leuven. Coachbox subscription occurs pseudo-anonymous. Raw data will remain accessible for the principal investigators at a secured KU Leuven server. The databases will be secured with password protection in accordance with the University Hospitals’ regulations . Only coded identification numbers will be entered into the database. Any electronic communication with outside collaborators will involve only unidentifiable information. Paper copies of documents from exercise testing, questionnaires, and other case report forms will be stored in a cabinet in a locked office. Adverse events reports and annual summaries will not include subject- or group-identifiable material. For the , data and biological samples will be pseudonymized by a Nefro-ID. This will be assigned by Nephrology and Renal Transplantation Research Group. Only the PI and its study staff from UZ and KU Leuven are able to decode. Demographic, clinical and histology data come directly from the included patient files. These data are stored in SAS format (demographic and clinical data) on the servers of UZ Leuven, which benefits from the firewall and back-up services provided by the UZ Leuven IT department. Large raw data files, devoid of any reference to the clinical case, will be stored on the Large Volume Storage or Archive Storage platform of ICTS KU Leuven, which also incorporates back-up services. Biological sample collection registration file are currently in Excel (in the future in the registration software of the UZ Leuven Biobank) according to the GDPR rules and only in the protected IT environment of UZ Leuven. The decoding file is a separate Excel file also in the protected IT environment of UZ Leuven. Coded metadata and results of stool sample analyses are stored in an independent secured database, accessible by Raes Lab researchers only. This database will not contain data that would allow participant identification without decoding. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The (personal) data will be preserved for 50 years. Samples, derivatives thereof, and metadata can be stored for 50 years at the Laboratory the Laboratory of Nephrology and Renal Transplantation research group/Laboratory of the Transplantation Research Group/Raes Lab, VIB-KU Leuven (Rega Institute, Leuven, Belgium). Where will the data be archived (= stored for the longer term)? The digital data will be stored on the university's central servers (with automatic back-up procedures) for 50 years. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the offices of the PIs concerned What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 Which data will be made available after the end of the project? data are only accessible on specific requests and after signing a formal agreement. Where/how will the data be made available for reuse? In a restricted access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Everybody with a specific request, and after formal approval of all research partners/universities/hospitals. What are the expected costs for data sharing? How will the costs be covered? no costs 8. Responsibilities Who will be responsible for data documentation & metadata? Principal Investigator Who will be responsible for data storage & back up during the project? Principal Investigator Who will be responsible for ensuring data preservation and reuse ? Principal Investigator Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}