{
    "document_id": "D-2021-1238",
    "LinkTitle": "D-2021-1238",
    "file_name": "D-2021-1238.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1238.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp-Seppe.docx",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Seppe Melis FWO Project Number & Title 11N5322N Stromal-vascular interplay and skeletal stem/progenitor cell activation in the control of osteogenesis and hematopoietic cell support Affiliation ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☒ Generate new data ☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). In our research we will generate data from wild-type and genetically modified mice, multiple myeloma-inoculated mice, cell lines, and human bone biopsies. These data will primarily encompass imaging data (derived from micro-CT, histology, immunohistochemistry (IHC), microscopy) and flow cytometry recordings. Cells and tissues will be isolated from our murine models for characterization of their molecular profiles (expression of candidate genes, transcriptomic analysis, identification of secreted molecules). Samples or datasets that were generated previously in our lab might be reused.    Type of Data Format Estimated volume Origin Raw flow cytometry data (all work packages) .fcs 10-20 GB Canto HTS and Canto II AIG flow cytometers Raw and processed 2D and 3D confocal microscopy images (IHC thick sections) (all work packages) .nd2 and .tif 2-3 TB Laser-scanning Nikon TiE inverted C2 confocal microscope /  Spinning disk Nikon NiE upright confocal microscope Histology/  IHC thin sections (all work packages)  .vsi and .jpg 500 GB  Olympus IX 83 inverted microscope MicroCT scans mouse tibia / vertebra  (WP 2.2 and 3.1) .tif 500 GB Ex vivo Skyscan 1172 (Bruker) Raw qPCR data  (WP 1 and 2) .eds 5-10GB qPCR Real Time StepOnePlus Stored, processed or partly or un-processed biological samples collected from the mice Tissue samples, cells and cell lysates/products, biopsies. Stored in TBD Mouse and human origin.  \n2019-10-01 | FWO DMP Template  3  (serum, tissues), stored cells and tissues samples and derivates thereof (RNA, DNA, protein, tissue blocks and sections), for analysis during the project or in future research of the lab.  dedicated, closed and locked containers at room temperature, 4°C, -20°C, -80°C, or liquid nitrogen (N2)     3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.  In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes:  - The animal studies are approved by the KU Leuven Animal Ethics Committee, under dossiers P041/2017, P042/2017, and P016/2022.  - Approval for the human studies, planned later in the project, will be requested soon (proposal to be submitted to the UZ Leuven/ KU Leuven Ethic Committee Research).  \n2019-10-01 | FWO DMP Template  4  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment:      4. Documentation and metadata  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  1) Metadata will be collected regarding the mice used for experiments (age, strain, genotype, gender, date of sacrifice, tissue storage and purpose, weight and other relevant parameters) and stored including within internally shared lab inventories of the collected samples and their storage location 2) Protocols (sacrifice / sampling, IHC and histology, flow cytometry gating and antibody staining, …) will be kept in personal lab books that will be stored in the lab. Furthermore, these protocols will be put on the internal lab shared drive (J drive), so that they are easily accessible to all current and future lab members 3) Metadata regarding data acquisition (e.g. for image acquisition: objective, camera settings,…) will be stored together with the raw data and processed data, both on the personal hard drives as well as the shared KU Leuven drives.  \n2019-10-01 | FWO DMP Template  5  Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes  If yes, please specify:  ☒ No Both on the personal hard drive as well as on the shared KU Leuven drives, a logical folder organization will be used so that all current and future lab members can easily access all raw and processed data. An easy-to-follow hierarchy will be used, and folder names will be descriptive. Main folders are kept for each researcher (e.g. Data Seppe). Subfolders will be used, with broader topics at higher levels. For example:  Data Seppe à ‘Mouse model’ - project (e.g. Osx-Cre;VEGFcTg x PDGFRb cKO – hematopoiesis). Next, subfolders will be created according to type of data (e.g. histology, flow cytometry, qPCR,)… Within each type of data folder, descriptive subfolders will be created depending on type of data (e.g. histology à subfolders ‘H&E staining’, ‘TRAP staining’,.. in which the raw and processed data will be stored; e.g. flow cytometry àsubfolders ‘blood lineages 6w’, ‘bone marrow progenitors 6w’, ‘blood lineages 12w’, …  in which the raw and processed data will be stored). As mentioned above, mice log lists, protocols and metadata regarding data acquisition will be stored on the shared drive, such that they are easily accessible for all lab members.     5. Data storage & backup during the FWO project  Where will the data be stored?  Data will be kept on the internally shared and secured/backed-up drives of KU Leuven (long-term: L drive, short-term: J drive). Moreover, copies of the data will be stored on personal hard drives that are stored in the lab at all times. Individual external drives are foreseen for continual computer backup (daily use of Time Machine (Mac) or synchronizing software (PC)). Biological samples are stored secured in the lab.   How will the data be backed up?  The data is stored on secured internal servers provided by the KU Leuven IT Services.  \n2019-10-01 | FWO DMP Template  6  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes For small volumes, fast internal/shared space is available (‘J-drive’, 20GB). For long-term Large Volume storage of raw data and large datasets, we currently reserve 35Tb secured capacity (‘L-drive’). After the project, all data (raw and analyzed) will be stored on the Archive Storage repository (‘K-drive’).  Currently there is sufficient storage, for electronic data as well as biological samples. Additional capacity can be purchased at any time when needed.   ☐ No If no, please specify:  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. €800/year for data storage on the KU Leuven server (electronic files) and temperature-controlled storage sites (fridges, freezers, ultra-freezers -80°C, liquid N2) (biological samples).   Purchase of hard drives (4T, €300). Purchase of freezers has been done before from preceding grants to the PI; costs for repair are occasional.  These costs will be covered by the PI (FWO and KU Leuven grants)  Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  Shared drives KU Leuven: Access is only given to authorized researchers associated to the lab. Personal hard drives: Hard drives are stored in the lab at any time, and accessible only to lab members.    6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  \n2019-10-01 | FWO DMP Template  7  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least the expected 5-year period after finalization of the project. After that, prof. Christa Maes will decide on what data will be retained. In principle, all key raw and analyzed data are preserved for 10 years or undetermined time after the project. Data or samples deemed uninformative or of no further value for research purposes (e.g., quality loss from biological samples) may be discarded after the 5- or 10-year period.  Where will these data be archived (= stored for the long term)?  Data will be stored on the KU Leuven shared drive (L-drive) or transferred to the KU Leuven data repository (K-drive). Additionally, a copy of all data will be kept on the personal hard drives, which will be handled over to prof. Christa Maes after finalization of the project.  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. €800/year for data storage on the KU Leuven server (electronic files) and temperature-controlled storage sites (fridges, freezers, ultrafreezers -80°C, liquid N2) (biological samples).    These costs will be covered by the PI (FWO and KU Leuven grants)   7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project?  Results of the study will be published as research papers, preferentially open-access. Datasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories. Any other data can be made available upon reasonable request after publishing the key results of the project. \n2019-10-01 | FWO DMP Template  8  Where/how will the data be made available for reuse?  ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify):  When will the data be made available?  After publishing the key results of the project.  Who will be able to access the data and under what conditions?  Only uses for research and educational purposes will be allowed; commercial reuse will be excluded. What are the expected costs for data sharing? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data sharing is generally not associated with costs. Data are shared either via public repositories (free for depositing and users) or via email or free-of-costs data sharing services (e.g., Belnet, OneDrive).   8. Responsibilities  Who will be responsible for the data documentation & metadata?  Seppe Melis Who will be responsible for data storage & back up during the project?  Seppe Melis Who will be responsible for ensuring data preservation and sharing?  PI (Prof. Dr. Christa Maes) Who bears the end responsibility for updating & implementing this DMP?   Default response: The PI bears the overall responsibility for updating & implementing this DMP PI (Prof. Dr. Christa Maes)  "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Seppe Melis FWO Project Number & Title 11N5322N Stromal-vascular interplay and skeletal stem/progenitor cell activation in the control of osteogenesis and hematopoietic cell support Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). In our research we will generate data from wild-type and genetically modified mice, multiple myeloma-inoculated mice, cell lines, and human bone biopsies. These data will primarily encompass imaging data (derived from micro-CT, histology, immunohistochemistry (IHC), microscopy) and flow cytometry recordings. Cells and tissues will be isolated from our murine models for characterization of their molecular profiles (expression of candidate genes, transcriptomic analysis, identification of secreted molecules). Samples or datasets that were generated previously in our lab might be reused. Type of Data Format Estimated volume Origin Raw flow cytometry data (all work packages) .fcs 10-20 GB Canto HTS and Canto II AIG flow cytometers Raw and processed 2D and 3D confocal microscopy images (IHC thick sections) (all work packages) .nd2 and .tif 2-3 TB Laser-scanning Nikon TiE inverted C2 confocal microscope / Spinning disk Nikon NiE upright confocal microscope Histology/ IHC thin sections (all work packages) .vsi and .jpg 500 GB Olympus IX 83 inverted microscope MicroCT scans mouse tibia / vertebra (WP 2.2 and 3.1) .tif 500 GB Ex vivo Skyscan 1172 (Bruker) Raw qPCR data (WP 1 and 2) .eds 5-10GB qPCR Real Time StepOnePlus Stored, processed or partly or un-processed biological samples collected from the mice Tissue samples, cells and cell lysates/products, biopsies. Stored in TBD Mouse and human origin. 2019-10-01 | FWO DMP Template 3 (serum, tissues), stored cells and tissues samples and derivates thereof (RNA, DNA, protein, tissue blocks and sections), for analysis during the project or in future research of the lab. dedicated, closed and locked containers at room temperature, 4°C, -20°C, -80°C, or liquid nitrogen (N2) 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - The animal studies are approved by the KU Leuven Animal Ethics Committee, under dossiers P041/2017, P042/2017, and P016/2022. - Approval for the human studies, planned later in the project, will be requested soon (proposal to be submitted to the UZ Leuven/ KU Leuven Ethic Committee Research). 2019-10-01 | FWO DMP Template 4 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1) Metadata will be collected regarding the mice used for experiments (age, strain, genotype, gender, date of sacrifice, tissue storage and purpose, weight and other relevant parameters) and stored including within internally shared lab inventories of the collected samples and their storage location 2) Protocols (sacrifice / sampling, IHC and histology, flow cytometry gating and antibody staining, …) will be kept in personal lab books that will be stored in the lab. Furthermore, these protocols will be put on the internal lab shared drive (J drive), so that they are easily accessible to all current and future lab members 3) Metadata regarding data acquisition (e.g. for image acquisition: objective, camera settings,…) will be stored together with the raw data and processed data, both on the personal hard drives as well as the shared KU Leuven drives. 2019-10-01 | FWO DMP Template 5 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes If yes, please specify: ☒ No Both on the personal hard drive as well as on the shared KU Leuven drives, a logical folder organization will be used so that all current and future lab members can easily access all raw and processed data. An easy-to-follow hierarchy will be used, and folder names will be descriptive. Main folders are kept for each researcher (e.g. Data Seppe). Subfolders will be used, with broader topics at higher levels. For example: Data Seppe à ‘Mouse model’ - project (e.g. Osx-Cre;VEGFcTg x PDGFRb cKO – hematopoiesis). Next, subfolders will be created according to type of data (e.g. histology, flow cytometry, qPCR,)… Within each type of data folder, descriptive subfolders will be created depending on type of data (e.g. histology à subfolders ‘H&E staining’, ‘TRAP staining’,.. in which the raw and processed data will be stored; e.g. flow cytometry àsubfolders ‘blood lineages 6w’, ‘bone marrow progenitors 6w’, ‘blood lineages 12w’, … in which the raw and processed data will be stored). As mentioned above, mice log lists, protocols and metadata regarding data acquisition will be stored on the shared drive, such that they are easily accessible for all lab members. 5. Data storage & backup during the FWO project Where will the data be stored? Data will be kept on the internally shared and secured/backed-up drives of KU Leuven (long-term: L drive, short-term: J drive). Moreover, copies of the data will be stored on personal hard drives that are stored in the lab at all times. Individual external drives are foreseen for continual computer backup (daily use of Time Machine (Mac) or synchronizing software (PC)). Biological samples are stored secured in the lab. How will the data be backed up? The data is stored on secured internal servers provided by the KU Leuven IT Services. 2019-10-01 | FWO DMP Template 6 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes For small volumes, fast internal/shared space is available (‘J-drive’, 20GB). For long-term Large Volume storage of raw data and large datasets, we currently reserve 35Tb secured capacity (‘L-drive’). After the project, all data (raw and analyzed) will be stored on the Archive Storage repository (‘K-drive’). Currently there is sufficient storage, for electronic data as well as biological samples. Additional capacity can be purchased at any time when needed. ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. €800/year for data storage on the KU Leuven server (electronic files) and temperature-controlled storage sites (fridges, freezers, ultra-freezers -80°C, liquid N2) (biological samples). Purchase of hard drives (4T, €300). Purchase of freezers has been done before from preceding grants to the PI; costs for repair are occasional. These costs will be covered by the PI (FWO and KU Leuven grants) Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Shared drives KU Leuven: Access is only given to authorized researchers associated to the lab. Personal hard drives: Hard drives are stored in the lab at any time, and accessible only to lab members. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 7 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least the expected 5-year period after finalization of the project. After that, prof. Christa Maes will decide on what data will be retained. In principle, all key raw and analyzed data are preserved for 10 years or undetermined time after the project. Data or samples deemed uninformative or of no further value for research purposes (e.g., quality loss from biological samples) may be discarded after the 5- or 10-year period. Where will these data be archived (= stored for the long term)? Data will be stored on the KU Leuven shared drive (L-drive) or transferred to the KU Leuven data repository (K-drive). Additionally, a copy of all data will be kept on the personal hard drives, which will be handled over to prof. Christa Maes after finalization of the project. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. €800/year for data storage on the KU Leuven server (electronic files) and temperature-controlled storage sites (fridges, freezers, ultrafreezers -80°C, liquid N2) (biological samples). These costs will be covered by the PI (FWO and KU Leuven grants) 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? Results of the study will be published as research papers, preferentially open-access. Datasets that are relevant to the community, such as genome-wide transcriptome profiles of cells or tissues (RNA-Seq datasets), will be shared via public repositories. Any other data can be made available upon reasonable request after publishing the key results of the project. 2019-10-01 | FWO DMP Template 8 Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? After publishing the key results of the project. Who will be able to access the data and under what conditions? Only uses for research and educational purposes will be allowed; commercial reuse will be excluded. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Data sharing is generally not associated with costs. Data are shared either via public repositories (free for depositing and users) or via email or free-of-costs data sharing services (e.g., Belnet, OneDrive). 8. Responsibilities Who will be responsible for the data documentation & metadata? Seppe Melis Who will be responsible for data storage & back up during the project? Seppe Melis Who will be responsible for ensuring data preservation and sharing? PI (Prof. Dr. Christa Maes) Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP PI (Prof. Dr. Christa Maes)"
}