{
    "document_id": "D-2022-1725",
    "LinkTitle": "D-2022-1725",
    "file_name": "D-2022-1725.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1725.pdf",
    "metadata": {
        "title": "D-2022-1725",
        "author": "Joyce Vissenberg",
        "num_pages": 11
    },
    "content": {
        "full_text": "1\nDisclaimer\nREMEDIS is supported by Research Foundation – Flanders (FWO), Belgium; UK Research \nand Innovation (UKRI), United Kingdom; Estonian Research Council (ETAg), Estonia; Agencia \nEstatal de Investigación  (AEI), Spain;  Academy of Finland (A KA), Finland; and Narodowe \nCentrum Nauki (NCN), Poland under CHANSE ERA-NET Co-fund programme, which has  \nreceived  funding  from  the  European  Union’s  Horizon  2020  Research  and  Innovation  \nProgramme, under Grant Agreement no 101004509.\n2Data Management Plan\nDue date: 15 December 2022\nLead beneficiary:   KU \nLeuven\nAuthors:       Willem  Joris,  Joyce  Vissenberg,  &  Leen  \nd’Haenens\n\n3REMEDIS Partners\nThe  REMEDIS  consortium  includes  seven  partners  and  14  non-academic  Cooperation  \nPartners who will actively engage in meeting the objectives of the project. In achieving these  \nobjectives, REMEDIS brings together leading international centres for research on media  \nstudies,  communication  sciences,  psychology,  pedagogy,  educational  sciences,  and  \nsociology.\nREMEDIS’s Cooperation Partners include policymakers and practitioners, representing  \ndifferent life domains for which ML&DS interventions need to be developed: European  \nSchoolnet, COFACE Families Europe, Mediawijs, Public Libraries 2030, Good Things  \nFoundation, National Literacy Trust, Star Cloud LLC, Education and Youth Board of Estonia,  \nPantallasAmigas, Gaptain, Economy and Youth TAT, The Finnish Society and Media  \nEducation, International House Integra Bielsko, and Śląskie Centrum Edukacji i Rehabilitacji  \n“Arteria” w Katowicach.\n4Table of contents\n1Introduction....................................................................................................................... 5\n2Data summary................................................................................................................... 6\n3FAIR Data......................................................................................................................... 6\n4Allocation of resources ...................................................................................................... 8\n5Data security..................................................................................................................... 8\n6Ethical aspects.................................................................................................................. 8\n6.1Ethics approval of the ethics committees .................................................................. 8\n6.2Ethics throughout the project ..................................................................................... 9\n6.2.1Human participants ............................................................................................. 9\n6.2.2Personal data................................................................................................... 10\n6.3Ethics per work package .......................................................................................... 12\n6.3.1WP3: Evaluation and validation of intervention programmes ...........................12\n7Other issues.................................................................................................................... 12\n51Introduction\nThe REMEDIS project engages in several data collection operations. These are conducted  \nwithin different work packages. In this Data Management Plan (DMP), these different data  \ncollection operations will therefore be discussed independently of each other. They consist of:\n1)Systematic evidence review (Task 1.1, Task 1.2)\n2)Evaluation and validation of interventions using experimental designs (Tasks 3.1 – 3.6)\nWe aim to maximise transparency and accountability, enable scrutiny of any data generated,  \nincrease the impact and visibility of the research, and address any barriers to get access to  \ndata compatible with full ethics compliance. All of REMEDIS’ data collection efforts are at the  \ntime of writing of this Data Management Plan still in development. This means that information  \non the amount of data gathered and the possibilities of making metadata and data available  \ncannot  be  fully  envisaged  at  this  point.  Other  currently  anticipated  aspects  of  data  \nmanagement may change in the course of the project for various reasons. Hence, the DMP will  \nbe updated accordingly, as the project unfolds, and these aspects of data management  \nbecome clearer.\nKU Leuven supports its researchers in the area of RDM (research data management) by the  \nprovision of a customized and free data management plan (DMP) (including guidance to KU  \nLeuven legal requirements and policy guidelines) based on the templates provided by the  \nDigital Curation Centre (UK), and a dedicated RDM support desk advising on data storage,  \nmetadata and preparing data for sharing. The university also continues to invest in affordable  \nlong-term storage and curation facilities.\n62Data summary\nTable 1. REMEDIS data at a glance\nTaskData typeNFormatRepositoryAnonymised  or \npseudonymisedStorage \ndurationOpen \naccess \n1.1 \n– \n1.2Extracted \nstudies4800 .xlsxSecure \ndatabaseYes 5 \nyearsNo\n3.1 \n– \n3.6Pre- and post-\nsurvey \nresponses as \npart of \nexperimental \ndesign12.sav\n.csvSecure \ndatabaseYes 5 \nyearsNo\n3FAIR Data\nREMEDIS will take duly into account the FAIR guidelines of accessibility, interoperability and  \nincrease data reuse. Research data obtained by the project partners will be collected and  \nstored by each partner in secure databases at their institution for the purposes of elaborations  \nto be carried out in the project. These data will be used for achieving project objectives and for  \nrelated scientific dissemination activities, including follow-up of scientific activities.\nAll publications will be made available on the website of the project and on the Zenodo  \nplatform.  Data  will  be  used  by  the  partners  who  collect  and  generate  them  for  these  \npublications. \nAll publications will be shared through a standard identification mechanism such as persistent  \ndigital object identifiers (DOI) provided via commonly used data repositories such as Zenodo.  \nWe plan to use standard naming conventions (e.g., work package name + data type + version  \nno. format) that will be centrally coordinated among work packages throughout the REMEDIS  \nproject. The possible metadata include: keywords, grant information, date of the data version  \nclearing, data type, data size (e.g., no. of total cases included and no. of variables), software  \nfor replicating analysis, and methodological details concerning data collection and data  \nwrangling. Once all milestones and deliverables are communicated, an associated version of  \nthe data will be labelled and cleared for version control. Any additional amendments will be  \nthen added should such changes occur.\nEach stage of the project will be evaluated from an ethical point of view and will guarantee the  \nadherence of the project to the FAIR guiding principles for scientific data management.\nFurthermore, the research protocols will be made available and will remain re-usable by other  \nresearchers for similar research projects.\nFor each project partner, the storage system will be preserved with a backup system.  \nCategories of data that will be stored for long term preservation will be, in general terms,  \nresearch data derived from individual WPs of the project, publications, and technical reports  \nproduced in the framework of the project. \nPrior to the commencement of the project, all partners have signed the Consortium Agreement  \nregulating Intellectual Property Rights (IPR) and the protection of knowledge in detail. The  \nConsortium Agreement establishes the formal legal basis for Intellectual Property (IP). IP will  \nremain with the authors of the work, governed by the rules of their employing institution, unless  \n7explicitly provided for otherwise. In the case of co-authored articles, IP shall be assumed to be  \njoint ownership unless explicitly agreed otherwise and agreed by the Supervisory Board.\nWhere several parties have jointly engaged in research, where the share of work cannot be  \nascertained, they shall have joint ownership of such material. However, where the joint  \nownership management agreement is pending, each of the joint owners shall be entitled to use  \ntheir jointly owned research for educational and research purposes on a royalty-free basis, and  \nwithout requiring prior consent of the other joint owner(s). \nFor the twelve experimental studies (WP3), additional and/or different measures are taken.  \nAfter the data collection in each country, data will be cleaned. The top priority will be given to  \nanonymisation,  labelling  of  variable  names,  recoding,  preparing  of  a  substantive  \ndocumentation report. Metadata information will be provided. Standards on type of metadata  \nthat will be created are among others: DOI, publication date, study title, grant information,  \nprincipal investigators, contact information, abstract, key words, type of data source.\nThe data will have standard format which is applicable by analytical software currently used in  \nmost disciplines.  The data will probably be available in two basic formats: SPPS as well  \nas .cvs. SPSS, which is standard software for analyses applied within relevant disciplines. The  \n.csv format can be used by SPSS as well as most other analytical software programmes  \n(including open source ones, such as R, which are available freely). We will use data-cleaning  \nand data managing procedures which follow basic standards in the field to produce dataset  \nwhich contains most relevant information for immediate use. \nThe documentation depicting management of the data as well as scripts used for creation of  \nderived variables will be provided. The data dictionary, a document depicting all other relevant  \ninformation, will be created and available.\n4Allocation of resources\nCosts of data collection, data preparation, anonymisation and provision of metadata are  \nincorporated within the REMEDIS work plan, and will be carried out by the researchers  \ninvolved in the respective tasks. The publicly available data will have value in the long term for  \nacademics, educational practitioners, and policy makers. Storage of publicly available data  \nand metadata at recognised data repositories safeguards long-term availability of these data.  \nThe Management Team will be responsible for implementing the DMP. They will update this  \nDMP anytime conditions change. \n5Data security\nAll REMEDIS’ research data obtained by the project partners will be collected and stored by  \neach partner in secure databases at their institution for the purposes of elaborations to be  \ncarried out in the project. In addition, primary research data will also be centralised by KU  \nLeuven. They will be used for achieving project objectives and related scientific dissemination  \nactivities, including follow up scientific activities. For each task, the task leader will be  \nresponsible for the collection, storage, and processing of the data. Furthermore, each partner  \ninvolved in a task is also responsible for the collection, storage, and processing of their own  \nresearch data.\nAll personal data will be anonymysed/pseudonymised, and for all data collections security  \nmeasures are or will be implemented to prevent unauthorised access to personal data.\n8For sharing and archiving non-sensitive information between REMEDIS partners – such as  \ntemplates (e.g. for reports or informed consent forms), final deliverables, blog texts, meeting  \nminutes and presentations – Dropbox is the main platform. For more informal talks between  \npartners we also use the Slack platform. No personal data are collected by REMEDIS for these  \npurposes.\n6Ethical aspects\nREMEDIS ensures compliance with the ethics requirements of the European Commission and  \nwith the EU’s General Data Protection Regulation. \n6.1Ethics approval of the ethics committees  \nThe Social and Societal Ethics Committee (SMEC) of the KU Leuven will have approved the  \nproject’s  handling  of  ethical  issues  before  the  actual  commencement  of  WP2  ( Co-\ndevelopment  of  enhancements  and  improvements  of  intervention  programmes ).  SMEC \nevaluates research on human subjects that is not related to health science practices or  \nincludes medical or pharmacological procedures. It includes a multidisciplinary panel of  \nexperts for ethical review of research in the humanities and the behavioural or social science  \nresearch traditions.  \nEach scientific partner who has an institutional ethics committee will seek the advice and  \nagreement of their own institute’s Ethics Committee for their own research activities in WPs 2-\n4. Should the partner’s host institute not have an institutional ethics committee, the KU Leuven  \nwill submit, in close collaboration with that partner, the data and test procedures to SMEC to  \nadhere to the research ethics related procedures of the KU Leuven. \n6.2Ethics throughout the project\nREMEDIS adheres to the principles laid down in ALLEAs European Code of Conduct for  \nResearch Integrity (2017). The project follows and makes use of the work done for global  \nharmonisation by the World Intellectual Property Research Conferences and will make sure  \nthat the project partners and researchers will have necessary and updated knowledge of both  \nresearch ethics and research integrity, as stated in the H2020 article 34.\n6.2.1Human participants\nFor participants  (and the parents or legally authorised representatives, if relevant)  in the \nexperimental studies (WP3) an informed consent form and information sheet will be provided  \n(following art. 4 & 7 of the General Data Protection Regulation (Regulation (EU) 2016/679)  \nrelated to Informed Consent). This informed consent includes that the participants will be  \ninformed on the purpose, nature and risks/discomforts of and objections to the study before  \nproviding any such consent.  The participants will be informed that they can withdraw from the  \nproject at any given time without this having any consequences . The participants will also be  \ninformed that their names will not be published and that the confidentiality of the data at each  \nstage of the research will be guaranteed. The information provided will be clear and the  \nparticipants will be allowed time to think between receiving the information and potentially  \nproviding their consent. The participants may revoke such consent at any time during the  \nstudy, without any negative consequences, as such ending their participation in the study.  \nThe informed consent forms and information sheets will be available before each research  \nactivity begins. The format and content of these informed consent forms and information  \n9sheets will confirm strictly to the guidelines that exist in the EU Member States, regarding their  \ncontent, style and format. The informed consent forms will be kept on file. For all research  \nactivities, all publicly available research results will be anonymised or coded to protect the  \nprivacy of research participants . \nThe project will adhere to the general rules of limits of confidentiality and the obligation to notify  \nproper authorities, and will establish protocols if and when during the research process it is  \nclear that informants are at risk of harming themselves, or pose an immediate threat to others.  \nIn addition, the project will seek to anticipate if and when third parties can be affected by the  \nresearch, for instance when informants provide information about individuals originally not part  \nof the research. Protocols will be established to solve these situations.  \nIn the REMEDIS project, vulnerable target groups and their caregivers will be participants,  \nas the results of the research will benefit the individual or group represented by the participant.  \nFurthermore, the REMEDIS project has no objectives which are harmful or prejudicial to  \nparticipants. For the data collection with children and adolescents, we will obtain informed  \nconsent from the legally authorised representative and ensure that they have sufficient  \ninformation to enable them to provide this on behalf and in the best interest of their child. In  \naddition to the consent of the parents or legal representatives, the assent of the children will be  \nobtained.  This  assent  will  be  written  in  child-friendly  language.  All  other  requirements  \ndescribed above for human participants do also apply for children and adolescents.  \n6.2.2Personal data\nThe collection of data will be carried out in compliance with the General Data Protection  \nRegulation (EU) 2016/679, and related national legislation such as the Belgian Privacy Law  \n(Law of 8 December 1992), and the regulations relating to the implementation of that law (KB  \n13/02/2001 and KB 17/12/2003). \nData will only be collected and distributed in EU Member States and states deemed by the  \nEuropean Commission to have adequate data protection rules . The beneficiaries will evaluate  \nthe ethics risks related to the data processing activities of the project. The risk evaluation and  \nthe assessment will be submitted as a deliverable. \nAll data used in the project is publicly available and can be freely used for the purposes of the  \nproject. Two types of data will be collected during the project: primary and secondary. When  \nprimary data are to be collected, the project will respect the principles of justifiability,  \nproportionality and transparency: the data will only be collected for a clearly specified goal, and  \nwill not be preserved for longer than necessary; the data collected will be relevant and  \nproportional to the goals of the research; and the persons involved will be clearly informed  \nabout the goals, and also about any further use of the data collected. Informed consent will be  \nobtained from the participants. The participants will be informed of their right to consult the  \ndata collected, the right to temporarily restrict processing, the right to have the data erased, the  \nright to know what data is being collected. their right to correction of erroneous data, and their  \nright to withdraw from the research at any time. In REMEDIS, all data will be anonymised, in  \nsuch a way that the data subject can no longer be identified (and therefore is no longer  \npersonal data and thus outside the scope of data protection law).\n10Where secondary data are to be used, this will be obtained from an authorised public source.  \nAuthorisation for accessing and using such data will be obtained from the relevant national and  \nsectoral committees. If practically possible, authorisation from the participants who originally  \nprovided the data will also be obtained. The secondary data used in REMEDIS (i.e. in WP1) is  \npredominantly publicly available, open or published data, and can be freely used. The  \nsecondary data will be requested and managed by the partners in charge of the related task  \nand used according to the rules of the providers, including non-delivery to other project  \npartners if this is not part of the agreement taken. Each partner involved will describe the  \nsecurity measures that will be implemented to prevent unauthorised access to personal data or  \nthe equipment used for processing.\nPersonal data related to communication, dissemination and exploitation\nREMEDIS processes personal data (legal basis:  Art. 4 (1) GDPR) within the scope of our  \nprivacy policy only to the extent necessary to provide a functioning website and the contents  \nand services made available here. Website visitors provide personal data, for instance, by  \nusing a contact form, sharing or commenting a blog post or registering for the newsletter. The  \npurpose of processing these data is to provide visitors with the services of the REMEDIS  \nwebsite and/or the services they registered for. Besides these, some personal data are  \nautomatically captured by IT systems every time they visit the REMEDIS website. REMEDIS  \nuses these data to assist in providing and improving effective services and analysing the use of  \nthe REMEDIS pages.\nWhen anyone visits the REMEDIS website without registering for any services listed below  \nand without providing REMEDIS with personal data in any other form, the REMEDIS website  \nserver automatically collects  information about visitors, including personal data. The data are:  \nIP address, referrer URL, your device type, name and IDs, date and time, content of your  \nrequest, and your browser version.\nREMEDIS uses such information to provide a functional website (legal basis:  Art. 6 (1) b \nGDPR), for instance, by adapting the pages to the requirements of each device. Furthermore,  \nwe safeguard the website’s stability and security (legal basis:  Art. 6 (1) f GDPR). We have \nreasonable state-of-the-art security measures in place to protect against the loss, misuse and  \nalteration of personal data under our control, e.g., SSL/TLS-encryption. While we cannot  \nensure or guarantee that loss, misuse or alteration of information will never occur, we use all  \nreasonable efforts to prevent it. \nVisitors have the option to subscribe to our newsletter through which we keep them posted on  \nany activities taking place on our website, on events, news and much more. Their data (i.e.  \ntheir name and e-mail address) are retained as long as they subscribe to our newsletter. They  \ncan unsubscribe from receiving this newsletter at any time via an unsubscribe button at the  \nbottom of all newsletters sent out. If they choose to unsubscribe, all data are irreversibly  \nerased from our servers (legal basis:  Art. 6 (1) a GDPR).\n6.3Ethics per work package\n6.3.1WP3: Evaluation and validation of intervention programmes\nTwelve enhanced interventions in the field of media literacy and digital skills will be tested for  \ntheir effectiveness in the six REMEDIS countries (2 interventions per country). For participants  \n(and the parents or legally authorised representatives, if relevant)  who will participate in one of  \nthe 12 experimental studies an informed consent form and information sheet will be provided.  \nThe participants will be informed that they can withdraw from the project at any given time  \nwithout this having any consequences. The participants will also be informed that their names  \n11will not be published and that the confidentiality of the data at each stage of the research will be  \nguaranteed. The information provided will be clear and the participants will be allowed time to  \nthink  between  receiving  the  information  and  potentially  providing  their  consent.  The  \nparticipants may revoke such consent at any time during the study, without any negative  \nconsequences, as such ending their participation in the study.\n7Other issues\nAll project partners comply with the European regulation for data protection. Actions dealing  \nwith data collection and data storage will be carried on accordingly. KU Leuven helps its  \nresearchers  in  the  area  of  RDM  (Research  Data  Management)  by  the  provision  of  a  \ncustomised  and  free  data  management  plan  (including  guidance  to  KU  Leuven  legal  \nrequirements and policy guidelines) based on the templates provided by the Digital Curation  \nCentre (UK), and a dedicated RDM support desk advising on data storage, metadata and  \npreparing for data sharing. \nMost pictures and photos used for communication, dissemination and exploitation purposes  \non our website or in our blog texts are selected from free stock websites such as pexels.com.  \nPictures or photos of (research) participants may only be used after explicit consent by the  \nrespective participants."
    },
    "clean_full_text": "1 Disclaimer REMEDIS is supported by Research Foundation – Flanders (FWO), Belgium; UK Research and Innovation (UKRI), United Kingdom; Estonian Research Council (ETAg), Estonia; Agencia Estatal de Investigación (AEI), Spain; Academy of Finland (A KA), Finland; and Narodowe Centrum Nauki (NCN), Poland under CHANSE ERA-NET Co-fund programme, which has received funding from the European Union’s Horizon 2020 Research and Innovation Programme, under Grant Agreement no 101004509. 2Data Management Plan Due date: 15 December 2022 Lead beneficiary: KU Leuven Authors: Willem Joris, Joyce Vissenberg, & Leen d’Haenens 3REMEDIS Partners The REMEDIS consortium includes seven partners and 14 non-academic Cooperation Partners who will actively engage in meeting the objectives of the project. In achieving these objectives, REMEDIS brings together leading international centres for research on media studies, communication sciences, psychology, pedagogy, educational sciences, and sociology. REMEDIS’s Cooperation Partners include policymakers and practitioners, representing different life domains for which ML&DS interventions need to be developed: European Schoolnet, COFACE Families Europe, Mediawijs, Public Libraries 2030, Good Things Foundation, National Literacy Trust, Star Cloud LLC, Education and Youth Board of Estonia, PantallasAmigas, Gaptain, Economy and Youth TAT, The Finnish Society and Media Education, International House Integra Bielsko, and Śląskie Centrum Edukacji i Rehabilitacji “Arteria” w Katowicach. 4Table of contents 1Introduction....................................................................................................................... 5 2Data summary................................................................................................................... 6 3FAIR Data......................................................................................................................... 6 4Allocation of resources ...................................................................................................... 8 5Data security..................................................................................................................... 8 6Ethical aspects.................................................................................................................. 8 6.1Ethics approval of the ethics committees .................................................................. 8 6.2Ethics throughout the project ..................................................................................... 9 6.2.1Human participants ............................................................................................. 9 6.2.2Personal data................................................................................................... 10 6.3Ethics per work package .......................................................................................... 12 6.3.1WP3: Evaluation and validation of intervention programmes ...........................12 7Other issues.................................................................................................................... 12 51Introduction The REMEDIS project engages in several data collection operations. These are conducted within different work packages. In this Data Management Plan (DMP), these different data collection operations will therefore be discussed independently of each other. They consist of: 1)Systematic evidence review (Task 1.1, Task 1.2) 2)Evaluation and validation of interventions using experimental designs (Tasks 3.1 – 3.6) We aim to maximise transparency and accountability, enable scrutiny of any data generated, increase the impact and visibility of the research, and address any barriers to get access to data compatible with full ethics compliance. All of REMEDIS’ data collection efforts are at the time of writing of this Data Management Plan still in development. This means that information on the amount of data gathered and the possibilities of making metadata and data available cannot be fully envisaged at this point. Other currently anticipated aspects of data management may change in the course of the project for various reasons. Hence, the DMP will be updated accordingly, as the project unfolds, and these aspects of data management become clearer. KU Leuven supports its researchers in the area of RDM (research data management) by the provision of a customized and free data management plan (DMP) (including guidance to KU Leuven legal requirements and policy guidelines) based on the templates provided by the Digital Curation Centre (UK), and a dedicated RDM support desk advising on data storage, metadata and preparing data for sharing. The university also continues to invest in affordable long-term storage and curation facilities. 62Data summary Table 1. REMEDIS data at a glance TaskData typeNFormatRepositoryAnonymised or pseudonymisedStorage durationOpen access 1.1 – 1.2Extracted studies4800 .xlsxSecure databaseYes 5 yearsNo 3.1 – 3.6Pre- and post- survey responses as part of experimental design12.sav .csvSecure databaseYes 5 yearsNo 3FAIR Data REMEDIS will take duly into account the FAIR guidelines of accessibility, interoperability and increase data reuse. Research data obtained by the project partners will be collected and stored by each partner in secure databases at their institution for the purposes of elaborations to be carried out in the project. These data will be used for achieving project objectives and for related scientific dissemination activities, including follow-up of scientific activities. All publications will be made available on the website of the project and on the Zenodo platform. Data will be used by the partners who collect and generate them for these publications. All publications will be shared through a standard identification mechanism such as persistent digital object identifiers (DOI) provided via commonly used data repositories such as Zenodo. We plan to use standard naming conventions (e.g., work package name + data type + version no. format) that will be centrally coordinated among work packages throughout the REMEDIS project. The possible metadata include: keywords, grant information, date of the data version clearing, data type, data size (e.g., no. of total cases included and no. of variables), software for replicating analysis, and methodological details concerning data collection and data wrangling. Once all milestones and deliverables are communicated, an associated version of the data will be labelled and cleared for version control. Any additional amendments will be then added should such changes occur. Each stage of the project will be evaluated from an ethical point of view and will guarantee the adherence of the project to the FAIR guiding principles for scientific data management. Furthermore, the research protocols will be made available and will remain re-usable by other researchers for similar research projects. For each project partner, the storage system will be preserved with a backup system. Categories of data that will be stored for long term preservation will be, in general terms, research data derived from individual WPs of the project, publications, and technical reports produced in the framework of the project. Prior to the commencement of the project, all partners have signed the Consortium Agreement regulating Intellectual Property Rights (IPR) and the protection of knowledge in detail. The Consortium Agreement establishes the formal legal basis for Intellectual Property (IP). IP will remain with the authors of the work, governed by the rules of their employing institution, unless 7explicitly provided for otherwise. In the case of co-authored articles, IP shall be assumed to be joint ownership unless explicitly agreed otherwise and agreed by the Supervisory Board. Where several parties have jointly engaged in research, where the share of work cannot be ascertained, they shall have joint ownership of such material. However, where the joint ownership management agreement is pending, each of the joint owners shall be entitled to use their jointly owned research for educational and research purposes on a royalty-free basis, and without requiring prior consent of the other joint owner(s). For the twelve experimental studies (WP3), additional and/or different measures are taken. After the data collection in each country, data will be cleaned. The top priority will be given to anonymisation, labelling of variable names, recoding, preparing of a substantive documentation report. Metadata information will be provided. Standards on type of metadata that will be created are among others: DOI, publication date, study title, grant information, principal investigators, contact information, abstract, key words, type of data source. The data will have standard format which is applicable by analytical software currently used in most disciplines. The data will probably be available in two basic formats: SPPS as well as .cvs. SPSS, which is standard software for analyses applied within relevant disciplines. The .csv format can be used by SPSS as well as most other analytical software programmes (including open source ones, such as R, which are available freely). We will use data-cleaning and data managing procedures which follow basic standards in the field to produce dataset which contains most relevant information for immediate use. The documentation depicting management of the data as well as scripts used for creation of derived variables will be provided. The data dictionary, a document depicting all other relevant information, will be created and available. 4Allocation of resources Costs of data collection, data preparation, anonymisation and provision of metadata are incorporated within the REMEDIS work plan, and will be carried out by the researchers involved in the respective tasks. The publicly available data will have value in the long term for academics, educational practitioners, and policy makers. Storage of publicly available data and metadata at recognised data repositories safeguards long-term availability of these data. The Management Team will be responsible for implementing the DMP. They will update this DMP anytime conditions change. 5Data security All REMEDIS’ research data obtained by the project partners will be collected and stored by each partner in secure databases at their institution for the purposes of elaborations to be carried out in the project. In addition, primary research data will also be centralised by KU Leuven. They will be used for achieving project objectives and related scientific dissemination activities, including follow up scientific activities. For each task, the task leader will be responsible for the collection, storage, and processing of the data. Furthermore, each partner involved in a task is also responsible for the collection, storage, and processing of their own research data. All personal data will be anonymysed/pseudonymised, and for all data collections security measures are or will be implemented to prevent unauthorised access to personal data. 8For sharing and archiving non-sensitive information between REMEDIS partners – such as templates (e.g. for reports or informed consent forms), final deliverables, blog texts, meeting minutes and presentations – Dropbox is the main platform. For more informal talks between partners we also use the Slack platform. No personal data are collected by REMEDIS for these purposes. 6Ethical aspects REMEDIS ensures compliance with the ethics requirements of the European Commission and with the EU’s General Data Protection Regulation. 6.1Ethics approval of the ethics committees The Social and Societal Ethics Committee (SMEC) of the KU Leuven will have approved the project’s handling of ethical issues before the actual commencement of WP2 ( Co- development of enhancements and improvements of intervention programmes ). SMEC evaluates research on human subjects that is not related to health science practices or includes medical or pharmacological procedures. It includes a multidisciplinary panel of experts for ethical review of research in the humanities and the behavioural or social science research traditions. Each scientific partner who has an institutional ethics committee will seek the advice and agreement of their own institute’s Ethics Committee for their own research activities in WPs 2- 4. Should the partner’s host institute not have an institutional ethics committee, the KU Leuven will submit, in close collaboration with that partner, the data and test procedures to SMEC to adhere to the research ethics related procedures of the KU Leuven. 6.2Ethics throughout the project REMEDIS adheres to the principles laid down in ALLEAs European Code of Conduct for Research Integrity (2017). The project follows and makes use of the work done for global harmonisation by the World Intellectual Property Research Conferences and will make sure that the project partners and researchers will have necessary and updated knowledge of both research ethics and research integrity, as stated in the H2020 article 34. 6.2.1Human participants For participants (and the parents or legally authorised representatives, if relevant) in the experimental studies (WP3) an informed consent form and information sheet will be provided (following art. 4 & 7 of the General Data Protection Regulation (Regulation (EU) 2016/679) related to Informed Consent). This informed consent includes that the participants will be informed on the purpose, nature and risks/discomforts of and objections to the study before providing any such consent. The participants will be informed that they can withdraw from the project at any given time without this having any consequences . The participants will also be informed that their names will not be published and that the confidentiality of the data at each stage of the research will be guaranteed. The information provided will be clear and the participants will be allowed time to think between receiving the information and potentially providing their consent. The participants may revoke such consent at any time during the study, without any negative consequences, as such ending their participation in the study. The informed consent forms and information sheets will be available before each research activity begins. The format and content of these informed consent forms and information 9sheets will confirm strictly to the guidelines that exist in the EU Member States, regarding their content, style and format. The informed consent forms will be kept on file. For all research activities, all publicly available research results will be anonymised or coded to protect the privacy of research participants . The project will adhere to the general rules of limits of confidentiality and the obligation to notify proper authorities, and will establish protocols if and when during the research process it is clear that informants are at risk of harming themselves, or pose an immediate threat to others. In addition, the project will seek to anticipate if and when third parties can be affected by the research, for instance when informants provide information about individuals originally not part of the research. Protocols will be established to solve these situations. In the REMEDIS project, vulnerable target groups and their caregivers will be participants, as the results of the research will benefit the individual or group represented by the participant. Furthermore, the REMEDIS project has no objectives which are harmful or prejudicial to participants. For the data collection with children and adolescents, we will obtain informed consent from the legally authorised representative and ensure that they have sufficient information to enable them to provide this on behalf and in the best interest of their child. In addition to the consent of the parents or legal representatives, the assent of the children will be obtained. This assent will be written in child-friendly language. All other requirements described above for human participants do also apply for children and adolescents. 6.2.2Personal data The collection of data will be carried out in compliance with the General Data Protection Regulation (EU) 2016/679, and related national legislation such as the Belgian Privacy Law (Law of 8 December 1992), and the regulations relating to the implementation of that law (KB 13/02/2001 and KB 17/12/2003). Data will only be collected and distributed in EU Member States and states deemed by the European Commission to have adequate data protection rules . The beneficiaries will evaluate the ethics risks related to the data processing activities of the project. The risk evaluation and the assessment will be submitted as a deliverable. All data used in the project is publicly available and can be freely used for the purposes of the project. Two types of data will be collected during the project: primary and secondary. When primary data are to be collected, the project will respect the principles of justifiability, proportionality and transparency: the data will only be collected for a clearly specified goal, and will not be preserved for longer than necessary; the data collected will be relevant and proportional to the goals of the research; and the persons involved will be clearly informed about the goals, and also about any further use of the data collected. Informed consent will be obtained from the participants. The participants will be informed of their right to consult the data collected, the right to temporarily restrict processing, the right to have the data erased, the right to know what data is being collected. their right to correction of erroneous data, and their right to withdraw from the research at any time. In REMEDIS, all data will be anonymised, in such a way that the data subject can no longer be identified (and therefore is no longer personal data and thus outside the scope of data protection law). 10Where secondary data are to be used, this will be obtained from an authorised public source. Authorisation for accessing and using such data will be obtained from the relevant national and sectoral committees. If practically possible, authorisation from the participants who originally provided the data will also be obtained. The secondary data used in REMEDIS (i.e. in WP1) is predominantly publicly available, open or published data, and can be freely used. The secondary data will be requested and managed by the partners in charge of the related task and used according to the rules of the providers, including non-delivery to other project partners if this is not part of the agreement taken. Each partner involved will describe the security measures that will be implemented to prevent unauthorised access to personal data or the equipment used for processing. Personal data related to communication, dissemination and exploitation REMEDIS processes personal data (legal basis: Art. 4 (1) GDPR) within the scope of our privacy policy only to the extent necessary to provide a functioning website and the contents and services made available here. Website visitors provide personal data, for instance, by using a contact form, sharing or commenting a blog post or registering for the newsletter. The purpose of processing these data is to provide visitors with the services of the REMEDIS website and/or the services they registered for. Besides these, some personal data are automatically captured by IT systems every time they visit the REMEDIS website. REMEDIS uses these data to assist in providing and improving effective services and analysing the use of the REMEDIS pages. When anyone visits the REMEDIS website without registering for any services listed below and without providing REMEDIS with personal data in any other form, the REMEDIS website server automatically collects information about visitors, including personal data. The data are: IP address, referrer URL, your device type, name and IDs, date and time, content of your request, and your browser version. REMEDIS uses such information to provide a functional website (legal basis: Art. 6 (1) b GDPR), for instance, by adapting the pages to the requirements of each device. Furthermore, we safeguard the website’s stability and security (legal basis: Art. 6 (1) f GDPR). We have reasonable state-of-the-art security measures in place to protect against the loss, misuse and alteration of personal data under our control, e.g., SSL/TLS-encryption. While we cannot ensure or guarantee that loss, misuse or alteration of information will never occur, we use all reasonable efforts to prevent it. Visitors have the option to subscribe to our newsletter through which we keep them posted on any activities taking place on our website, on events, news and much more. Their data (i.e. their name and e-mail address) are retained as long as they subscribe to our newsletter. They can unsubscribe from receiving this newsletter at any time via an unsubscribe button at the bottom of all newsletters sent out. If they choose to unsubscribe, all data are irreversibly erased from our servers (legal basis: Art. 6 (1) a GDPR). 6.3Ethics per work package 6.3.1WP3: Evaluation and validation of intervention programmes Twelve enhanced interventions in the field of media literacy and digital skills will be tested for their effectiveness in the six REMEDIS countries (2 interventions per country). For participants (and the parents or legally authorised representatives, if relevant) who will participate in one of the 12 experimental studies an informed consent form and information sheet will be provided. The participants will be informed that they can withdraw from the project at any given time without this having any consequences. The participants will also be informed that their names 11will not be published and that the confidentiality of the data at each stage of the research will be guaranteed. The information provided will be clear and the participants will be allowed time to think between receiving the information and potentially providing their consent. The participants may revoke such consent at any time during the study, without any negative consequences, as such ending their participation in the study. 7Other issues All project partners comply with the European regulation for data protection. Actions dealing with data collection and data storage will be carried on accordingly. KU Leuven helps its researchers in the area of RDM (Research Data Management) by the provision of a customised and free data management plan (including guidance to KU Leuven legal requirements and policy guidelines) based on the templates provided by the Digital Curation Centre (UK), and a dedicated RDM support desk advising on data storage, metadata and preparing for data sharing. Most pictures and photos used for communication, dissemination and exploitation purposes on our website or in our blog texts are selected from free stock websites such as pexels.com. Pictures or photos of (research) participants may only be used after explicit consent by the respective participants."
}