{
    "document_id": "D-2023-1989",
    "LinkTitle": "D-2023-1989",
    "file_name": "D-2023-1989.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1989.pdf",
    "metadata": {
        "title": "Advancing organoid technology beyond state-of-the-art: bioengineering a defined matrix scaffold for next-generation organoid modeling and application",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Advancing organoid technology beyond state-of-the-art: bioengineering a defined matrix\nscaffold for next-generation organoid modeling and application\nA Data Management Plan created using DMPonline.be\nCreator: \nSilke De Vriendt \n \nhttps://orcid.org/0000-0002-4022-2869\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S00823N\nID: \n197627\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nLast modified: \n19-04-2023\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n1 of 7\nAdvancing organoid technology beyond state-of-the-art: bioengineering a defined matrix\nscaffold for next-generation organoid modeling and application\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPIC hydrogels\nGeneration  of\ndifferent types of\nPIC hydrogels\nNew\nPhysical\n \n \n \n100 Eppendorf\ntubes (1.5 mL)\nPIC hydrogels\nCharacterization\nof different types\nof PIC hydrogels\nNew\nDigital\nExperimental\n.xls\n<100MB\n \nCryopreserved\nbiopsies\nEndometrial\nbiopsies of both\nhealthy women\nand endometriosis\npatients. Obtained\nvia fertility\nclinic of UZ\nLeuven.\nNew\nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n2 vials of\nprimary\ntissue/cells.\nCryopreserved\norganoids and\nstromal cells\nOrganoids and\nstromal cells\nderived from\nendometrial\nbiopsies of both\nhealthy women\nand endometriosis\npatients.\nNew\nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n15 vials of\norganoids or\nstromal cells. \nFixed samples\nParaformaldehyde\n(PFA)-fixed\npatient\nendometrial\nbiopsies and\norganoids ( stored\nin the\ndesignated\nclosets in the lab).\nOrganoids are\nobtained as\npublished in\nPMID: 28442471\nNew\nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n15 fixed\nsamples\n(primary & -\nderived\norganoid\nsamples)\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n2 of 7\nMicrotome\nsections\nRotary microtome\nsections obtained\nfrom PFA-fixed\nsamples\nNew\nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n40 microtome\nsections.\nRNA\nRNA from\nbiopsies and\norganoids\nNew\nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n15 conditions\n(primary & -\nderived\norganoid\nsamples)\ncDNA\ncDNA from\nbiopsies and\norganoids\nNew \nPhysical\n \n \n \n10 relevant\nbiological\nsamples with\neach\napproximately\n15 conditions\n(primary & -\nderived\norganoid\nsamples)\nViral vectors\nViral vectors for\ntargeted genes for\nCRISPR-Cas9\nengineering in\norganoids.\nNew\nPhysical\n \n \n \n5 different\nvectors (vials)\nobtained from\ncollaborators.\nDrug and\nchemical\ncompounds\nDrug and\nchemical\ncompounds for\ndrug/toxicity\nscreens\nNew\nPhysical\n \n \n \n20 different\ndrugs/chemical\ncompounds\n(vials)\nobtained from\ncollaborators.\nLight,\nepifluorescence\nand confocal\nimages\nLight,\nepifluorescence\nand confocal\nimages from\nsections of\norganoids and\nprimary\ntissue\nNew\nDigital\nExperimental\n.lif, .lsm and\n.tiff files\n<100 GB\n \nqPCR data\nqPCR data from\ngene expression\nanalysis of\norganoids.\nNew\nDigital\nExperimental\n.xls files\n<100 MB \n \nscRNA-seq\ndataset\nSingle-cell RNA-\nsequencing data\nof endometrial\norganoids\nNew\nDigital\nExperimental\n.fastq files\n<1 TB\n \nscRNA-seq\noutput\nOutput of single-\ncell RNA-\nsequencing data\nof endometrial\norganoids\nNew\nDigital\nExperimental\n.html, .txt, .pdf\nfiles\n<100 MB\n \nExperimental\nanalysis data\nand\nmanuscripts\nExperimental\nanalysis data and\nmanuscripts\nNew\nDigital\nExperimental\n.xls, .txt files\n<100 MB\n \nBiopsy and\norganoid\nbiobank\ndatabase\nBiopsy and\norganoid biobank\ndatabase\nNew\nDigital\nExperimental\n.xls files\n<100 MB\n \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n3 of 7\nRheology\nmeasurements\nData from a\nrheometer (DHR-\n2, TA) will be\nused to address\nthe mechanical\nproperty of PIC\nhydrogels.\nNew\nDigital\nExperimental\n.xls files\n<100 MB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPermission for healthy and endometriotic endometrium research has been obtained from the Ethical Commission (S59006 and S59177).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nThe patient information has been encrypted. The applicant will only receive if the biopsies are derived from a healthy person or patient suffering from\nendometriosis. No detailed personal patient information will be acquired. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n- Daily lab activities are recorded in detail in the labbook.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n4 of 7\n- Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on the KU Leuven One drive.\n- For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of\norganoid culture, amount of days in culture, magnification used, antibodies/dyes. Images will be saved on the shared drive of the lab and KU Leuven\nOne drive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labeled in a clearly structured way\n(according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab\nbook. A meta data file, generated by the microscope programme, is saved automatically together with the image.\n- For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations\nare written down in lab book and later transfered manually to an excel file where all previous RNA/cDNA measurements are stored. Date of\nmeasurement together with name of the sample is included. The location of each sample (which freezer and which box) is also included in this excel\nfile.\n- For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"Date_experiment number_sample\nname(s)_general gene list_qPCR\". The qPCR data is saved in a \"qPCR folder\" within the 'Raw data' folder, together with the template of the\nparticular qPCR reaction. The analysed data can be found in the designated folder of the particular experiment within the 'Analysed data' folder.\nGraphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"Experiment number_sample name(s)_general gene list_graphpad\"\nand saved in the same folder.\n- For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical scRNA-sequencing workflow. Each script is saved\nas 'Experiment number_vignette type used'. Each figure is saved as 'Experiment number_sample name(s)_figure type'.\n- Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry\nstainings, organoid culture, medium preparation,... are all included in the labbook. In the table of contents of the labbook the page number of each\nprotocol included in the lab book can be found. In addition, the start of each experiment is indicated in the table of contents.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nAt the moment, metadata standards are not implemented in the research group.\nThe microscope programme automatically generates an metadata file for every image which is saved together with the image.\nIn general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly\nstructured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the\nexperimental conditions.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic backup) and a copy is stored on the KU\nLeuven Onedrive. Copies can be made on the applicants personal Onedrive. The large scRNA-sequencing data will be stored on the lab's common\nstorage space of the Flemish Super Computer VSC. Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C)\nor freezers (-20°C or -80°C) or liquid nitrogen container of the research group. All data stored in the labbooks remain available in the host lab even\nafter departure of the applicant.\nAfter the research: The digital data are stored on the shared server of the lab. After completing the study, all data are uploaded to a repository to be\ndetermined (e.g. archive space of the VSC) and placed under embargo for five years. \nHow will the data be backed up?\nDigital data are stored on the KU Leuven One Drive which has automatic backup. In addition, acquired data will be backed-up on an external hard-\ndrive every 6 months.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project considering the estimated volume.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n5 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and password. An extra layer of precaution will\nbe taken by activating the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the\napplicant.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the 2 TB of storage on KU Leuven Onedrive are carried by KU Leuven.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAfter the research, all digital data will be stored on the shared server of the lab. A copy of the data will be deposited on an external hard drive of the\nsupervisor. After completing the study, all data will also be uploaded to a repository to be determined (e.g. archive space of the VSC) and placed\nunder embargo for five years. \nRNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples\ncontaining RNA are not kept for the expected 5 year period after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the\nlarge scRNA-seq dataset). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and\nplaced under embargo for five years. We will also deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the\nthe storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for long-term storage of research data in a cost-\nefficient manner: 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in an Open Access repository\nThe following datasets will be made available:\nFluorescence/brightfield images\nqPCR data\nscRNA-sequencing dataset\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n6 of 7\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD thesis.\nThe scRNA-sequencing data will be made available on ArrayExpress after publication.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)), so that users have to give credit to the\noriginal data creators. Public availability after publishing the data will also depend on the journals policy (postpublication data repository). RNA\nsequencing data can be accessed on ArrayExpress after publication.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are currently no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe grant holder, Silke De Vriendt. \nWho will manage data storage and backup during the research project?\nThe grant holder, Silke De Vriendt. \nWho will manage data preservation and sharing?\nThe PI (Prof. Dr Hugo Vankelecom) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe grant holder (Silke De Vriendt) will be responsible for updating this DMP. The PI (Prof. Dr Hugo Vankelecom) bears the end responsibility for\nupdating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n7 of 7"
    },
    "clean_full_text": "Advancing organoid technology beyond state-of-the-art: bioengineering a defined matrix scaffold for next-generation organoid modeling and application A Data Management Plan created using DMPonline.be Creator: Silke De Vriendt https://orcid.org/0000-0002-4022-2869 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S00823N ID: 197627 Start date: 01-11-2022 End date: 31-10-2026 Last modified: 19-04-2023 Created using DMPonline.be. Last modiﬁed 19 April 2023 1 of 7 Advancing organoid technology beyond state-of-the-art: bioengineering a defined matrix scaffold for next-generation organoid modeling and application FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA PIC hydrogels Generation of different types of PIC hydrogels New Physical 100 Eppendorf tubes (1.5 mL) PIC hydrogels Characterization of different types of PIC hydrogels New Digital Experimental .xls <100MB Cryopreserved biopsies Endometrial biopsies of both healthy women and endometriosis patients. Obtained via fertility clinic of UZ Leuven. New Physical 10 relevant biological samples with each approximately 2 vials of primary tissue/cells. Cryopreserved organoids and stromal cells Organoids and stromal cells derived from endometrial biopsies of both healthy women and endometriosis patients. New Physical 10 relevant biological samples with each approximately 15 vials of organoids or stromal cells. Fixed samples Paraformaldehyde (PFA)-fixed patient endometrial biopsies and organoids ( stored in the designated closets in the lab). Organoids are obtained as published in PMID: 28442471 New Physical 10 relevant biological samples with each approximately 15 fixed samples (primary & - derived organoid samples) Created using DMPonline.be. Last modiﬁed 19 April 2023 2 of 7 Microtome sections Rotary microtome sections obtained from PFA-fixed samples New Physical 10 relevant biological samples with each approximately 40 microtome sections. RNA RNA from biopsies and organoids New Physical 10 relevant biological samples with each approximately 15 conditions (primary & - derived organoid samples) cDNA cDNA from biopsies and organoids New Physical 10 relevant biological samples with each approximately 15 conditions (primary & - derived organoid samples) Viral vectors Viral vectors for targeted genes for CRISPR-Cas9 engineering in organoids. New Physical 5 different vectors (vials) obtained from collaborators. Drug and chemical compounds Drug and chemical compounds for drug/toxicity screens New Physical 20 different drugs/chemical compounds (vials) obtained from collaborators. Light, epifluorescence and confocal images Light, epifluorescence and confocal images from sections of organoids and primary tissue New Digital Experimental .lif, .lsm and .tiff files <100 GB qPCR data qPCR data from gene expression analysis of organoids. New Digital Experimental .xls files <100 MB scRNA-seq dataset Single-cell RNA- sequencing data of endometrial organoids New Digital Experimental .fastq files <1 TB scRNA-seq output Output of single- cell RNA- sequencing data of endometrial organoids New Digital Experimental .html, .txt, .pdf files <100 MB Experimental analysis data and manuscripts Experimental analysis data and manuscripts New Digital Experimental .xls, .txt files <100 MB Biopsy and organoid biobank database Biopsy and organoid biobank database New Digital Experimental .xls files <100 MB Created using DMPonline.be. Last modiﬁed 19 April 2023 3 of 7 Rheology measurements Data from a rheometer (DHR- 2, TA) will be used to address the mechanical property of PIC hydrogels. New Digital Experimental .xls files <100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Permission for healthy and endometriotic endometrium research has been obtained from the Ethical Commission (S59006 and S59177). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No The patient information has been encrypted. The applicant will only receive if the biopsies are derived from a healthy person or patient suffering from endometriosis. No detailed personal patient information will be acquired. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - Daily lab activities are recorded in detail in the labbook. Created using DMPonline.be. Last modiﬁed 19 April 2023 4 of 7 - Overview of experiments (date, topic, sample origin, experimental set-up, read-outs) are saved on the KU Leuven One drive. - For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, amount of days in culture, magnification used, antibodies/dyes. Images will be saved on the shared drive of the lab and KU Leuven One drive in a designated folder of the particular experiment. Within the experiment folder, additional folders are labeled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope programme, is saved automatically together with the image. - For RNA and cDNA concentration and quality measurements using the nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transfered manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included. The location of each sample (which freezer and which box) is also included in this excel file. - For qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"Date_experiment number_sample name(s)_general gene list_qPCR\". The qPCR data is saved in a \"qPCR folder\" within the 'Raw data' folder, together with the template of the particular qPCR reaction. The analysed data can be found in the designated folder of the particular experiment within the 'Analysed data' folder. Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"Experiment number_sample name(s)_general gene list_graphpad\" and saved in the same folder. - For scRNA-sequencing scripts/figures: .html, .pdf, .txt files containing scripts or figures of typical scRNA-sequencing workflow. Each script is saved as 'Experiment number_vignette type used'. Each figure is saved as 'Experiment number_sample name(s)_figure type'. - Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation,... are all included in the labbook. In the table of contents of the labbook the page number of each protocol included in the lab book can be found. In addition, the start of each experiment is indicated in the table of contents. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No At the moment, metadata standards are not implemented in the research group. The microscope programme automatically generates an metadata file for every image which is saved together with the image. In general to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions. 3. Data storage & back-up during the research project Where will the data be stored? During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic backup) and a copy is stored on the KU Leuven Onedrive. Copies can be made on the applicants personal Onedrive. The large scRNA-sequencing data will be stored on the lab's common storage space of the Flemish Super Computer VSC. Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group. All data stored in the labbooks remain available in the host lab even after departure of the applicant. After the research: The digital data are stored on the shared server of the lab. After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. How will the data be backed up? Digital data are stored on the KU Leuven One Drive which has automatic backup. In addition, acquired data will be backed-up on an external hard- drive every 6 months. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project considering the estimated volume. Created using DMPonline.be. Last modiﬁed 19 April 2023 5 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared KU Leuven OneDrive of our lab is secured by a login with the personal u-number and password. An extra layer of precaution will be taken by activating the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the 2 TB of storage on KU Leuven Onedrive are carried by KU Leuven. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the research, all digital data will be stored on the shared server of the lab. A copy of the data will be deposited on an external hard drive of the supervisor. After completing the study, all data will also be uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. RNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq dataset). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. We will also deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for long-term storage of research data in a cost- efficient manner: 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The following datasets will be made available: Fluorescence/brightfield images qPCR data scRNA-sequencing dataset If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 19 April 2023 6 of 7 No Where will the data be made available? If already known, please provide a repository per dataset or data type. The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)), so that users have to give credit to the original data creators. Public availability after publishing the data will also depend on the journals policy (postpublication data repository). RNA sequencing data can be accessed on ArrayExpress after publication. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? There are currently no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The grant holder, Silke De Vriendt. Who will manage data storage and backup during the research project? The grant holder, Silke De Vriendt. Who will manage data preservation and sharing? The PI (Prof. Dr Hugo Vankelecom) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Silke De Vriendt) will be responsible for updating this DMP. The PI (Prof. Dr Hugo Vankelecom) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 April 2023 7 of 7"
}