{
    "document_id": "D-2023-2255",
    "LinkTitle": "D-2023-2255",
    "file_name": "D-2023-2255.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2255.pdf",
    "metadata": {
        "title": "D-2023-2255",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Maarten Roeffaers – ORCID: 0000-0001-6582-6514\nContributor name(s) (+ ORCID) & roles Prof. Maarten Roeffaers (1) – ORCID: 0000-0001-6582-6514 – Co-promotor\nProf. Hosni Idrissi ( 3) – ORCID: 0000-0002-1043-5409 – Co-promotor\nProf. Christophe Detavernier ( 2) – ORCID: 0000-0001-7653-0858 – Co-promotor\nDr. Matthias Filez ( 2) -ORCID: 0000-0002-7810-637X – Researcher\nM.Sc. Arno Depoorter (2) – PhD student\nDr. Michaël Coulombier ( 3) – ORCID: 0000-0002-0025-5711 – Researcher\nM.Sc. Salah Eddine Naceri (3) – PhD student\nDr. Rafikul Ali Saha (1) – ORCID: 0000-0002-9651-6938 – Researcher\nDr. Giedrius Degutis (1) – Researcher\nDr. Rocío Ariza (1) – ORCID: 0000-0003-2179-5757 - Researcher\nProject number1 & title G0A5923N\nModulating Energy Efficiency in Model Thin Film Energy Materials by Active Strain\nFunder(s) GrantID2G0A5923N\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 3Affiliation(s) ☒ KU Leuven (1)\n☐ Universiteit Antwerpen\n☒ Universiteit Gent (2)\n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☒ Other: Université catholique de Louvain (3)\nProvide ROR3 identifier when possible:  \nKU Leuven – 05f950310\nUniversiteit Gent – 00cv9y106\nUniversité catholique de Louvain – 02495 989 e\nPlease provide a short project description In this project, we will implement controlled levels of elastic strain as an external stimulus and explore this  \nas a ‘clean’, generic, and highly controllable approach for influencing the BULK and SURFACE properties of (i) \nmetal electrocatalysts and (ii) metal halide perovskite optoelectronic devices. Transferring both advanced \nstatic and dynamic external strain stimuli up to high elastic strain limits while having the ability to apply \nelectric bias will push the thin film structure, properties, and performance to unexplored ranges. On the \nroad, the ambition is also to push the limits of nanomechanical testing and fundamental investigation of \nthe elementary deformation mechanisms in small objects in extreme environments.  \n3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental, etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nSamplesSamples \nprepared for the \nexperiments☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAFew hundred \nsamples\nResearcher’s \nnotebooksNotebooks used \nduring the \nexperiments/res\nults discussionsGenerate new data PhysicalCompiled data - - Around 2 \nnotebooks per \nresearcher/year\nExperimental \ndataRaw data from \nthe different Generate new data DigitalExperimental .csv\n.txt< 100 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5characterization \ntechniques.oif\n.tiff\n.jpg\nAnalysed \ndataReports, figures, \npresentations, \ndata miningGenerate new data DigitalCompiled data .pdf\n.txt\n.pptx< 1 GB\nElectronic lab \nnotebooksShort \ndescription of \nexperiments \nand researcher \nobservationsGenerate new data DigitalCompiled data .txt\n.pdf< 1 GB\nMeeting \nminutesSummary of \nmeetings \nbetween project \nmembersGenerate new data DigitalCompiled data .pdf < 100 MB\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  No reuse of existing data.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).An electronic lab notebook will be created for each researcher. This notebook will contain for each \nrelevant experiment for the research a brief description of the sample used with the basic information of \nsynthesis, the parameters used for measuring, and the researcher’s observations. Daily creation of this \nelectronic lab notebook is not necessary, but in relevant experiment for the project should be included.  \nThe experimental data will be recorded with a very descriptive file name (for example: \ndate_material_synthesis conditions) in such a way that all the data can be re-analysed in the future if \nneeded and the samples can be reproduced. These data will be stored in individual folders depending on \nthe experimental setups used. Through this storage protocol, all the data can be recovered, understood, \nand compared with the researcher’s notebooks.\nThe data analysis will be stored in individual folders and a readme file describing the procedure will be \nincluded. The new analysis and experiments procedures will be detailed written to create a Standard \nOperating Procedure and will be stored in a shared folder so the reproducibility of results will be \nguaranteed.\nThe main results will be periodically reported in PDF files, where the data analysis carried out, \nexperimental conditions, and observations will be explained and included.\nFWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThere is no metadata standard in the research field. Nevertheless, the protocol specified previously should  \nmake all the data accessible and easy to reuse.  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? All the electronics data generated during the project will be stored on local computers just as shared in \nOneDrive shared folder, to where all the involved researchers will have access.\nRegarding the physical data, the samples will be stored in the proper place considering the special \nconditions required for each type of sample (glovebox, desiccator, regular box). The researcher’s \nnotebooks will be accessible in the office of the researchers.  \nFWO DMP Template (Flemish Standard DMP) 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.The digital data in local computers must be updated in the OneDrive space weekly. In addition, periodical \nbackups in the KU Leuven network K-drive of the research group ( \\\\ICTS-S-\nDFS5.luna.kuleuven.be\\archive\\SET-cMACS-ResearchData-D0758 ) will be saved. The TeraCopy Software \nwill be used for these backups to avoid potential copy fails.  \nAt UGent, the data will be preserved during and 5 years after the project. This happens in collaboration \nwith the IT managers of the department and UGent DICT, who offers protected network locations for long-\nterm storage. Data originating from experimental setups is stored on instrumentation PCs and backed up \ndaily to these protected network locations. Synchrotron data is stored on a dedicated network location. All  \ndata stored on the fellow's pc is backed up to OneDrive. After the project, this data will be copied to the \nprotected network location, so that it is Findable, Accessible, Interoperable and Re-usable (FAIR) to other \nresearchers in the group.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: The amount of digital storage capacity expected in this project is easily \naddressed with the regular capacity of local computers and K-drive space. So, no extra storage will be \nneeded.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The digital data will be stored mainly in local computers managed by IT services and OneDrive space. Both \none and the other require access through username and password, and only authorized persons will be \ngranted access.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?It is not expected that storage and backups create extra costs. Access to OneDrive is provided by KU \nLeuven and the storage in local computers will be done in existing computers. In the case of new storage \nelements will be required, they will be covered by the running projects at that moment.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).The whole digital data will be stored for at least 5 years. The volume of digital data should not be higher \nthan a few hundred Gbs, so it will not be a problem to store them for a long time.  \nOn the other hand, the physical data related to compiled data (i.e. relevant lab notebook pages) will be \ndigitalized and stored for a minimum of 5 years with those other digital data.\nIn the case of sample storage, only critical or non-reproducible samples (for cost, materials, or time-\nconsuming reasons) will be properly stored for the required time.  \nWhere will these data be archived (stored and \ncurated for the long-term)?All digital data will be stored in the K-drive for a long time.  \nCritical samples (criteria defined previously) will be stored properly in lab 00.541 (preparation laboratory) \nor glovebox 00.719 in the Nanocenter building ( Celestijnenlaan 200J, 3001 Leuven ).\nSamples storage of metallic films and Lab-On-Chip will be store in the CoCooN group facilities in the S1 \nbuilding of the University of Ghent, and the Institute of Mechanics, Materials and Civil Engineering \n(iMMC)facilities in the Réaumur building of the Université Catholique de Louvain.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The data storage is not expected to generate an extra cost since it will be covered by existing technical \nresources. In case of extra digital solutions will be needed, some of the options offered by KU Leuven for \nlong-term storage will be used. The cost of this long-term storage is around a few hundred euros and will \nbe supported for the running projects at that moment.  \nFWO DMP Template (Flemish Standard DMP) 12\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nThe digital data can be made available for reuse in open access repository if it would be necessary, for \nexample, if they are requested by a scientific journal.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The KU Leuven possesses its open repository (RDR) where the data can be published.\nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.When all the result has been published the digital data can be made available in an open repository.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  General licence of Creative Commons should be applied.  \nMore restrictive licenses can be needed during the project and will be detailed in those cases.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  It is not expected extra costs for data sharing. The use of OneDrive folder allows data sharing between the \ninvolved researchers. In addition, the volumes of data generated can be transferred using freeware tools \nfor data sharing if needed.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?All the researchers involved are expected to manage the different generated data.  Researchers from \nUCLouvain will manage the data related to the nanomechanical strain engineering and related \nmeasurements; researchers from UGent will maintain the data documentation and metadata of metal thin  \nfilm preparation and characterization; KU Leuven researchers are in charge of the measurements of the \nresults related to metal halide perovskites.\nWho will manage data storage and backup \nduring the research project?One of the researchers involved in the project from each one of the institutions will be responsible for \nkeeping updated the provided storage resources with the newly generated data. One of the involved \nresearchers will be charged with the backup copy in the group’s internal folder.  \nWho will manage data preservation and \nsharing?The co-promotors of the project are in the charge of the preservation and sharing of the data in the long \nterm.\nWho will update and implement this DMP? One researcher from the KU Leuven group will be in charge of updating the DMP and adapting it if \nrequired to new necessities appeared during the project.  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Maarten Roeffaers – ORCID: 0000-0001-6582-6514 Contributor name(s) (+ ORCID) & roles Prof. Maarten Roeffaers (1) – ORCID: 0000-0001-6582-6514 – Co-promotor Prof. Hosni Idrissi ( 3) – ORCID: 0000-0002-1043-5409 – Co-promotor Prof. Christophe Detavernier ( 2) – ORCID: 0000-0001-7653-0858 – Co-promotor Dr. Matthias Filez ( 2) -ORCID: 0000-0002-7810-637X – Researcher M.Sc. Arno Depoorter (2) – PhD student Dr. Michaël Coulombier ( 3) – ORCID: 0000-0002-0025-5711 – Researcher M.Sc. Salah Eddine Naceri (3) – PhD student Dr. Rafikul Ali Saha (1) – ORCID: 0000-0002-9651-6938 – Researcher Dr. Giedrius Degutis (1) – Researcher Dr. Rocío Ariza (1) – ORCID: 0000-0003-2179-5757 - Researcher Project number1 & title G0A5923N Modulating Energy Efficiency in Model Thin Film Energy Materials by Active Strain Funder(s) GrantID2G0A5923N 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3Affiliation(s) ☒ KU Leuven (1) ☐ Universiteit Antwerpen ☒ Universiteit Gent (2) ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: Université catholique de Louvain (3) Provide ROR3 identifier when possible: KU Leuven – 05f950310 Universiteit Gent – 00cv9y106 Université catholique de Louvain – 02495 989 e Please provide a short project description In this project, we will implement controlled levels of elastic strain as an external stimulus and explore this as a ‘clean’, generic, and highly controllable approach for influencing the BULK and SURFACE properties of (i) metal electrocatalysts and (ii) metal halide perovskite optoelectronic devices. Transferring both advanced static and dynamic external strain stimuli up to high elastic strain limits while having the ability to apply electric bias will push the thin film structure, properties, and performance to unexplored ranges. On the road, the ambition is also to push the limits of nanomechanical testing and fundamental investigation of the elementary deformation mechanisms in small objects in extreme environments. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental, etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume SamplesSamples prepared for the experiments☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAFew hundred samples Researcher’s notebooksNotebooks used during the experiments/res ults discussionsGenerate new data PhysicalCompiled data - - Around 2 notebooks per researcher/year Experimental dataRaw data from the different Generate new data DigitalExperimental .csv .txt< 100 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5characterization techniques.oif .tiff .jpg Analysed dataReports, figures, presentations, data miningGenerate new data DigitalCompiled data .pdf .txt .pptx< 1 GB Electronic lab notebooksShort description of experiments and researcher observationsGenerate new data DigitalCompiled data .txt .pdf< 1 GB Meeting minutesSummary of meetings between project membersGenerate new data DigitalCompiled data .pdf < 100 MB FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. No reuse of existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 83.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).An electronic lab notebook will be created for each researcher. This notebook will contain for each relevant experiment for the research a brief description of the sample used with the basic information of synthesis, the parameters used for measuring, and the researcher’s observations. Daily creation of this electronic lab notebook is not necessary, but in relevant experiment for the project should be included. The experimental data will be recorded with a very descriptive file name (for example: date_material_synthesis conditions) in such a way that all the data can be re-analysed in the future if needed and the samples can be reproduced. These data will be stored in individual folders depending on the experimental setups used. Through this storage protocol, all the data can be recovered, understood, and compared with the researcher’s notebooks. The data analysis will be stored in individual folders and a readme file describing the procedure will be included. The new analysis and experiments procedures will be detailed written to create a Standard Operating Procedure and will be stored in a shared folder so the reproducibility of results will be guaranteed. The main results will be periodically reported in PDF files, where the data analysis carried out, experimental conditions, and observations will be explained and included. FWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: There is no metadata standard in the research field. Nevertheless, the protocol specified previously should make all the data accessible and easy to reuse. 4.Data Storage & Back-up during the Research Project Where will the data be stored? All the electronics data generated during the project will be stored on local computers just as shared in OneDrive shared folder, to where all the involved researchers will have access. Regarding the physical data, the samples will be stored in the proper place considering the special conditions required for each type of sample (glovebox, desiccator, regular box). The researcher’s notebooks will be accessible in the office of the researchers. FWO DMP Template (Flemish Standard DMP) 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.The digital data in local computers must be updated in the OneDrive space weekly. In addition, periodical backups in the KU Leuven network K-drive of the research group ( \\\\ICTS-S- DFS5.luna.kuleuven.be\\archive\\SET-cMACS-ResearchData-D0758 ) will be saved. The TeraCopy Software will be used for these backups to avoid potential copy fails. At UGent, the data will be preserved during and 5 years after the project. This happens in collaboration with the IT managers of the department and UGent DICT, who offers protected network locations for long- term storage. Data originating from experimental setups is stored on instrumentation PCs and backed up daily to these protected network locations. Synchrotron data is stored on a dedicated network location. All data stored on the fellow's pc is backed up to OneDrive. After the project, this data will be copied to the protected network location, so that it is Findable, Accessible, Interoperable and Re-usable (FAIR) to other researchers in the group. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The amount of digital storage capacity expected in this project is easily addressed with the regular capacity of local computers and K-drive space. So, no extra storage will be needed. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The digital data will be stored mainly in local computers managed by IT services and OneDrive space. Both one and the other require access through username and password, and only authorized persons will be granted access. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?It is not expected that storage and backups create extra costs. Access to OneDrive is provided by KU Leuven and the storage in local computers will be done in existing computers. In the case of new storage elements will be required, they will be covered by the running projects at that moment. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).The whole digital data will be stored for at least 5 years. The volume of digital data should not be higher than a few hundred Gbs, so it will not be a problem to store them for a long time. On the other hand, the physical data related to compiled data (i.e. relevant lab notebook pages) will be digitalized and stored for a minimum of 5 years with those other digital data. In the case of sample storage, only critical or non-reproducible samples (for cost, materials, or time- consuming reasons) will be properly stored for the required time. Where will these data be archived (stored and curated for the long-term)?All digital data will be stored in the K-drive for a long time. Critical samples (criteria defined previously) will be stored properly in lab 00.541 (preparation laboratory) or glovebox 00.719 in the Nanocenter building ( Celestijnenlaan 200J, 3001 Leuven ). Samples storage of metallic films and Lab-On-Chip will be store in the CoCooN group facilities in the S1 building of the University of Ghent, and the Institute of Mechanics, Materials and Civil Engineering (iMMC)facilities in the Réaumur building of the Université Catholique de Louvain. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The data storage is not expected to generate an extra cost since it will be covered by existing technical resources. In case of extra digital solutions will be needed, some of the options offered by KU Leuven for long-term storage will be used. The cost of this long-term storage is around a few hundred euros and will be supported for the running projects at that moment. FWO DMP Template (Flemish Standard DMP) 12 FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The digital data can be made available for reuse in open access repository if it would be necessary, for example, if they are requested by a scientific journal. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.The KU Leuven possesses its open repository (RDR) where the data can be published. FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.When all the result has been published the digital data can be made available in an open repository. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 General licence of Creative Commons should be applied. More restrictive licenses can be needed during the project and will be detailed in those cases. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? It is not expected extra costs for data sharing. The use of OneDrive folder allows data sharing between the involved researchers. In addition, the volumes of data generated can be transferred using freeware tools for data sharing if needed. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?All the researchers involved are expected to manage the different generated data. Researchers from UCLouvain will manage the data related to the nanomechanical strain engineering and related measurements; researchers from UGent will maintain the data documentation and metadata of metal thin film preparation and characterization; KU Leuven researchers are in charge of the measurements of the results related to metal halide perovskites. Who will manage data storage and backup during the research project?One of the researchers involved in the project from each one of the institutions will be responsible for keeping updated the provided storage resources with the newly generated data. One of the involved researchers will be charged with the backup copy in the group’s internal folder. Who will manage data preservation and sharing?The co-promotors of the project are in the charge of the preservation and sharing of the data in the long term. Who will update and implement this DMP? One researcher from the KU Leuven group will be in charge of updating the DMP and adapting it if required to new necessities appeared during the project."
}