{
    "document_id": "D-2022-1740",
    "LinkTitle": "D-2022-1740",
    "file_name": "D-2022-1740.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1740.pdf",
    "metadata": {
        "title": "Interventions against polarisation in society for TRUSTworthy social media (iTRUST)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Interventions against polarisation in society for TRUSTworthy social media\n(iTRUST)\nA Data Management Plan created using DMPonline.be\nCreators: Liesbeth Allein, n.n. n.n.\nAffiliation: KU Leuven (KUL)\nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: FWO DMP (Flemish Standard DMP)\nPrincipal Investigator:  Liesbeth Allein, n.n. n.n.\nData Manager:  Liesbeth Allein, n.n. n.n.\nProject Administrator:  n.n. n.n.\nGrant number / URL: G0L0822N\nID: 199743\nStart date: 01-11-2022\nEnd date: 31-10-2025\nProject abstract:\nDigitalisation is rapidly transforming our societies, transforming the dynamics of our interactions, transforming the\nculture of our debates. Trust plays a critical role in establishing intellectual humility and interpersonal civility in\nargumentation and discourse: without it, credibility is doomed, reputation is endangered, cooperation is compromised.\nThe major threats associated with digitalisation - hate speech and fake news - are violations of the basic condition\nfor trusting and being trustworthy which are key for constructive, reasonable and responsible communication as well as\nfor the collaborative and ethical organisation of societies. These behaviours eventually lead to polarisation , when users\nrepeatedly attack each other in highly emotional terms, focusing on what divides people, not what unites them.\nFocusing on two timely domains of interest – gender equality and public health – iTRUST will deliver (i) the largest ever\ndataset of online text, annotated with features relevant for ethos, pathos and reframing ; (ii) a new methodology of\nlarge-scale comparative trust analytics to detect implicit patterns and trends  in hate speech and fake news; (iii) a\nnovel empirical account  of how these patterns affect polarisation in online communication and in society at large; and\n(iv) AI-based applications that will transfer these insights into interventions against hate speech, fake news and\npolarisation. Given the relevance for the knowledge-based society, the project puts great emphasis on outreach\nactivities and users’ awareness in collaboration with media, museums and other partners.\nLast modified: 17-05-2023\nCreated using DMPonline.be. Last modiﬁed 17 May 2023 1 of 8\n, Marie-Francine Moens\n, Marie-Francine Moens\n, Marie-Francine Moens\n, Marie-Francine Moens\nInterventions against polarisation in society for TRUSTworthy social media\n(iTRUST)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nIM\nCorpus of 2,000 sentences\nannotated with moral judgments\nand reader interpretations\nReuse existing data\nDigital\nCompiled/aggregated data\n.csv\n<100MB\n \nPolaris\nCorpus of tweets (120K words)\nannotated for ethos, pathos,\nlogos\nReuse existing data\nDigital\nCompiled/aggregated data\n.csv\n<1GB\n \nFraming\nCorpus of sentences annotated\nfor frames\nReuse existing data\nDigital\nCompiled/aggregated data\n.csv\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nExisting data have not been formally published yet, so identifier is currently unavailable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n2 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nDeveloped software will contain readme files and documentation. The default is to make the software publicly available on the software page of our lab\n(https://liir.cs.kuleuven.be/software.php) and duplicated on the software page of the project. We will archive code according to the GitHub standards, which is commonly\nused in the community. When code is openly released, the corresponding link to the software page is provided in the publication. This way, the public code and data is\nfindable through the corresponding publication, the LIIR software page, and the project software page. Exchanged code must be accompanied by a README file to explain\nhow to use it.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nIn our LIIR lab data is stored across the following categories of directories:\nIndividual Working Directories of researchers on LIIR servers or local machines\n(WD): e.g., server arwen. The servers are installed with a RAID setup.\nDedicated Backup Directories on the LIIR servers (BD).\nSeparate external Hard Disks (HD).\nThe LIIR SoftwareWebpage (https://liir.cs.kuleuven.be/software.php) and the\nProject's Software Webpage.\nHow will the data be backed up?\nWe have dedicated back-up directories on the servers of the LIIR lab and back-ups will also be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, we have dedicated backup directories on our servers and backup capacity can be extended on the university's central servers.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n1 Storage Directories\nIn our LIIR lab data is stored across the following categories of directories:\nIndividual Working Directories of researchers on LIIR servers or local machines\n(WD): server arwen.\nDedicated Backup Directories on the LIIR servers (BD).\nSeparate external Hard Disks (HD).\n2 Access Rights to the Data\nThere are five levels of access rights:\n1. Prof. Moens: has access to all storage directories: WD, BD, HD.\n2. Systemgroup Staff (including LIIR representative): has access to all WD, the BD.\n3. Individual LIIR researchers: have access only to the data they collected or created\nthemselves within the WD, and the BD.\n4. Publicly available on request.\n5. Publicly available for download on siftware webpage or project's webpage.\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n3 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage is done on our own servers, so there is no extra cost. For backups we will use the servers of KU Leuven\n(https://icts.kuleuven.be/sc/english/storage/largevolume storage) with a cost of 104.42€/TB/year.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAfter publication of each research paper, the 1st author is responsible for saving a complete, documented backup of the code and data needed to reproduce the results\nreported in the paper. This documented backup is stored at the BD or on HD, depending on privacy sensitivity, and file size, and will be kept for a period of at least 5\nyears after the project contract terminates. This way, when a researcher departs, a documented backup of the code and data of all published research is stored, ensuring\nlong term reproducibility. This will be checked before the researcher will obtain the PhD degree or before a postdoctoral researcher leaves the department.\nWhere will these data be archived (stored and curated for the long-term)?\nA complete backup when smaller or equal than 100 GB is archived under: arwen.cs.kuleuven.be:/export/home2/NoCsBack/hci/data management/phds/\nOtherwise, a partial backup is stored in the dedicated phd directory, and a complete backup on an external hard disk.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe database of sofware that will be compiled will be hosted on the servers of the lab at no extra costs. For the costs of backups see above.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nThe software page is hosted on a departmental server and can be accessed publicly at: http://liir.cs.kuleuven.be/software.php\nand will also be made available via the website of the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot Applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available at the software page of the LIIR group: http://liir.cs.kuleuven.be/software.php\nand will also be made available via the website of the project\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThis software will be released under an MIT license. For a commercial license we request to contact the responsible of the LIIR lab.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n4 of 8\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe do not expect extra costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMarie-Francine Moens, Victor Milewski and Liesbeth Allein \nWho will manage data storage and backup during the research project?\nVictor Milewski and Liesbeth Allein \nWho will manage data preservation and sharing?\nMarie-Francine Moens and Victor Milewski \nWho will update and implement this DMP?\nMarie-Francine Moens bears the end responsibility of updating & implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n5 of 8\nInterventions against polarisation in society for TRUSTworthy social media\n(iTRUST)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nReuse existing data\nWe plan to use the existing annotated datasets in our research. The IM dataset (.csv file) consists of 2,000 sentences from Reddit posts. The sentences are annotated with\ngenerated interpretations of the sentences and labels for reader attitude and perceived moral judgments. Moral judgment characteristics consist of character trait\ndescriptions in natural language, social evaluation label (positive/negative) and character trait classification in Virtue Ethics, a well-adopted moral theory framework. We\nwill also work on datasets that are developed by two other partners in the iTRUST consortium. The POLARIS dataset (.csv file), generated by Warsaw University of\nTechnology, consists of tweets on vaccine hesitancy and climate change (120,000 words) annotated with philosophical concepts related to ethos, pathos and logos. The\ndataset (.csv file) produced by the Università della Svizzera-Italiana, segments sentences in frames, where entity relations will be made explicit.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMarie-Francine Moens and Liesbeth Allein will be responsible for data documentation and metadata. Victor Milewski and Liesbeth Allein will be responsible for data\nstorage and back up during the project. Marie-Francine Moens and Liesbeth Allein will be responsible for ensuring data preservation and reuse.\nSufficient storage capacity is guaranteed during and after the research project and data will be stored on our own servers. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n6 of 8\nInterventions against polarisation in society for TRUSTworthy social media\n(iTRUST)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n7 of 8\nInterventions against polarisation in society for TRUSTworthy social media\n(iTRUST)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n8 of 8"
    },
    "clean_full_text": "Interventions against polarisation in society for TRUSTworthy social media (iTRUST) A Data Management Plan created using DMPonline.be Creators: Liesbeth Allein, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Liesbeth Allein, n.n. n.n. Data Manager: Liesbeth Allein, n.n. n.n. Project Administrator: n.n. n.n. Grant number / URL: G0L0822N ID: 199743 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: Digitalisation is rapidly transforming our societies, transforming the dynamics of our interactions, transforming the culture of our debates. Trust plays a critical role in establishing intellectual humility and interpersonal civility in argumentation and discourse: without it, credibility is doomed, reputation is endangered, cooperation is compromised. The major threats associated with digitalisation - hate speech and fake news - are violations of the basic condition for trusting and being trustworthy which are key for constructive, reasonable and responsible communication as well as for the collaborative and ethical organisation of societies. These behaviours eventually lead to polarisation , when users repeatedly attack each other in highly emotional terms, focusing on what divides people, not what unites them. Focusing on two timely domains of interest – gender equality and public health – iTRUST will deliver (i) the largest ever dataset of online text, annotated with features relevant for ethos, pathos and reframing ; (ii) a new methodology of large-scale comparative trust analytics to detect implicit patterns and trends in hate speech and fake news; (iii) a novel empirical account of how these patterns affect polarisation in online communication and in society at large; and (iv) AI-based applications that will transfer these insights into interventions against hate speech, fake news and polarisation. Given the relevance for the knowledge-based society, the project puts great emphasis on outreach activities and users’ awareness in collaboration with media, museums and other partners. Last modified: 17-05-2023 Created using DMPonline.be. Last modiﬁed 17 May 2023 1 of 8 , Marie-Francine Moens , Marie-Francine Moens , Marie-Francine Moens , Marie-Francine Moens Interventions against polarisation in society for TRUSTworthy social media (iTRUST) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA IM Corpus of 2,000 sentences annotated with moral judgments and reader interpretations Reuse existing data Digital Compiled/aggregated data .csv <100MB Polaris Corpus of tweets (120K words) annotated for ethos, pathos, logos Reuse existing data Digital Compiled/aggregated data .csv <1GB Framing Corpus of sentences annotated for frames Reuse existing data Digital Compiled/aggregated data .csv <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Existing data have not been formally published yet, so identifier is currently unavailable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 17 May 2023 2 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Developed software will contain readme files and documentation. The default is to make the software publicly available on the software page of our lab (https://liir.cs.kuleuven.be/software.php) and duplicated on the software page of the project. We will archive code according to the GitHub standards, which is commonly used in the community. When code is openly released, the corresponding link to the software page is provided in the publication. This way, the public code and data is findable through the corresponding publication, the LIIR software page, and the project software page. Exchanged code must be accompanied by a README file to explain how to use it. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? In our LIIR lab data is stored across the following categories of directories: Individual Working Directories of researchers on LIIR servers or local machines (WD): e.g., server arwen. The servers are installed with a RAID setup. Dedicated Backup Directories on the LIIR servers (BD). Separate external Hard Disks (HD). The LIIR SoftwareWebpage (https://liir.cs.kuleuven.be/software.php) and the Project's Software Webpage. How will the data be backed up? We have dedicated back-up directories on the servers of the LIIR lab and back-ups will also be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, we have dedicated backup directories on our servers and backup capacity can be extended on the university's central servers. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1 Storage Directories In our LIIR lab data is stored across the following categories of directories: Individual Working Directories of researchers on LIIR servers or local machines (WD): server arwen. Dedicated Backup Directories on the LIIR servers (BD). Separate external Hard Disks (HD). 2 Access Rights to the Data There are five levels of access rights: 1. Prof. Moens: has access to all storage directories: WD, BD, HD. 2. Systemgroup Staff (including LIIR representative): has access to all WD, the BD. 3. Individual LIIR researchers: have access only to the data they collected or created themselves within the WD, and the BD. 4. Publicly available on request. 5. Publicly available for download on siftware webpage or project's webpage. Created using DMPonline.be. Last modiﬁed 17 May 2023 3 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage is done on our own servers, so there is no extra cost. For backups we will use the servers of KU Leuven (https://icts.kuleuven.be/sc/english/storage/largevolume storage) with a cost of 104.42€/TB/year. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After publication of each research paper, the 1st author is responsible for saving a complete, documented backup of the code and data needed to reproduce the results reported in the paper. This documented backup is stored at the BD or on HD, depending on privacy sensitivity, and file size, and will be kept for a period of at least 5 years after the project contract terminates. This way, when a researcher departs, a documented backup of the code and data of all published research is stored, ensuring long term reproducibility. This will be checked before the researcher will obtain the PhD degree or before a postdoctoral researcher leaves the department. Where will these data be archived (stored and curated for the long-term)? A complete backup when smaller or equal than 100 GB is archived under: arwen.cs.kuleuven.be:/export/home2/NoCsBack/hci/data management/phds/ Otherwise, a partial backup is stored in the dedicated phd directory, and a complete backup on an external hard disk. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The database of sofware that will be compiled will be hosted on the servers of the lab at no extra costs. For the costs of backups see above. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The software page is hosted on a departmental server and can be accessed publicly at: http://liir.cs.kuleuven.be/software.php and will also be made available via the website of the project. If access is restricted, please specify who will be able to access the data and under what conditions. Not Applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available at the software page of the LIIR group: http://liir.cs.kuleuven.be/software.php and will also be made available via the website of the project When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. This software will be released under an MIT license. For a commercial license we request to contact the responsible of the LIIR lab. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 17 May 2023 4 of 8 What are the expected costs for data sharing? How will these costs be covered? We do not expect extra costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Marie-Francine Moens, Victor Milewski and Liesbeth Allein Who will manage data storage and backup during the research project? Victor Milewski and Liesbeth Allein Who will manage data preservation and sharing? Marie-Francine Moens and Victor Milewski Who will update and implement this DMP? Marie-Francine Moens bears the end responsibility of updating & implementing this DMP Created using DMPonline.be. Last modiﬁed 17 May 2023 5 of 8 Interventions against polarisation in society for TRUSTworthy social media (iTRUST) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Reuse existing data We plan to use the existing annotated datasets in our research. The IM dataset (.csv file) consists of 2,000 sentences from Reddit posts. The sentences are annotated with generated interpretations of the sentences and labels for reader attitude and perceived moral judgments. Moral judgment characteristics consist of character trait descriptions in natural language, social evaluation label (positive/negative) and character trait classification in Virtue Ethics, a well-adopted moral theory framework. We will also work on datasets that are developed by two other partners in the iTRUST consortium. The POLARIS dataset (.csv file), generated by Warsaw University of Technology, consists of tweets on vaccine hesitancy and climate change (120,000 words) annotated with philosophical concepts related to ethos, pathos and logos. The dataset (.csv file) produced by the Università della Svizzera-Italiana, segments sentences in frames, where entity relations will be made explicit. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Marie-Francine Moens and Liesbeth Allein will be responsible for data documentation and metadata. Victor Milewski and Liesbeth Allein will be responsible for data storage and back up during the project. Marie-Francine Moens and Liesbeth Allein will be responsible for ensuring data preservation and reuse. Sufficient storage capacity is guaranteed during and after the research project and data will be stored on our own servers. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 17 May 2023 6 of 8 Interventions against polarisation in society for TRUSTworthy social media (iTRUST) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 May 2023 7 of 8 Interventions against polarisation in society for TRUSTworthy social media (iTRUST) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 May 2023 8 of 8"
}