{
    "document_id": "D-2021-1299",
    "LinkTitle": "D-2021-1299",
    "file_name": "D-2021-1299.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1299.pdf",
    "metadata": {
        "title": "Investigating the effect of the solvent on the physical structure and phase behavior of amorphous solid dispersions manufactured with spray drying (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Investigating the effect of the solvent on the physical structure and phase\nbehavior of amorphous solid dispersions manufactured with spray drying (FWO DMP) - DMP title\nProject Identifier\n 1SD5522N\nPrincipal Investigator / Researcher\n Lennert Cools\nDescription\n Over the past years, the number of poorly soluble drugs has significantly increased,\nresulting in lower oral bioavailability. A promising enabling strategy is to disperse the drug at the\nmolecular level in an inert polymeric carrier, which is defined as an amorphous solid dispersion\n(ASD). One of the most commonly applied ASD manufacturing methods is spray drying. Several\ncommercialized ASD formulations have been developed using spray drying, however the number\nof commercial products is still limited. The existence of residual knowledge gaps, regarding the\nprocess, is a possible explanation for the lack of commercialized ASDs. For example, the\ninfluence of the solvent, used to dissolve the components, remains a vastly underexplored\nparameter. Some observations indicated that the solvent might impact the phase\nbehavior/physical structure, stability and dissolution behavior of the ASDs. Therefore, this PhD\nresearch aims at the elucidation of the effect of the solvent on the physical structure of the ASD.\nThe prospected advantage of this knowledge is that the confidence in spray drying as a\nmanufacturing method will increase. Additionally, this will establish ASDs as a preferred enabling\nstrategy, increasing the number of ASD formulations on the market and limiting the attrition rate\nof new molecular entities due to poor physicochemical properties. This could reduce R&D costs\nand would enable new drugs to reach the market more effectively.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLennert Cools\nFWO Project Number & Title\n1SD5522N - Investigating the effect of the solvent on the physical structure\nand phase behavior of amorphous solid dispersions\nmanufactured with spray drying\nAffiliation\nKU Leuven\nUniversiteit Hasselt\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe data generated during this project will only describe materialistic characteristics of the\nmanufactured ASDs or pure chemical components. No\nclinical data will be collected, nor will any animal experiments be performed.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nvolume\nHow created\nmodulated\ndifferential\nscanning\ncalorimetry\nthermograms\nTA universal\nanalysis files\nformat\n20-100 GB\nmeasurment of\nheat flow in\nfunction of\ntemperature of\npowder with\nmDSC\nX-ray diffraction\npatterns\n.xrdml\n500 MB\nXPRD\nmicroscopy\nimages\n.tif\n2-10 GB\ntemperature\nresolved\nmicroscopy of\nASD powder\nNMR spectra\n.jeol \n10 GB\nnuclear\nmagnetic\nresonance\nspectroscopy\nNMR\nrelaxometric\ndata\n.jeol\n10 GB\nnuclear\nmagnetic\nresonance\nspectroscopy\nObservational\nnumeric data of\nviscosity\nmeasurements\n.xls\n10-500 MB\nrotational\nviscosimetric\nanalysis of\norganic\nsolutions\nconcentration\nmeasurements\nthrough HPLC\nchromatograms \n.rw1\n2-100 GB\nhigh pressure\nliquid\nchromatography\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n1. During the spray drying of amorphous solid dispersions, every parameter during the\nspraydrying process will be noted in a lab notebook. The protocol will also be described in the lab\nnotebook. Parameters and methodologies used for other experiments will also be kept in the lab\nnotebook.\n2. All powders that are weighed for different types of experiments are described in a lab\nnotebook. Concentrations, pH measurements and composition of different solutions made or\nused, will also be described in the lab notebook.\n3.All raw data from different types of experiments will have in the file name: the chemical\ncomponents that were in the sample, the composition/ratio of the components, the\nmanufacturing method (if applicable) and batch number.\n4.Processed data will also mention the information of the sample on which it is based, such\nas: the chemical components that were in the sample, the composition/ratio of the components,\nthe manufacturing method (if applicable) and batch number.\n5. Folders containing raw and processed data are logically structured and named in a way that is\nclear which type of files it contains. \n6. Each experiment that is performed is mentioned in the lab notebook, with the date of the\nexperiment, the type of experiment, used conditions, type of material, and all the corresponding\nmeasurements. Irregularities noticed during the experiments are also kept track of in the lab\nbook.\n7. publishing of data in papers will always include a detailed discussion of all the parameters and\nmethods used during all the experiments, to allow reproducability of the experiments and\nresults.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll the data produced during this period will be stored on a central J-drive, which is backed-up\nregularly and automatically. The data will be meticulously named and stored in well-arranged\nfolders in order to allow fast retrieval. Additionally, the data will be preserved on an external hard\ndrive which serves as a back-up. These measures will allow secure preservation during the\nproject and for a five year period subsequent to the end of the project.\nHow is backup of the data provided?\nAll the data produced during this period will be stored on a central J-drive, which is backed-up\nregularly.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nCurretly, the central J-drive still has a capacity of 0.99 TB of unused space, that is available for\nstorage and backup storage space.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no costs or fees to use the central J-drive on the servers of KULeuven for our lab, which\nis part of the KULeuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nDuring the project, no sensitive data will be handled. Only data that is derived from experiments\nwith pure chemical materials. However, the data will still be securely stored at the central drive\nof the university. Only people from the research group have access to all the drives and\ninformation.\n6. Data preservation after the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll of the data gathered during this research project will be stored on the central J-drive for the\nexpected 5 year period.\nWhere will the data be archived (= stored for the longer term)?\nAll of the data will be stored long term on the central J-drive of the research group as well and\nalso on the central servers of the university.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe J-drive that is hosted on the servers of the KULeuven will be used for long term storage. The\nsize of this drive is around 1 TB and the drive is free of charge for personel of KULeuven, so no\ncosts are expected.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full data sets will be kept on the J-drive after the finishing the project.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe full data sets on the J-drive will be made available at the end of the project, after all the data\nare published. These data sets will be available on request.\nThe processed data will also be published in scientific papers and in the PhD thesis at the end of\nthe project, which will be made available to the public. The rest of the raw and unprocessed data\nwill be stored on the J-drive and is made available on request.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\n1. All processed data that are published in scientific papers and in the final PhD thesis will\navailable and accesible to the broad public.\n2. After the project, all raw data can be accessed by anyone, on request. This can be done by\nasking the approval of the supervisor of the project.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no costs expected, since storage of the data on the central KULeuven J-drive is free of\ncharge for the lab of Drug Delivery and Disposition. Giving someone access to the drive is also\nfree and does not require any costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student and the supervisor of the project are responsible for data documentation and\nmetadata.\nWho will be responsible for data storage & back up during the project?\nThe PhD student and the supervisor of the project are responsible for data storage and back up\nduring the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PhD student and the supervisor of the project are responsible for ensuring data preservation\nand reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho bears the end responsibility for updating & implementing this DMP?\nThe PhD student bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Investigating the effect of the solvent on the physical structure and phase behavior of amorphous solid dispersions manufactured with spray drying (FWO DMP) - DMP title Project Identifier 1SD5522N Principal Investigator / Researcher Lennert Cools Description Over the past years, the number of poorly soluble drugs has significantly increased, resulting in lower oral bioavailability. A promising enabling strategy is to disperse the drug at the molecular level in an inert polymeric carrier, which is defined as an amorphous solid dispersion (ASD). One of the most commonly applied ASD manufacturing methods is spray drying. Several commercialized ASD formulations have been developed using spray drying, however the number of commercial products is still limited. The existence of residual knowledge gaps, regarding the process, is a possible explanation for the lack of commercialized ASDs. For example, the influence of the solvent, used to dissolve the components, remains a vastly underexplored parameter. Some observations indicated that the solvent might impact the phase behavior/physical structure, stability and dissolution behavior of the ASDs. Therefore, this PhD research aims at the elucidation of the effect of the solvent on the physical structure of the ASD. The prospected advantage of this knowledge is that the confidence in spray drying as a manufacturing method will increase. Additionally, this will establish ASDs as a preferred enabling strategy, increasing the number of ASD formulations on the market and limiting the attrition rate of new molecular entities due to poor physicochemical properties. This could reduce R&D costs and would enable new drugs to reach the market more effectively. Institution KU Leuven 1. General Information Name applicant Lennert Cools FWO Project Number & Title 1SD5522N - Investigating the effect of the solvent on the physical structure and phase behavior of amorphous solid dispersions manufactured with spray drying Affiliation KU Leuven Universiteit Hasselt 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data generated during this project will only describe materialistic characteristics of the manufactured ASDs or pure chemical components. No clinical data will be collected, nor will any animal experiments be performed. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format volume How created modulated differential scanning calorimetry thermograms TA universal analysis files format 20-100 GB measurment of heat flow in function of temperature of powder with mDSC X-ray diffraction patterns .xrdml 500 MB XPRD microscopy images .tif 2-10 GB temperature resolved microscopy of ASD powder NMR spectra .jeol 10 GB nuclear magnetic resonance spectroscopy NMR relaxometric data .jeol 10 GB nuclear magnetic resonance spectroscopy Observational numeric data of viscosity measurements .xls 10-500 MB rotational viscosimetric analysis of organic solutions concentration measurements through HPLC chromatograms .rw1 2-100 GB high pressure liquid chromatography 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 1. During the spray drying of amorphous solid dispersions, every parameter during the spraydrying process will be noted in a lab notebook. The protocol will also be described in the lab notebook. Parameters and methodologies used for other experiments will also be kept in the lab notebook. 2. All powders that are weighed for different types of experiments are described in a lab notebook. Concentrations, pH measurements and composition of different solutions made or used, will also be described in the lab notebook. 3.All raw data from different types of experiments will have in the file name: the chemical components that were in the sample, the composition/ratio of the components, the manufacturing method (if applicable) and batch number. 4.Processed data will also mention the information of the sample on which it is based, such as: the chemical components that were in the sample, the composition/ratio of the components, the manufacturing method (if applicable) and batch number. 5. Folders containing raw and processed data are logically structured and named in a way that is clear which type of files it contains. 6. Each experiment that is performed is mentioned in the lab notebook, with the date of the experiment, the type of experiment, used conditions, type of material, and all the corresponding measurements. Irregularities noticed during the experiments are also kept track of in the lab book. 7. publishing of data in papers will always include a detailed discussion of all the parameters and methods used during all the experiments, to allow reproducability of the experiments and results. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All the data produced during this period will be stored on a central J-drive, which is backed-up regularly and automatically. The data will be meticulously named and stored in well-arranged folders in order to allow fast retrieval. Additionally, the data will be preserved on an external hard drive which serves as a back-up. These measures will allow secure preservation during the project and for a five year period subsequent to the end of the project. How is backup of the data provided? All the data produced during this period will be stored on a central J-drive, which is backed-up regularly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Curretly, the central J-drive still has a capacity of 0.99 TB of unused space, that is available for storage and backup storage space. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no costs or fees to use the central J-drive on the servers of KULeuven for our lab, which is part of the KULeuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the project, no sensitive data will be handled. Only data that is derived from experiments with pure chemical materials. However, the data will still be securely stored at the central drive of the university. Only people from the research group have access to all the drives and information. 6. Data preservation after the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All of the data gathered during this research project will be stored on the central J-drive for the expected 5 year period. Where will the data be archived (= stored for the longer term)? All of the data will be stored long term on the central J-drive of the research group as well and also on the central servers of the university. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The J-drive that is hosted on the servers of the KULeuven will be used for long term storage. The size of this drive is around 1 TB and the drive is free of charge for personel of KULeuven, so no costs are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full data sets will be kept on the J-drive after the finishing the project. Where/how will the data be made available for reuse? In a restricted access repository The full data sets on the J-drive will be made available at the end of the project, after all the data are published. These data sets will be available on request. The processed data will also be published in scientific papers and in the PhD thesis at the end of the project, which will be made available to the public. The rest of the raw and unprocessed data will be stored on the J-drive and is made available on request. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? 1. All processed data that are published in scientific papers and in the final PhD thesis will available and accesible to the broad public. 2. After the project, all raw data can be accessed by anyone, on request. This can be done by asking the approval of the supervisor of the project. What are the expected costs for data sharing? How will the costs be covered? There are no costs expected, since storage of the data on the central KULeuven J-drive is free of charge for the lab of Drug Delivery and Disposition. Giving someone access to the drive is also free and does not require any costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student and the supervisor of the project are responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The PhD student and the supervisor of the project are responsible for data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PhD student and the supervisor of the project are responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who bears the end responsibility for updating & implementing this DMP? The PhD student bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}