{
    "document_id": "D-2024-2615",
    "LinkTitle": "D-2024-2615",
    "file_name": "D-2024-2615.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2615.pdf",
    "metadata": {
        "title": "D-2024-2615",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Anne Smits, ORCID 0000-0002-0710-6698\nContributor name(s) (+ ORCID) & roles Not applicable\nProject number 1 & title Personalized pharmacotherapy in neonates: from (patho)physiology to innovative pharmacokinetic\nand pharmacodynamic tools\nFunder(s) GrantID 2FWO, Senior Clinical Investigator, 18E2H24N\nAffiliation(s)x KU Leuven\n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel\n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description In Flanders 8834 of all 63899 live-born neonates (14%) needed a neonatal or neonatal intensive\ncare unit admission in 2021, because of prematurity, adaptation, critical illness, infections, or\ncongenital malformations. Drugs play a pivotal role in the care of these highly vulnerable patients,\nbut have been introduced without standard regulatory drug development process. Consequently the\nneonate remains a ‘therapeutic orphan’. Lack of evidence-based drug dosing and physiological\nimmaturity make it challenging to predict pharmacokinetics (PK, drug concentration-time relation)\nand pharmacodynamics (PD, drug concentration–effect relation) in the individual neonate. This puts\nneonates at risk for toxicity or therapy failure. The goal of my proposal is to reach personalized\npharmacotherapy, by developing and applying innovative, predictive PK and PD modeling tools for 3\nclinical settings: 1) a translational physiology-based PK model for perinatal asphyxia treated with\ncooling, 2) an electronic-health record embedded model-informed precision dosing tool for\nvancomycin in neonatal sepsis, and 3) a bedside neuromonitoring PD tool for integrated PKPD models\nin neonatal respiratory failure. These new tools have in common that implementation of documented\nkey PK and PD covariates and biomarkers in dose predictions will result in improved target\nattainment and clinical outcomes in neonates. The workflow generated can also serve to support\ndosing for other drugs or neonatal subpopulations.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nWP1 (PBPK)In vitro \nexperimental ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.xlsx, .csv,.doc, .p\ndf, .txt☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nIn vivo \nobservational☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Images\n☒ Numerical\n☒ Textual.xlsx, .csv,.doc,.txt ☒ < 100 GB Blood-and urine \nsamples of minipigs  \nand humans (e.g. \nhuman blood 0.5 \nmL/sample; urine 5  \nmL/sample)\nSimulated data ☒ Generate new \ndata☒ Digital\n☐ Physical☒ Images\n☒ Numerical\n☒ Textual\n☒ Model.xlsx, .csv, .doc, .p\ndf, .txt, .R, \nsimulation \nsoftware specific \nformats (e.g. PK-\nSim)☒ < 100 GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5WP2 (MIPD)In vivo \nexperimental \nand \nobservational☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☒ Images\n☒ Numerical\n☒ Textual.xlsx, .csv, .doc, .p\ndf, .txt☒ < 100 GB Remnants of blood \nsamples from \nroutine clinical \ncare. Plasma will be  \nstored (0.2 \nmL/sample)\nSimulated data ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☒ Images\n☒ Numerical\n☒ Textual\n☒ Model.xlsx, .csv, .doc, .p\ndf, .txt, .R, \nsimulation \nsoftware specific \nformats ☒ < 100 GB\nWP3 (PKPD)In vivo \nexperimental \nand \nobservational, \nand time-logged \nextracted \ncentral-server \ndata ☒ Generate new \ndata☒ Digital\n☒ Physical☒ Images\n☒ Numerical\n☒ Textual\n☒ Audiovisual.xlsx, .csv, .doc, .p\ndf, .txt, .EDF \n(EEG)☒ < 100 GB Remnants of blood \nsamples from \nroutine clinical \ncare. Plasma will be  \nstored (0.2 \nmL/sample)\nSimulated data ☒ Generate new \ndata☒ Digital\n☐ Physical☒ Images\n☒ Numerical\n☒ Textual\n☒ Model.xlsx, .csv, .doc, .p\ndf, .txt, .R, \nsimulation \nsoftware specific \nformats☒ < 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  - PharmaCool and Albino study datasets with in vivo observational data will be reused in WP1.\nEC approval and data transfer agreements (DTA) for reuse are available, and the FAIR\nprinciples for scientific data management will be applied ( https://www.go-fair.org/fair-principles ).\n- The PharmaCool study protocol is published as DOI: 10.1186/1471-2431-12-45  (PMID: 22515424),  \nand the Albino trial study protocol as DOI:  10.1186/s12887-019-1566-8  (PMID: 31248390).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \nWP1: EC Research UZ Leuven,  \nS64850 (approval 15/02/2021)\nAMEND-Id: 001 (approval 14/10/2022)\nWP2: EC submission documents are in preparation\nWP3: Doxa-trial, EC Research UZ Leuven, EudraCT-nr 2019-003666-41,  \nS63834 (approval 16/04/2021, 22/04/2021)\nAMEND-Id 0001 notification only\nAMEND-Id 0002 (approval 25/03/2022)\nAMEND-Id 0003 notification only\n        Dexmedetomidine trial, EC submission documents are in preparation  \n☒ Yes, animal data; provide ECD reference number:  \nWP1: ECD U Antwerpen, 2020-62 (approval 17/12/2020)\n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: S-numbers already obtained are S64850 (WP1) and S63834 (WP3).\nIn both studies personal data will be collected e.g. name, birth date, birth weight, current weight, \ngestational age, postnatal age, postmenstrual age, diagnosis on admission, co-medication of included \nneonates. Data will be pseudonymized. Inclusion of neonates is only possible after informed written \nparental consent, and in agreement with the General Data Protection Regulation.  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \n- Data transfer, data sharing and  data analyses of PharmaCool or ALBINO datasets for reuse in the I-\nPREDICT project (WP1),  will occur according to DTA between PharmaCool or ALBINO and I-PREDICT \nPI/Researchers. PharmaCool and ALBINO remain owner of these original datasets.  \n- Also for data sharing as part of the neuromonitoring substudy of the Doxa-trial (WP3), DTA will be \nprovided.\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nConcerning data ownership, cfr. response mentioned to the previous question.\n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Documentation \nIn vitro (WP1)  : Documentation of the in vitro experiments by the PhD students involved in WP1 will  \nconsist of notes in the laboratory notebook that refer to specific experiments and datasets. These notes  \nwill describe and document the experimental set-up, biological samples used (certificates of in vitro  \nsystems),  protocols used,  and the  names of the respective  databases. Initials of the person who  \nconducted the experiments will be noted.\nIn vivo human documentation (WP1, WP2, WP3)  : Research methods and practices (including sampling  \nmaterial, volumes, timing, bioanalytical methods used etc) will be documented in the study protocols as  \nword files (EC templates), and additional study SOPs (Standard Operating Procedures) where needed.  \nThe  same  holds  true  for  vital  signs  collection,  near-infrared  spectroscopy  (NIRS)  and  \nelectroencephalography, (a)EEG, data collections in WP 3. A blank copy of the informed consent form  \nwill also be stored.\nIn vivo animal documentation (WP1)  : Research methods and practices (including sampling material,  \nvolumes, timing, bioanalytical methods used etc) will be documented in the study protocols as word files  \n(EC templates), and additional study SOPs (Standard Operating Procedures) where needed. Additionally,  \ndata sheet with clinical parameters monitored during experiments will be completed.\nSoftware (WP1, WP2, WP3)  : Models, algorithms, scripts and software usage (e.g. PBPK software in WP1)  \nwill be documented in e-notebook / logbook by the PhD students involved. Final versions of algorithms  \nand scripts will be implemented in manuscripts / research papers, and the PBPK models of WP1 may be  \nprovided in open source platforms e.g. Github (http://github.com/Open-Systems-Pharmacology).\nGeneral (WP1, WP2, WP3)  : All databases (e.g. excelfiles) will contain definitions of variables and units in  \na legend section to make it easy and uniform to understand. For prospective clinical studies, REDCAP  \n(WP1, WP2) or Castor (WP3, DOXA-trial) will be used as electronic case report form (eCRF), from which  \nexcelfiles can be generated. Excelfiles as well as other documentation that needs to be accessible to  \ndedicated research team members will be stored on shared, but pass-word protected, drives like the KU  \nLeuven J-drive. The latter has currently been installed for the I-PREDICT project (WP1).\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which ☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10metadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.Metadata\nThe PRIDE metadata standards will be used for proteomics data in WP1:\nhttp://www.dcc.ac.uk/resources/implementations/pride-proteomics-identifications-database\nFor in vitro data for human neonatal & animal research   in WP1, no metadata standards are available. \nThe in vitro databases will contain the following metadata (some examples, not exhaustive, the full list \nwill be available in the resulting publications):\nIn vitro model system: species, type (suspended/cultured hepatocytes, microsomes,S9 fractions), \nprotein content (mg/mL), cell density (million cells/mL), other donor-specific characteristics (if applicable \nand available, e.g. specific enzyme activities, number of donors pooled,...)\nExperimental conditions: model drug, incubation time, incubation concentration, sample volume, \nincubation temperature, extracellular protein content (type/concentration), sampling scheme, number of \nreplicates.\nSamples generated: type (activity/abundance), volumes, dilutions, processing steps (centrifugation,  \nfiltration or precipitation,...)\nEndpoints: Activities towards model drugs (uptake and/or metabolic rates or clearance values \nnormalised for protein content or number of cells, protein abundances (pmol/mg protein).\nFor clinical data in the field of neonatal pharmacology  , in WP1, WP2, WP3, no predefined metadata  \nstandards are available. The databases on human subjects will contain the following metadata (some  \nexamples, not exhaustive, the full list will be available in the resulting publications):  \nPatient: study ID, gestational age (GA), postnatal age (PNA), postmenstrual age (PMA), birth weight  \n(BW), current weight (CW), diagnosis on admission.\nBiomarkers: sampling time, concentration in blood (e.g. 4β-OHC, ng/ml) for WP1. For each \nbiomarker (WP1, WP2) this information will be documented.\nDrug: dose, date and time of administration, route and rate of administration, sampling time, \nconcentration in blood (WP1, WP2, WP3).\nBiochemical data: e.g. albuminemia (g/L), creatininemia (mg/dL), total bilirubin (mg/dL), direct \nbilirubin (mg/dL), …\nClinical data: e.g. respiratory support (yes/no), mechanical ventilation (yes/no), sepsis \n(no/suspected/confirmed), co-medication.\nFor animal pharmacology research   in WP1, no metadata standards are available. The databases on \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11animal studies will contain the following metadata (some examples, not exhaustive, the full list will be \navailable in the resulting publications):\nAnimal: Animal ID, postnatal day (PND), birth weight (BW), terminal weight (TW).\nBiomarkers: sampling time, concentration in blood (e.g. 4β-OHC, ng/ml) for WP1. For each \nbiomarker (WP1) this information will be documented.\nDrug: dose, date and time of administration, route and rate of administration, sampling time, \nplasma concentration.\nBiochemical data: e.g. blood glucose levels, blood gas analysis,…\nClinical data: respiratory support &mechanical ventilation (yes) sepsis, hypotension \n(no/suspected/confirmed), co-medication.\nFor vital sign, NIRS and EEG data   in WP3, no metadata standards are available. For NIRS, we apply to \nthe recommendations as provided by Vesoulis et al ( https://pubmed.ncbi.nlm.nih.gov/33589724/ ).\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)  – password protected  \n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage : \n☐ Digital Vault\n☒ Other: \nUZ Leuven network drive (P-drive, H-drive) – password protected\nSigned informed consent forms of WP1, WP2, WP3 will be stored in a binder in a lockable room at the \nNICU department UZ Leuven. Only authorized personnel will have access.  \nHuman blood/urine samples will be stored in UZ Leuven biobank.  \nAnimal plasma samples will be stored in a badge-access room at the U Antwerpen research unit.  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☒ Other (specify): \nData stored at UZ Leuven network drives (P-drive, H-drive) will have automatic and daily back-up \nprovided by UZ Leuven.  \nThe promotor of respective PhD students will have access to his/her student data.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes, there is currently sufficient storage and back-up capacity on both the KU Leuven and UZ Leuven \nservers and drives used for this project.\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The J-drive is only accessible for members of the study team, and using a personal login / password.\nThe P-drive and H-drive (UZ Leuven) is individual, and only accessible with personal login / password.\nREDCap and Castor are only accessible for members of the study team, and with a personal login.\nStorage of the signed informed consent forms occurs in a lockable room, to which access can only be  \ngranted to members of the study team by the PI (A. Smits).\nAccess to the stored samples at U Antwerpen can only be granted to members of the study team by S.  \nVan Cruchten.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The J-drive and its back-up has a yearly cost of 51,9 euro.\nREDCAP has a cost of 80 euro per project.\nThe costs mentioned will be covered by existing grant funding (e.g. FWO I-PREDICT grant G0D052N for  \nWP1, DOXA-trial ZOnMW funding WP3), and personal UZ Leuven D-krediet of A.Smits.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy\nClarification: approved study documents for WP1 clarifies data storage up to 20 years.\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\nClarification: approved study documents for WP3 Doxa-trial clarifies data storage up to 25 years.  \n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☒ Other (specifiy): \nUZ Leuven network drive, P-drive and H-drive.  \nSigned informed consent forms of WP1, WP2, WP3 will be stored in a binder in a lockable room at the \nNICU department UZ Leuven. Only authorized personnel will have access.  \nHuman blood/urine samples will be stored in UZ Leuven biobank.  \nAnimal plasma samples will be stored in a badge-access room at the U Antwerpen research unit.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?During the studies, all costs are covered by the existing respective grant funding (e.g. FWO I-PREDICT grant  \nG0D052N for WP1, DOXA-trial ZOnMW funding WP3). Afterwards, and also for the WP2-related activities,  \ncosts will be covered by the personal UZ Leuven D-krediet of A.Smits.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nNew pseudonymized data, generated during the project, will be made available after publication upon  \nrequest with the principle investigator (PI) and all co-supervisors involved. The PBPK model code and source  \ndata  will  be  provided  upon  publication  and  afterwards  in  an  open  source  platform  (Github  \n(http://github.com/Open-Systems-Pharmacology). Reuse of data of prospectively included neonates will be  \npossible if parents granted permission for reuse and after new EC approval in case of research initiatives not  \ndirectly related to the scope of the initial project. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data are only accessible for researchers involved in the respective WP projects. Informed consent will ask  \nparents of included neonates if data can be reused, both by the research group or by other researchers in  \ncase of purposes related to the project. For other research initiatives, new approval needs to be asked to the  \nethical commission. Data  of patients of whom parents granted permission, can only be shared with other  \nresearch groups after written request to our research group and with a Data Transfer Agreement (DTA).  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Since most (sensitive) data originate from patients, privacy and ethical regulations \nhave to be taken into account, and restrict data sharing. Therefore, DTA will be used for data sharing \nbetween research groups, when applicable.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☒ Other data repository (specify) : As mentioned above, the PBPK model code and source data (WP1) will \nbe provided upon publication and afterwards in an open source platform (Github \n(http://github.com/Open-Systems-Pharmacology ). For the other studies, data will be made available after \npublication upon request with the principle investigator (PI) and all co-supervisors involved.\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nAt present, no specific data identifiers are available. If needed during deposit of data in a data repository, \nwe will comply with the requested procedure.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected for data sharing. If costs would occur, this has to be mentioned in the respective \nDTA agreements and will be covered by the requesting parties.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD students associated with the studies described in this Senior Clinical Investigatorship research \nproposal, will be responsible for data documentation and metadata, under supervision and final \nresponsibility of the respective (co-)promotors where the studies take place.\nWho will manage data storage and backup \nduring the research project?The PhD students associated with the studies described in this Senior Clinical Investigatorship research  \nproposal, will be responsible for data storage and back-up, under supervision and final responsibility of the  \nrespective (co-)promotors where the  studies take place.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17Who will manage data preservation and \nsharing?The principal investigator of the respective studies described in this Senior Clinical Investigatorship \nresearch proposal, will be responsible for ensuring data preservation and reuse.  \nWho will update and implement this DMP? Anne Smits will update and implement the DMP for this Senior Clinical Investigatorship research proposal.  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Anne Smits, ORCID 0000-0002-0710-6698 Contributor name(s) (+ ORCID) & roles Not applicable Project number 1 & title Personalized pharmacotherapy in neonates: from (patho)physiology to innovative pharmacokinetic and pharmacodynamic tools Funder(s) GrantID 2FWO, Senior Clinical Investigator, 18E2H24N Affiliation(s)x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description In Flanders 8834 of all 63899 live-born neonates (14%) needed a neonatal or neonatal intensive care unit admission in 2021, because of prematurity, adaptation, critical illness, infections, or congenital malformations. Drugs play a pivotal role in the care of these highly vulnerable patients, but have been introduced without standard regulatory drug development process. Consequently the neonate remains a ‘therapeutic orphan’. Lack of evidence-based drug dosing and physiological immaturity make it challenging to predict pharmacokinetics (PK, drug concentration-time relation) and pharmacodynamics (PD, drug concentration–effect relation) in the individual neonate. This puts neonates at risk for toxicity or therapy failure. The goal of my proposal is to reach personalized pharmacotherapy, by developing and applying innovative, predictive PK and PD modeling tools for 3 clinical settings: 1) a translational physiology-based PK model for perinatal asphyxia treated with cooling, 2) an electronic-health record embedded model-informed precision dosing tool for vancomycin in neonatal sepsis, and 3) a bedside neuromonitoring PD tool for integrated PKPD models in neonatal respiratory failure. These new tools have in common that implementation of documented key PK and PD covariates and biomarkers in dose predictions will result in improved target attainment and clinical outcomes in neonates. The workflow generated can also serve to support dosing for other drugs or neonatal subpopulations. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume WP1 (PBPK)In vitro experimental ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.xlsx, .csv,.doc, .p df, .txt☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA In vivo observational☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Images ☒ Numerical ☒ Textual.xlsx, .csv,.doc,.txt ☒ < 100 GB Blood-and urine samples of minipigs and humans (e.g. human blood 0.5 mL/sample; urine 5 mL/sample) Simulated data ☒ Generate new data☒ Digital ☐ Physical☒ Images ☒ Numerical ☒ Textual ☒ Model.xlsx, .csv, .doc, .p df, .txt, .R, simulation software specific formats (e.g. PK- Sim)☒ < 100 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5WP2 (MIPD)In vivo experimental and observational☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Images ☒ Numerical ☒ Textual.xlsx, .csv, .doc, .p df, .txt☒ < 100 GB Remnants of blood samples from routine clinical care. Plasma will be stored (0.2 mL/sample) Simulated data ☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Images ☒ Numerical ☒ Textual ☒ Model.xlsx, .csv, .doc, .p df, .txt, .R, simulation software specific formats ☒ < 100 GB WP3 (PKPD)In vivo experimental and observational, and time-logged extracted central-server data ☒ Generate new data☒ Digital ☒ Physical☒ Images ☒ Numerical ☒ Textual ☒ Audiovisual.xlsx, .csv, .doc, .p df, .txt, .EDF (EEG)☒ < 100 GB Remnants of blood samples from routine clinical care. Plasma will be stored (0.2 mL/sample) Simulated data ☒ Generate new data☒ Digital ☐ Physical☒ Images ☒ Numerical ☒ Textual ☒ Model.xlsx, .csv, .doc, .p df, .txt, .R, simulation software specific formats☒ < 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. - PharmaCool and Albino study datasets with in vivo observational data will be reused in WP1. EC approval and data transfer agreements (DTA) for reuse are available, and the FAIR principles for scientific data management will be applied ( https://www.go-fair.org/fair-principles ). - The PharmaCool study protocol is published as DOI: 10.1186/1471-2431-12-45 (PMID: 22515424), and the Albino trial study protocol as DOI: 10.1186/s12887-019-1566-8 (PMID: 31248390). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: WP1: EC Research UZ Leuven, S64850 (approval 15/02/2021) AMEND-Id: 001 (approval 14/10/2022) WP2: EC submission documents are in preparation WP3: Doxa-trial, EC Research UZ Leuven, EudraCT-nr 2019-003666-41, S63834 (approval 16/04/2021, 22/04/2021) AMEND-Id 0001 notification only AMEND-Id 0002 (approval 25/03/2022) AMEND-Id 0003 notification only Dexmedetomidine trial, EC submission documents are in preparation ☒ Yes, animal data; provide ECD reference number: WP1: ECD U Antwerpen, 2020-62 (approval 17/12/2020) ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: S-numbers already obtained are S64850 (WP1) and S63834 (WP3). In both studies personal data will be collected e.g. name, birth date, birth weight, current weight, gestational age, postnatal age, postmenstrual age, diagnosis on admission, co-medication of included neonates. Data will be pseudonymized. Inclusion of neonates is only possible after informed written parental consent, and in agreement with the General Data Protection Regulation. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: - Data transfer, data sharing and data analyses of PharmaCool or ALBINO datasets for reuse in the I- PREDICT project (WP1), will occur according to DTA between PharmaCool or ALBINO and I-PREDICT PI/Researchers. PharmaCool and ALBINO remain owner of these original datasets. - Also for data sharing as part of the neuromonitoring substudy of the Doxa-trial (WP3), DTA will be provided. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: Concerning data ownership, cfr. response mentioned to the previous question. 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Documentation In vitro (WP1) : Documentation of the in vitro experiments by the PhD students involved in WP1 will consist of notes in the laboratory notebook that refer to specific experiments and datasets. These notes will describe and document the experimental set-up, biological samples used (certificates of in vitro systems), protocols used, and the names of the respective databases. Initials of the person who conducted the experiments will be noted. In vivo human documentation (WP1, WP2, WP3) : Research methods and practices (including sampling material, volumes, timing, bioanalytical methods used etc) will be documented in the study protocols as word files (EC templates), and additional study SOPs (Standard Operating Procedures) where needed. The same holds true for vital signs collection, near-infrared spectroscopy (NIRS) and electroencephalography, (a)EEG, data collections in WP 3. A blank copy of the informed consent form will also be stored. In vivo animal documentation (WP1) : Research methods and practices (including sampling material, volumes, timing, bioanalytical methods used etc) will be documented in the study protocols as word files (EC templates), and additional study SOPs (Standard Operating Procedures) where needed. Additionally, data sheet with clinical parameters monitored during experiments will be completed. Software (WP1, WP2, WP3) : Models, algorithms, scripts and software usage (e.g. PBPK software in WP1) will be documented in e-notebook / logbook by the PhD students involved. Final versions of algorithms and scripts will be implemented in manuscripts / research papers, and the PBPK models of WP1 may be provided in open source platforms e.g. Github (http://github.com/Open-Systems-Pharmacology). General (WP1, WP2, WP3) : All databases (e.g. excelfiles) will contain definitions of variables and units in a legend section to make it easy and uniform to understand. For prospective clinical studies, REDCAP (WP1, WP2) or Castor (WP3, DOXA-trial) will be used as electronic case report form (eCRF), from which excelfiles can be generated. Excelfiles as well as other documentation that needs to be accessible to dedicated research team members will be stored on shared, but pass-word protected, drives like the KU Leuven J-drive. The latter has currently been installed for the I-PREDICT project (WP1). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.Metadata The PRIDE metadata standards will be used for proteomics data in WP1: http://www.dcc.ac.uk/resources/implementations/pride-proteomics-identifications-database For in vitro data for human neonatal & animal research in WP1, no metadata standards are available. The in vitro databases will contain the following metadata (some examples, not exhaustive, the full list will be available in the resulting publications): In vitro model system: species, type (suspended/cultured hepatocytes, microsomes,S9 fractions), protein content (mg/mL), cell density (million cells/mL), other donor-specific characteristics (if applicable and available, e.g. specific enzyme activities, number of donors pooled,...) Experimental conditions: model drug, incubation time, incubation concentration, sample volume, incubation temperature, extracellular protein content (type/concentration), sampling scheme, number of replicates. Samples generated: type (activity/abundance), volumes, dilutions, processing steps (centrifugation, filtration or precipitation,...) Endpoints: Activities towards model drugs (uptake and/or metabolic rates or clearance values normalised for protein content or number of cells, protein abundances (pmol/mg protein). For clinical data in the field of neonatal pharmacology , in WP1, WP2, WP3, no predefined metadata standards are available. The databases on human subjects will contain the following metadata (some examples, not exhaustive, the full list will be available in the resulting publications): Patient: study ID, gestational age (GA), postnatal age (PNA), postmenstrual age (PMA), birth weight (BW), current weight (CW), diagnosis on admission. Biomarkers: sampling time, concentration in blood (e.g. 4β-OHC, ng/ml) for WP1. For each biomarker (WP1, WP2) this information will be documented. Drug: dose, date and time of administration, route and rate of administration, sampling time, concentration in blood (WP1, WP2, WP3). Biochemical data: e.g. albuminemia (g/L), creatininemia (mg/dL), total bilirubin (mg/dL), direct bilirubin (mg/dL), … Clinical data: e.g. respiratory support (yes/no), mechanical ventilation (yes/no), sepsis (no/suspected/confirmed), co-medication. For animal pharmacology research in WP1, no metadata standards are available. The databases on FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11animal studies will contain the following metadata (some examples, not exhaustive, the full list will be available in the resulting publications): Animal: Animal ID, postnatal day (PND), birth weight (BW), terminal weight (TW). Biomarkers: sampling time, concentration in blood (e.g. 4β-OHC, ng/ml) for WP1. For each biomarker (WP1) this information will be documented. Drug: dose, date and time of administration, route and rate of administration, sampling time, plasma concentration. Biochemical data: e.g. blood glucose levels, blood gas analysis,… Clinical data: respiratory support &mechanical ventilation (yes) sepsis, hypotension (no/suspected/confirmed), co-medication. For vital sign, NIRS and EEG data in WP3, no metadata standards are available. For NIRS, we apply to the recommendations as provided by Vesoulis et al ( https://pubmed.ncbi.nlm.nih.gov/33589724/ ). 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) – password protected ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage : ☐ Digital Vault ☒ Other: UZ Leuven network drive (P-drive, H-drive) – password protected Signed informed consent forms of WP1, WP2, WP3 will be stored in a binder in a lockable room at the NICU department UZ Leuven. Only authorized personnel will have access. Human blood/urine samples will be stored in UZ Leuven biobank. Animal plasma samples will be stored in a badge-access room at the U Antwerpen research unit. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify): Data stored at UZ Leuven network drives (P-drive, H-drive) will have automatic and daily back-up provided by UZ Leuven. The promotor of respective PhD students will have access to his/her student data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes, there is currently sufficient storage and back-up capacity on both the KU Leuven and UZ Leuven servers and drives used for this project. ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The J-drive is only accessible for members of the study team, and using a personal login / password. The P-drive and H-drive (UZ Leuven) is individual, and only accessible with personal login / password. REDCap and Castor are only accessible for members of the study team, and with a personal login. Storage of the signed informed consent forms occurs in a lockable room, to which access can only be granted to members of the study team by the PI (A. Smits). Access to the stored samples at U Antwerpen can only be granted to members of the study team by S. Van Cruchten. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The J-drive and its back-up has a yearly cost of 51,9 euro. REDCAP has a cost of 80 euro per project. The costs mentioned will be covered by existing grant funding (e.g. FWO I-PREDICT grant G0D052N for WP1, DOXA-trial ZOnMW funding WP3), and personal UZ Leuven D-krediet of A.Smits. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy Clarification: approved study documents for WP1 clarifies data storage up to 20 years. ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans Clarification: approved study documents for WP3 Doxa-trial clarifies data storage up to 25 years. ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): UZ Leuven network drive, P-drive and H-drive. Signed informed consent forms of WP1, WP2, WP3 will be stored in a binder in a lockable room at the NICU department UZ Leuven. Only authorized personnel will have access. Human blood/urine samples will be stored in UZ Leuven biobank. Animal plasma samples will be stored in a badge-access room at the U Antwerpen research unit. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?During the studies, all costs are covered by the existing respective grant funding (e.g. FWO I-PREDICT grant G0D052N for WP1, DOXA-trial ZOnMW funding WP3). Afterwards, and also for the WP2-related activities, costs will be covered by the personal UZ Leuven D-krediet of A.Smits. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: New pseudonymized data, generated during the project, will be made available after publication upon request with the principle investigator (PI) and all co-supervisors involved. The PBPK model code and source data will be provided upon publication and afterwards in an open source platform (Github (http://github.com/Open-Systems-Pharmacology). Reuse of data of prospectively included neonates will be possible if parents granted permission for reuse and after new EC approval in case of research initiatives not directly related to the scope of the initial project. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15If access is restricted, please specify who will be able to access the data and under what conditions.Data are only accessible for researchers involved in the respective WP projects. Informed consent will ask parents of included neonates if data can be reused, both by the research group or by other researchers in case of purposes related to the project. For other research initiatives, new approval needs to be asked to the ethical commission. Data of patients of whom parents granted permission, can only be shared with other research groups after written request to our research group and with a Data Transfer Agreement (DTA). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Since most (sensitive) data originate from patients, privacy and ethical regulations have to be taken into account, and restrict data sharing. Therefore, DTA will be used for data sharing between research groups, when applicable. Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☒ Other data repository (specify) : As mentioned above, the PBPK model code and source data (WP1) will be provided upon publication and afterwards in an open source platform (Github (http://github.com/Open-Systems-Pharmacology ). For the other studies, data will be made available after publication upon request with the principle investigator (PI) and all co-supervisors involved. ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No At present, no specific data identifiers are available. If needed during deposit of data in a data repository, we will comply with the requested procedure. What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. If costs would occur, this has to be mentioned in the respective DTA agreements and will be covered by the requesting parties. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PhD students associated with the studies described in this Senior Clinical Investigatorship research proposal, will be responsible for data documentation and metadata, under supervision and final responsibility of the respective (co-)promotors where the studies take place. Who will manage data storage and backup during the research project?The PhD students associated with the studies described in this Senior Clinical Investigatorship research proposal, will be responsible for data storage and back-up, under supervision and final responsibility of the respective (co-)promotors where the studies take place. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17Who will manage data preservation and sharing?The principal investigator of the respective studies described in this Senior Clinical Investigatorship research proposal, will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? Anne Smits will update and implement the DMP for this Senior Clinical Investigatorship research proposal."
}