{
    "document_id": "D-2024-2778",
    "LinkTitle": "D-2024-2778",
    "file_name": "D-2024-2778.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2778.pdf",
    "metadata": {
        "title": "Micro-disturbances in compact hybrid magnetically suspended flywheel systems",
        "author": "N/A",
        "creation_date": "2024-03-26 09:42:59+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Micro-disturbances in compact hybrid magnetically suspended flywheel systems\nA Data Management Plan created using DMPonline.be\nCreator: \nMante Baekeland\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SH5924N\nID: \n205885\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nFlywheel systems are often the primary source of undesired vibrations aboard satellite platforms, degrading the overall pointing stability\nand performance. With recent developments in satellite earth observation and laser communication, the reduction of micro-disturbance\nsources has become a driving factor in the development of silent flywheel systems. The growing interest in smaller satellite platforms\nintroduces additional challenges in terms of solution compactness and cost-efficiency. This research project investigates a novel\ncompact magnetic suspended flywheel system, characterised by low microvibration emission, using permanent magnetic bearing\ntechnology. The application potential of compact silent flywheel systems reaches far beyond the space industry, including use as\nartificial stabilisers for mobile robotics, compact energy storage systems and rotor support in turbomachinery. The first step of this\nresearch is the numerical modelling of the structural dynamic behaviour and disturbance sources to characterise the microvibration\nemission of the proposed flywheel configuration. The subsequent step involves the reduction of these micro-disturbances through off-line\nand on-line balancing techniques. Finally, the effectiveness of using a hybrid levitation system, consisting of passive and active magnetic\nbearings, is investigated to suppress remaining disturbance sources.\nLast modified: \n26-03-2024\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n1 of 6\nMicro-disturbances in compact hybrid magnetically suspended flywheel systems\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nRotor dynamic\nsimulations\nSimulations in MATLAB &\nSimulink\nGenerate\nnew data\nDigital\nSimulation\ndata &\nSoftware\n.m, .mat,\n.dat, .fig,\n.jpg,\n.mp4,\n.gif\n<100GB\nNA\nFinite-element\nsimulations\nElectromagnetic finite element\nsimulations in Ansys Maxwell\nGenerate\nnew data\nDigital\nSimulation\ndata\n.aedt,\n.csv \n<5TB\nNA\nCAD Models\nCAD Models & Technical\ndrawings for the design of the\nprototype\nGenerate\nnew data\nDigital\nOther\n.par,\n.asm, dft,\n.stl\n<100GB\nNA\nUnprocessed\nvibration\nmeasurement data\nReadout of accelerometers,\nforce transducers, and other\nsensors\nGenerate\nnew data\nDigital\nObservational\n& Experimental\n.lms, .csv\n<5TB\nNA\nProcessed vibration\nmeasurement data\nProcessed data in Matlab\nGenerate\nnew data\nDigital\nExperimental &\nSoftware\n.m, .mat,\n.dat,\n.fig, .jpg,\n.xlsx\n<100GB\nNA\nFlywheel prototype\nPrototype flywheel, magnetic\nbearings,..\nGenerate\nnew data\nPhysical\nExperimental\nNA\nNA\n< 1 m^3\nTest setups\nTest setups, dedicated test rigs,\ntest equipment,..\nGenerate\nnew data\nPhysical\nExperimental\nNA\nNA\n< 3 m^3\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nOur project holds commercial potential through algorithm development for vibration reduction and prototype demonstration of new\nbearing technology for flywheels. LRD will be consulted before disseminating data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\n1. Code for simulations and data processing is accompanied by:\nA README.txt file explaining the code's purpose, inputs, outputs, connection to other files, assumptions, scope\nDocumentation heading explaining the code's purpose, inputs, outputs, assumptions, and paper on which it is based\nComments throughout the code for clarification\nClear data structure to store all code\n2. Each newly generated data set is accompanied by an experiment report which describes/contains:\nA logbook containing the data acquisition settings and measurement procedures\nGoal of the experiment\nOverview of the operational conditions, including images of the test setup\nStructure of the generated data (folder structures and file names)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n3 of 6\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll code, simulation data and project files are version-controlled and stored on the hard drive of the researcher's computer\nand uploaded to GitLab and OneDrive.\nSmall simulation files and measurement data are stored on the hard drive of the researcher's computer and uploaded to\nGitLab and OneDrive.\nLarge simulation files and measurement data can be saved on an external hard drive and on a large volume storage: a\nshared file system available to members of the group via PCs and laptops managed by ICTS KU Leuven or our local KU\nLeuven IT department.\n \nHow will the data be backed up?\nDigital sata\nGitLab and OneDrive\nStandard back-up provided by KU Leuven ICTS.\nBack-up on external hard drive\nNon-digital data\nMaterial is stored in a secure lab at the KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and\nbehind proper authentication. During the project, the researcher and the promotor will evaluate how and when to share data.\nSharing of data will occur through a secure channel such as Belnet Filesender.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are covered by the internal ICT\ncontributions.\nThe cost of large-volume storage (€ 104,42 / TB / year) and storage on the external hard drive (estimated € < 70 / TB) will be\ncovered by available internal funds.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n4 of 6\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained and possibly reused for future research projects for at least 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the external hard drives and on the large volume storages. Additionally, the dataset, code and\ndocumentation will be deposited in the KU Leuven Research Data Repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe cost of large-volume storage (€ 104,42 / TB / year) will be covered by available internal funds.\n \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research group will be able to access the data. In future, the data can be shared in possible collaborations with\nother researchers/research groups.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository.\nWhen will the data be made available?\nDatasets and software will be published and released as soon as we see fit and definitely upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives\nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n5 of 6\nothers maximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate\ncredit and indicate if changes were made.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If publishers require datasets to be\nstored elsewhere, related costs are expected to be marginal since individual publications are not accompanied by very large\namounts of data (expected <10GB per publication). These costs will then be covered by the project's consumable budget.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher is responsible for code and datasets with proper metadata. \nWho will manage data storage and backup during the research project?\nThe researcher is responsible for data storage & back up during the project. This is supervised by Dirk Vandepitte, the promotor. \nWho will manage data preservation and sharing?\nThe researcher is responsible for ensuring data preservation and reuse. This is supervised by Dirk Vandepitte, the promotor. \nWho will update and implement this DMP?\nThe researcher bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 26 March 2024\n6 of 6"
    },
    "clean_full_text": "Micro-disturbances in compact hybrid magnetically suspended flywheel systems A Data Management Plan created using DMPonline.be Creator: Mante Baekeland Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SH5924N ID: 205885 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Flywheel systems are often the primary source of undesired vibrations aboard satellite platforms, degrading the overall pointing stability and performance. With recent developments in satellite earth observation and laser communication, the reduction of micro-disturbance sources has become a driving factor in the development of silent flywheel systems. The growing interest in smaller satellite platforms introduces additional challenges in terms of solution compactness and cost-efficiency. This research project investigates a novel compact magnetic suspended flywheel system, characterised by low microvibration emission, using permanent magnetic bearing technology. The application potential of compact silent flywheel systems reaches far beyond the space industry, including use as artificial stabilisers for mobile robotics, compact energy storage systems and rotor support in turbomachinery. The first step of this research is the numerical modelling of the structural dynamic behaviour and disturbance sources to characterise the microvibration emission of the proposed flywheel configuration. The subsequent step involves the reduction of these micro-disturbances through off-line and on-line balancing techniques. Finally, the effectiveness of using a hybrid levitation system, consisting of passive and active magnetic bearings, is investigated to suppress remaining disturbance sources. Last modified: 26-03-2024 Created using DMPonline.be. Last modiﬁed 26 March 2024 1 of 6 Micro-disturbances in compact hybrid magnetically suspended flywheel systems FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Rotor dynamic simulations Simulations in MATLAB & Simulink Generate new data Digital Simulation data & Software .m, .mat, .dat, .fig, .jpg, .mp4, .gif <100GB NA Finite-element simulations Electromagnetic finite element simulations in Ansys Maxwell Generate new data Digital Simulation data .aedt, .csv <5TB NA CAD Models CAD Models & Technical drawings for the design of the prototype Generate new data Digital Other .par, .asm, dft, .stl <100GB NA Unprocessed vibration measurement data Readout of accelerometers, force transducers, and other sensors Generate new data Digital Observational & Experimental .lms, .csv <5TB NA Processed vibration measurement data Processed data in Matlab Generate new data Digital Experimental & Software .m, .mat, .dat, .fig, .jpg, .xlsx <100GB NA Flywheel prototype Prototype flywheel, magnetic bearings,.. Generate new data Physical Experimental NA NA < 1 m^3 Test setups Test setups, dedicated test rigs, test equipment,.. Generate new data Physical Experimental NA NA < 3 m^3 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 26 March 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Our project holds commercial potential through algorithm development for vibration reduction and prototype demonstration of new bearing technology for flywheels. LRD will be consulted before disseminating data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Code for simulations and data processing is accompanied by: A README.txt file explaining the code's purpose, inputs, outputs, connection to other files, assumptions, scope Documentation heading explaining the code's purpose, inputs, outputs, assumptions, and paper on which it is based Comments throughout the code for clarification Clear data structure to store all code 2. Each newly generated data set is accompanied by an experiment report which describes/contains: A logbook containing the data acquisition settings and measurement procedures Goal of the experiment Overview of the operational conditions, including images of the test setup Structure of the generated data (folder structures and file names) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 26 March 2024 3 of 6 3. Data storage & back-up during the research project Where will the data be stored? All code, simulation data and project files are version-controlled and stored on the hard drive of the researcher's computer and uploaded to GitLab and OneDrive. Small simulation files and measurement data are stored on the hard drive of the researcher's computer and uploaded to GitLab and OneDrive. Large simulation files and measurement data can be saved on an external hard drive and on a large volume storage: a shared file system available to members of the group via PCs and laptops managed by ICTS KU Leuven or our local KU Leuven IT department. How will the data be backed up? Digital sata GitLab and OneDrive Standard back-up provided by KU Leuven ICTS. Back-up on external hard drive Non-digital data Material is stored in a secure lab at the KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper authentication. During the project, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur through a secure channel such as Belnet Filesender. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are covered by the internal ICT contributions. The cost of large-volume storage (€ 104,42 / TB / year) and storage on the external hard drive (estimated € < 70 / TB) will be covered by available internal funds. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are Created using DMPonline.be. Last modiﬁed 26 March 2024 4 of 6 applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained and possibly reused for future research projects for at least 10 years. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the external hard drives and on the large volume storages. Additionally, the dataset, code and documentation will be deposited in the KU Leuven Research Data Repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of large-volume storage (€ 104,42 / TB / year) will be covered by available internal funds. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research group will be able to access the data. In future, the data can be shared in possible collaborations with other researchers/research groups. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository. When will the data be made available? Datasets and software will be published and released as soon as we see fit and definitely upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. We will provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives Created using DMPonline.be. Last modiﬁed 26 March 2024 5 of 6 others maximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate credit and indicate if changes were made. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? The cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If publishers require datasets to be stored elsewhere, related costs are expected to be marginal since individual publications are not accompanied by very large amounts of data (expected <10GB per publication). These costs will then be covered by the project's consumable budget. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher is responsible for code and datasets with proper metadata. Who will manage data storage and backup during the research project? The researcher is responsible for data storage & back up during the project. This is supervised by Dirk Vandepitte, the promotor. Who will manage data preservation and sharing? The researcher is responsible for ensuring data preservation and reuse. This is supervised by Dirk Vandepitte, the promotor. Who will update and implement this DMP? The researcher bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 26 March 2024 6 of 6"
}