{
    "document_id": "D-2022-1582",
    "LinkTitle": "D-2022-1582",
    "file_name": "D-2022-1582.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1582.pdf",
    "metadata": {
        "title": "C3 - FungiWave - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n C3 - FungiWave - DMP title\nProject Identifier\n C3/21/021\nGrant Title\n C3/21/021\nPrincipal Investigator / Researcher\n Prof. Raf Dewil\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. Raf Dewil\nInternal Funds Project number & title\nC3/21/021 - - “ Geïntensifieerd proces voor de simultane winning van chitosan en B-glucan uit\nschimmelbiomassastromen (FungiWave).” \n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of data\nSource\n(experiment\ndefinition)\nFormat of\ndata\nVolume\nWhere\ncreated\nNumerical\nCompositional\nanalysis of\nfeedstock,\nextraction data,\nchemical \ncomposition of\nextracts, purity\nof extracts, mass\nbalances, ...\nspreadsheets\n(.xlsx, .csv,\n.xlm)\nMB\nWP1,2,3\nImages\nMicroscopy\nimages of\nextracts, PSD\nmeasurements\nphotos (.tif,\n.jpg)\n> 10 GB\nWP 3\nProcedures\nDescription of\nmethodologies\nfor seaweed\nextraction and\ncharacterisation\ntext files\n(.docx / .txt /\n…)\nMB\nWP 1,2,3\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes, the project outcome is expected to attract attention from the industrial groups. Current IP is\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nalready filed (WO2021116426A1). In case of additional IP being filed, general patent data sharing\nrestrictions will be asserted prior to patent publication (and discussed LRD).\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nCurrently we are in negotation with Citribel (Material Transfer Agreement, MTA) for further use of\ntheir \nAspergillus niger\n in the extraction experiments. As soon as the details of the MTA are\nfinalized, these will be incorporated into the DMP. Currently the MTA is being finalized by LRD.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. Numerical data, obtained from extraction/characterisation tests  (TOC/TN, ICP, ...)  transferred\nto .xlsx and will be collected per respective test. These .xlsx files will be stored and ordered\nper extraction test and per component/sample in separate folders. The breakdown of folders will\nlook like this: Extraction test_DATE > component data > .xlsx_DATE , Within the .xlsx file, each\ntab corresponds to a optimized/investigated parameter.\n2. Images of the extracted compounds and particle size distribution will be stored in separate\nfolders per extraction test. These files (.jpg, .tiff,) will be stored and ordered per extraction test in\nseparate folders. The breakdown of folders will look like this: Extraction test_DATE > component\nimages > .jpeg/tiff_DATE. The following information will be stored (as a ReadMe/doc file) together\nwith the image (microscopy) file: dimensions, image type, bit-depth, pixel sizes and microscope\nsettings (methodology/protocol).\n3. Procedures, description of methodologies for component extraction (ultrasound/microwave, ...)\nand characterisation will be stored via a .txt/.doc file per extraction test/extracted component in\nseparate folders.\n4. For samples that are exchanged between the reseachers involved, a google spreadsheet is\navailable that contains following information: sample handling, data sample generation, sample\nconditions (fridge, freezer, thawing), date of sample shipment, date sample received and rough\nestimation of the sample contents. Each month a printscreen is made of this google spreadsheet\nand stored on the Teams page/onedrive\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNO\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility (KU Leuven server) and onedrive. Data shared with project partners will be stored in a\ndediacted Teams environment.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures  and Sharepoint back-up procedures are in place.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nCurrently there is sufficient storage & backup capacity. All reports are stored at Teams.\nUnpublished data of the researchers is stored on the servers and cloud services provided by KU\nLeuven.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe cost for data preservation of 5 years is estimated to be 500 EUR. These costs are covered by\nthe coordination budget.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nThe data at each partner institute are kept in a secure environment to which only designated\npersonnel (also from the other partners) will be given personal access.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for this period.\n6.2. Where will these data be archived (= stored for the long term)?\nAs confirmed by the KU Leuven RDM policy, the data will be stored on the university's central\nservers (with automatic back-up procedures) for at least 10 year\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe cost for data preservation of 10 years is estimated to be 500 EUR for KU Leuven.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThis section will be extended as soon as the MTA with Citribel has been finalized (see 3.4).\n7.2. Which data will be made available after the end of the project?\nAll data supportive of the published research findings, unless licensable/patentable (in which\ncase they will be under embargo for as long as needed to finalise the valorisation procedures).\n7.3. Where/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nEmbargo will be established for all data which may lead to valorisable output. The data will be\nkept under embargo for as long as it takes to finalise this output.\n7.5. Who will be able to access the data and under what conditions?\nThe links to the full datasets (with doi number) will be provided as supplement to the publication\nwhich is supported by these data, as an open access dataset under a CC-BY license. Therefore, it\nwill be available to anyone for any purpose, provided that they give appropriate credit to the\ncreators.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe cost for data preservation of 10 years is estimated to be 500 EUR for KULeuven.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nNick Sweygers\n8.2. Who will be responsible for data storage & back up during the project?\nNick Sweygers\n8.3. Who will be responsible for ensuring data preservation and sharing?\nNick Sweygers and PI (Prof. Raf Dewil)\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name C3 - FungiWave - DMP title Project Identifier C3/21/021 Grant Title C3/21/021 Principal Investigator / Researcher Prof. Raf Dewil Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. Raf Dewil Internal Funds Project number & title C3/21/021 - - “ Geïntensifieerd proces voor de simultane winning van chitosan en B-glucan uit schimmelbiomassastromen (FungiWave).” 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Source (experiment definition) Format of data Volume Where created Numerical Compositional analysis of feedstock, extraction data, chemical composition of extracts, purity of extracts, mass balances, ... spreadsheets (.xlsx, .csv, .xlm) MB WP1,2,3 Images Microscopy images of extracts, PSD measurements photos (.tif, .jpg) > 10 GB WP 3 Procedures Description of methodologies for seaweed extraction and characterisation text files (.docx / .txt / …) MB WP 1,2,3 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes, the project outcome is expected to attract attention from the industrial groups. Current IP is This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 already filed (WO2021116426A1). In case of additional IP being filed, general patent data sharing restrictions will be asserted prior to patent publication (and discussed LRD). 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Currently we are in negotation with Citribel (Material Transfer Agreement, MTA) for further use of their Aspergillus niger in the extraction experiments. As soon as the details of the MTA are finalized, these will be incorporated into the DMP. Currently the MTA is being finalized by LRD. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. Numerical data, obtained from extraction/characterisation tests (TOC/TN, ICP, ...) transferred to .xlsx and will be collected per respective test. These .xlsx files will be stored and ordered per extraction test and per component/sample in separate folders. The breakdown of folders will look like this: Extraction test_DATE > component data > .xlsx_DATE , Within the .xlsx file, each tab corresponds to a optimized/investigated parameter. 2. Images of the extracted compounds and particle size distribution will be stored in separate folders per extraction test. These files (.jpg, .tiff,) will be stored and ordered per extraction test in separate folders. The breakdown of folders will look like this: Extraction test_DATE > component images > .jpeg/tiff_DATE. The following information will be stored (as a ReadMe/doc file) together with the image (microscopy) file: dimensions, image type, bit-depth, pixel sizes and microscope settings (methodology/protocol). 3. Procedures, description of methodologies for component extraction (ultrasound/microwave, ...) and characterisation will be stored via a .txt/.doc file per extraction test/extracted component in separate folders. 4. For samples that are exchanged between the reseachers involved, a google spreadsheet is available that contains following information: sample handling, data sample generation, sample conditions (fridge, freezer, thawing), date of sample shipment, date sample received and rough estimation of the sample contents. Each month a printscreen is made of this google spreadsheet and stored on the Teams page/onedrive 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. NO 5. Data storage and backup during the project 5.1. Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit central storage facility (KU Leuven server) and onedrive. Data shared with project partners will be stored in a dediacted Teams environment. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures and Sharepoint back-up procedures are in place. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Currently there is sufficient storage & backup capacity. All reports are stored at Teams. Unpublished data of the researchers is stored on the servers and cloud services provided by KU Leuven. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The cost for data preservation of 5 years is estimated to be 500 EUR. These costs are covered by the coordination budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 The data at each partner institute are kept in a secure environment to which only designated personnel (also from the other partners) will be given personal access. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for this period. 6.2. Where will these data be archived (= stored for the long term)? As confirmed by the KU Leuven RDM policy, the data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 year 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The cost for data preservation of 10 years is estimated to be 500 EUR for KU Leuven. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? This section will be extended as soon as the MTA with Citribel has been finalized (see 3.4). 7.2. Which data will be made available after the end of the project? All data supportive of the published research findings, unless licensable/patentable (in which case they will be under embargo for as long as needed to finalise the valorisation procedures). 7.3. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail 7.4. When will the data be made available? Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary Embargo will be established for all data which may lead to valorisable output. The data will be kept under embargo for as long as it takes to finalise this output. 7.5. Who will be able to access the data and under what conditions? The links to the full datasets (with doi number) will be provided as supplement to the publication which is supported by these data, as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. 7.6. What are the expected costs for data sharing? How will these costs be covered? The cost for data preservation of 10 years is estimated to be 500 EUR for KULeuven. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Nick Sweygers 8.2. Who will be responsible for data storage & back up during the project? Nick Sweygers 8.3. Who will be responsible for ensuring data preservation and sharing? Nick Sweygers and PI (Prof. Raf Dewil) 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}