{
    "document_id": "D-2023-2242",
    "LinkTitle": "D-2023-2242",
    "file_name": "D-2023-2242.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2242.pdf",
    "metadata": {
        "title": "User-centric distributed signal processing algorithms for next generation cell-free massive MIMO based wireless communication networks",
        "author": "N/A",
        "creation_date": "2023-06-29 07:14:49+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "User-centric distributed signal processing algorithms for next generation cell-\nfree massive MIMO based wireless communication networks\nA Data Management Plan created using DMPonline.be\nCreators: \nn.n. n.n., Aldona Niemiro-Sznajder, Marc Moonen, Hazem Sallouha \n \nhttps://orcid.org/0000-0002-1288-1023\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMarc Moonen, Hazem Sallouha \n \nhttps://orcid.org/0000-0002-1288-1023\n, n.n. n.n.\nData Manager:\n \nAldona Niemiro-Sznajder\nProject Administrator:\n \nAldona Niemiro-Sznajder\nGrant number / URL: \nG0C0623N\nID: \n200005\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nThe project considers so-called cell-free massive MIMO (CFmMIMO) systems for next-generation wireless communication\nnetworks. Unlike in current cellular systems, where a user is served only by the one access point (AP) of the cell in which\nit resides, in a CFmMIMO system a user may be served by all APs in the network. This can resolve current interference\nissues and potentially offer significantly higher spectral efficiency.\nThe goal of the project will be to develop novel and efficient distributed signal processing algorithms, to reap the full\nCFmMIMO benefits at a practically affordable cost, i.e., not relying on centralized processing and with a computational\ncomplexity and inter-AP communication cost that is scalable for large networks with many users and many APs. A user-\ncentric approach will be taken, where a user is served by a selected set of APs, forming local ad-hoc networks that\noptimally cooperate by sharing fused signals and parameters as coordinated by the distributed algorithms. Specific\nsignal processing challenges will be addressed in this general context, namely synchronization, channel estimation,\nequalization, precoding, and resource allocation.\nThe project will build on earlier research on distributed node-specific signal estimation in wireless (acoustic) sensor\nnetworks, resource allocation in fixed-access DSL networks, as well as on in-house expertise in experimentally-driven\nmMIMO channel estimation and distributed signal processing.\nLast modified: \n29-06-2023\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n1 of 8\nUser-centric distributed signal processing algorithms for next generation cell-\nfree massive MIMO based wireless communication networks\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nNetwork-wide\nCF-mMIMO\nalgorithms \nAll code developed\nin WP1\nGenerate new data\nDigital\nSoftware\n.m, .py, .txt\n<1GB\n \nUser-centric CF-\nmMIMO\nalgorithms\nAll code developed\nin WP2\nGenerate new data\nDigital\nSoftware\n.m, .py, .txt\n<1GB\n \nDistributed CF-\nmMIMO\nalgorithms\nAll code developed\nin WP3\nGenerate new data\nDigital\nSoftware\n.m, .py, .txt\n<1GB\n \nNetwork-wide\nCF-mMIMO data \nAll simulation\nscenarios and\nresults in WP1\nGenerate new data\nDigital\nSimulation data\n.mat, .txt\n<100GB\n \nUser-centric CF-\nmMIMO data\nAll simulation\nscenarios and\nresults in WP2\nGenerate new data\nDigital\nSimulation data\n.mat, .txt\n<100GB\n \nDistributed CF-\nmMIMO data\nAll simulation\nscenarios and\nresults in WP3\nGenerate new data\nDigital\nSimulation data\n.mat, .txt\n<100GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nData used to validate research results will mainly consist of:\n1) documents in common electronic formats (reports, papers)\n2) measurements in JSON and CSV formats\n3) analytical and numerical simulation codes in software specific file formats (Matlab m-files, Julia, Python and C code)\n4) raw numerical data and multimedia files.\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n2 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nThe potential for valorization will be assessed before sharing any data. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nRaw data will be generated as output from measurements and simulation codes and will be exported in standard formats that can be imported into other software\npackages for postprocessing. Metadata about the data sets with specific information about the numerical runs will be stored in associated text files, alongside the\ndatasets on KU Leuven RDR.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n- The data will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and read-only access to specific\nusers. The ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT managed)\nsystems.\n- Measurements and datasets will be made open-source by publishing it on KU Leuven RDR on a permanent basis.\n- Codes and software will be stored on KU Leuven GitLab.\n \nHow will the data be backed up?\nAll data in ESAT servers are backed up daily and replicated to an off-site storage system in the KU Leuven ICTS data center.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, the data is stored on the server assigned for research data of the STADIUS (PI Marc Moonen) and WaveCore (PI Sofie Pollin) research divisions.\nBoth STADIUS and WaveCore research divisions are constantly monitoring their storage capacity and extend it if needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and readonly access to specific users.\nThe ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT managed) systems.\nData stored at KU Leuven servers are protected by the KU Leuven ICT department.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n3 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of storage and backup of the data is covered by the research divisions STADIUS (PI Marc Moonen) and WaveCore (PI Sofie Pollin). \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nFollowing KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more\npermanent basis.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored in ESAT servers during the project and 5 years after the project ends. Later, the data will be moved to the offline data archive storage.\nFollowing KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more\npermanent basis.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe storage facilities of the research unit are available to the researchers free of charge.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nWhenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open\naccess CC-BY licence. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open\naccess CC-BY licence. \nWhen will the data be made available?\nData will be made available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open\naccess CC-BY licence\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n4 of 8\nYes\nCode and data sets posted in KU Leuven RDR, IEEE CodeOcean and IEEE DataPort receive a DOI\nWhat are the expected costs for data sharing? How will these costs be covered?\nAll open access fees will be covered by the project budget and/or neighbouring projects by the PIs.  \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nResearchers employed in the project \nWho will manage data storage and backup during the research project?\nResearchers employed in the project \nWho will manage data preservation and sharing?\nPIs Marc Moonen and Sofie Pollin \nWho will update and implement this DMP?\nPIs Marc Moonen and Sofie Pollin \nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n5 of 8\nUser-centric distributed signal processing algorithms for next generation cell-\nfree massive MIMO based wireless communication networks\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nData used to validate research results will be generated by the PIs and their teams. The data will mainly consist of:\n1) documents in common electronic formats (reports, papers).\n2) measurements in JSON and CSV formats.\n3) analytical and numerical simulation codes in software specific file formats (Matlab m-files, Julia, Python and C code).\n4) raw numerical data and multimedia files. Raw data will be generated as output from measurements and simulation codes and will be exported in standard formats that\ncan be imported into other software packages for postprocessing. Metadata about the data sets with specific information about the numerical runs will be stored in\nassociated text files alongside the dataset on KU Leuven RDR.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe PIs will be responsible for the data preservation.\n- Documents and reports will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and read-only access\nto specific users. The ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT\nmanaged) systems. All data in ESAT servers are backed up daily and replicated to an off-site storage system in the KU Leuven ICTS data center.\n- Measurements and datasets will be made open-source by publishing it on KU Leuven RDR on a permanent basis.\n- Codes and software will be stored on KU Leuven GitLab.\nFollowing KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more\npermanent basis.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n6 of 8\nUser-centric distributed signal processing algorithms for next generation cell-\nfree massive MIMO based wireless communication networks\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n7 of 8\nUser-centric distributed signal processing algorithms for next generation cell-\nfree massive MIMO based wireless communication networks\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 June 2023\n8 of 8"
    },
    "clean_full_text": "User-centric distributed signal processing algorithms for next generation cell- free massive MIMO based wireless communication networks A Data Management Plan created using DMPonline.be Creators: n.n. n.n., Aldona Niemiro-Sznajder, Marc Moonen, Hazem Sallouha https://orcid.org/0000-0002-1288-1023 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Marc Moonen, Hazem Sallouha https://orcid.org/0000-0002-1288-1023 , n.n. n.n. Data Manager: Aldona Niemiro-Sznajder Project Administrator: Aldona Niemiro-Sznajder Grant number / URL: G0C0623N ID: 200005 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: The project considers so-called cell-free massive MIMO (CFmMIMO) systems for next-generation wireless communication networks. Unlike in current cellular systems, where a user is served only by the one access point (AP) of the cell in which it resides, in a CFmMIMO system a user may be served by all APs in the network. This can resolve current interference issues and potentially offer significantly higher spectral efficiency. The goal of the project will be to develop novel and efficient distributed signal processing algorithms, to reap the full CFmMIMO benefits at a practically affordable cost, i.e., not relying on centralized processing and with a computational complexity and inter-AP communication cost that is scalable for large networks with many users and many APs. A user- centric approach will be taken, where a user is served by a selected set of APs, forming local ad-hoc networks that optimally cooperate by sharing fused signals and parameters as coordinated by the distributed algorithms. Specific signal processing challenges will be addressed in this general context, namely synchronization, channel estimation, equalization, precoding, and resource allocation. The project will build on earlier research on distributed node-specific signal estimation in wireless (acoustic) sensor networks, resource allocation in fixed-access DSL networks, as well as on in-house expertise in experimentally-driven mMIMO channel estimation and distributed signal processing. Last modified: 29-06-2023 Created using DMPonline.be. Last modiﬁed 29 June 2023 1 of 8 User-centric distributed signal processing algorithms for next generation cell- free massive MIMO based wireless communication networks FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Network-wide CF-mMIMO algorithms All code developed in WP1 Generate new data Digital Software .m, .py, .txt <1GB User-centric CF- mMIMO algorithms All code developed in WP2 Generate new data Digital Software .m, .py, .txt <1GB Distributed CF- mMIMO algorithms All code developed in WP3 Generate new data Digital Software .m, .py, .txt <1GB Network-wide CF-mMIMO data All simulation scenarios and results in WP1 Generate new data Digital Simulation data .mat, .txt <100GB User-centric CF- mMIMO data All simulation scenarios and results in WP2 Generate new data Digital Simulation data .mat, .txt <100GB Distributed CF- mMIMO data All simulation scenarios and results in WP3 Generate new data Digital Simulation data .mat, .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Data used to validate research results will mainly consist of: 1) documents in common electronic formats (reports, papers) 2) measurements in JSON and CSV formats 3) analytical and numerical simulation codes in software specific file formats (Matlab m-files, Julia, Python and C code) 4) raw numerical data and multimedia files. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 29 June 2023 2 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The potential for valorization will be assessed before sharing any data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Raw data will be generated as output from measurements and simulation codes and will be exported in standard formats that can be imported into other software packages for postprocessing. Metadata about the data sets with specific information about the numerical runs will be stored in associated text files, alongside the datasets on KU Leuven RDR. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? - The data will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and read-only access to specific users. The ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT managed) systems. - Measurements and datasets will be made open-source by publishing it on KU Leuven RDR on a permanent basis. - Codes and software will be stored on KU Leuven GitLab. How will the data be backed up? All data in ESAT servers are backed up daily and replicated to an off-site storage system in the KU Leuven ICTS data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, the data is stored on the server assigned for research data of the STADIUS (PI Marc Moonen) and WaveCore (PI Sofie Pollin) research divisions. Both STADIUS and WaveCore research divisions are constantly monitoring their storage capacity and extend it if needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and readonly access to specific users. The ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT managed) systems. Data stored at KU Leuven servers are protected by the KU Leuven ICT department. Created using DMPonline.be. Last modiﬁed 29 June 2023 3 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of storage and backup of the data is covered by the research divisions STADIUS (PI Marc Moonen) and WaveCore (PI Sofie Pollin). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Following KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more permanent basis. Where will these data be archived (stored and curated for the long-term)? The data will be stored in ESAT servers during the project and 5 years after the project ends. Later, the data will be moved to the offline data archive storage. Following KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more permanent basis. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The storage facilities of the research unit are available to the researchers free of charge. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Whenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open access CC-BY licence. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Whenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open access CC-BY licence. When will the data be made available? Data will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Whenever relevant code and data sets accompanying publications will be posted in KU Leuven RDR, possibly also in IEEE CodeOcean and IEEE DataPort, under an open access CC-BY licence Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 29 June 2023 4 of 8 Yes Code and data sets posted in KU Leuven RDR, IEEE CodeOcean and IEEE DataPort receive a DOI What are the expected costs for data sharing? How will these costs be covered? All open access fees will be covered by the project budget and/or neighbouring projects by the PIs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Researchers employed in the project Who will manage data storage and backup during the research project? Researchers employed in the project Who will manage data preservation and sharing? PIs Marc Moonen and Sofie Pollin Who will update and implement this DMP? PIs Marc Moonen and Sofie Pollin Created using DMPonline.be. Last modiﬁed 29 June 2023 5 of 8 User-centric distributed signal processing algorithms for next generation cell- free massive MIMO based wireless communication networks Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Data used to validate research results will be generated by the PIs and their teams. The data will mainly consist of: 1) documents in common electronic formats (reports, papers). 2) measurements in JSON and CSV formats. 3) analytical and numerical simulation codes in software specific file formats (Matlab m-files, Julia, Python and C code). 4) raw numerical data and multimedia files. Raw data will be generated as output from measurements and simulation codes and will be exported in standard formats that can be imported into other software packages for postprocessing. Metadata about the data sets with specific information about the numerical runs will be stored in associated text files alongside the dataset on KU Leuven RDR. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The PIs will be responsible for the data preservation. - Documents and reports will be stored in ESAT servers with access regulated by an access control list (ACL) that grants read-write access to the PIs and read-only access to specific users. The ACL is managed by the PIs. Client computers can access the data using SMB2 (or higher) from specific IP ranges and NFSv4 from specific (IT managed) systems. All data in ESAT servers are backed up daily and replicated to an off-site storage system in the KU Leuven ICTS data center. - Measurements and datasets will be made open-source by publishing it on KU Leuven RDR on a permanent basis. - Codes and software will be stored on KU Leuven GitLab. Following KU Leuven's RDM policy, research datasets will be kept for 10 years. Limited data of high value (e.g., validation datasets) will be made public on a more permanent basis. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 29 June 2023 6 of 8 User-centric distributed signal processing algorithms for next generation cell- free massive MIMO based wireless communication networks DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 June 2023 7 of 8 User-centric distributed signal processing algorithms for next generation cell- free massive MIMO based wireless communication networks GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 June 2023 8 of 8"
}