{
    "document_id": "D-2023-2281",
    "LinkTitle": "D-2023-2281",
    "file_name": "D-2023-2281.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2281.pdf",
    "metadata": {
        "title": "D-2023-2281",
        "author": "Eduard",
        "num_pages": 6
    },
    "content": {
        "full_text": "1Data management plan\nFRET-type remote excitation tip-enhanced \nfluorescence microscopy for super-resolution DNA \nmapping \nADMIN DETAILS\nProject Name: FRET-type remote excitation tip-enhanced fluorescence microscopy for super-\nresolution DNA mapping  \nPrincipal Investigator / Researcher Hiroshi Uji-i \nInstitution: KU Leuven\n1. GENERAL INFORMATION\n1.1 Name of the project lead (PI)\n1. Hiroshi Uji-i \n2. Eduard Fron \n3. Neves Rocha Susana\n1.2 Project number & title\nG0D4519N \nFRET-type remote excitation tip-enhanced fluorescence microscopy for super-resolution DNA \nmapping\n2. Materials\n2.1 Legal and ethical issues\nPrivacy There are no privacy issues.\nEthics There are no ethical issues.\n2.2 Ownership The generated samples belong to KU Leuven in accordance with the framework \npolicy of the university. The department maintains the legal right to use the materials, methods, \nprotocols and results for patents.  \nExcept for VGM departments of KU Leuven, there is no institutional body preventing the researchers  \nfrom storing the samples, performing the anticipated experiments or publishing the results.\n2.3 Documentation and metadata\nThe recipients are labelled with a reference number that links to an entry in the logbook.  \n22.4 Storage and backup\nSamples will be stored in fridges/freezer present in preparation labs located in the Nanocenter \nbuilding, Celestijnenlaan 200F.\nSecurity Unauthorized people do not have access to the samples.\n2.5 Preservation after end of project  \nWhere All samples produced in this project will be kept for at least 5 more years after the end of the \nproject.\nCosts Includes the storage in the freezers/fridges and are included in the financial plan of the \nproject. \n2.6 Sharing\nCommercial exploitation will be halt via patenting or other instruments necessary to restrict the \nmaterial from commercial use.\nWhom: The materials can be exchanged among the involved partners upon request.\nCosts Shipment is paid by the requesting party.\n2.7 Responsibilities\nEach PI is responsible for the samples within his own group.\n3. DATA \n3.1. Will you generate/collect new data and/or make use of existing data?  \nThe researchers will generate new data and might make use of old data for references.\n3.2. You have set a number of objectives in your proposal. Describe the origin, type and format of \nthe data and its (estimated) volume that will be used to obtain each objective, preferably per \nobjective. You might consider using the table in the guidance.  \nExperimental data will be collected for material characterization and device/reactivity testing, in a \nvariety of file formats such as: native formats, Origin, Excel, JPG, Word, text, .sdt .cpp, .csv, spx, etc. \nFor modelling and simulations, the original codes written in Matlab, C, LabView or other tools will \nalso be stored together with the generated calculation data.  \nAll data shall come with a detailed text document describing the experimental conditions, the \nmaterials and the exact experimental protocol/parameters used. In the case of processed or \nanalysed data, detailed descriptions on the analysis steps will be included.\nWe anticipate to generate data of a volume of 10TB in this project.\n3.3 Detailed data types associated to the work packages are listed in the following:\nDuring the project the following data type will generate from the following experiments:\n3-Raman micro-spectroscopy\n-Raman spectroscopy\n-Scanning tunnelling microscopy\n-second harmonic generation  \n-atomic force microscopy\n-piezo-response force microscopy\n-optical absorption and emission spectroscopy\n-single photon timing  \n-fs fluorescence up-conversion\n-fs transient-absorption spectroscopy\n-fluorescence microscopy\n-steady-state space charge limited currents\n-time-resolved electric field induced SHG\n-theoretical models investigating the charge dynamics  \n-XRD diffraction \nWe anticipate to generate multiple data files with analysis results and detailed statistical analyses.\n4. Legal and ethical issues\n4.1. Will you use personal data? If so, shortly describe the kind of personal data you will use (and \nadd the reference to your file in your host institution's privacy register - not relevant yet)  \nNo, we will not use personal data.\n4.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).\nNo, no ethical issues.\n4.3. Does your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nThe generated data belongs to KU Leuven in accordance with the framework policy of the university.  \nThe department maintains the legal right to use results of any form for patents. Ownership of the \ngenerated data belongs to KU Leuven; copyright of the models and analysis scripts. When potential \ndata and results that can lead to tech transfer and valorisation are collected, we will consult LRD for \nsupport and advice.\n4.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?\nNo 3rd party agreements.\n5. Documentation and metadata\n45.1 What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?\nDocumentation. Clear and detailed descriptions of the protocols will be stored in our lab logbooks. \nIn order to make sure all the data collected and stored will be reliable and reproducible, a text \ndocument describing the exact experimental conditions, including date, time, location of \nmeasurements, instruments, sample preparation protocol and measurement parameters etc. This \nfile will be kept in the same folder where the data is stored.\n5.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nYes, we will use files in asci format which can be open and read by most of text editor programs.\n6. Storage and backup\n6.1. Where will the data be stored?\nData will be collected and stored at the local desktops of the instruments and will be copied via \npersonal storages such as portable hard disks, or transferred/shared via the SSL encrypted to ICTS - \nStandard Storage Solutions provided by KU Leuven.  \n6.2. How will the data be backed up?\nThe data will be mirror stored on the university's central servers (large volume storage at ICTS) with \nautomatic daily back-up procedures.\n6.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this will  \nbe taken care of.\nYes. Researchers, setup responsible persons and lab managers take care of the local data storage at \ninstruments. Regular backup is carried by copy and transfer the data to the central storage, whith \nautomatically backups.\n6.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?\nThe large volume data storage service provided by KU Leuven ICTS will cost:\n- personal drive: 25 Euro / 50 GB /  year .\n- shared drive: 25 Euro / 50 GB /  year \n- archive drive: 170 euro / 1 TB / year\nTotal: 50 euro x 15 persons x 4 years + 170 euro x 10 TB x 4 years = 9800 Euro\nThe cost will be covered  by the project budget.\n6.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?\n5The identifiable data files from this project will be managed, processed, and stored in a secure \nenvironment. The data transfer with the ICTS - Standard Storage Solutions provided by KU Leuven is \ndone over an encrypted connection. The data is encrypted with a 256-bit SSL.\n7. Data preservation after the end of the project.  \n7.1. Which data will be retained for the expected 5 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\nAll data will be stored in ICTS - Standard Storage Solutions provided by KU Leuven (with automatic \nbackup procedures) for at least 5 years, conform the KU Leuven RDM policy unless there will be legal  \nor contractual restrictions in the case of tech transfer or valorisation events. Close consultation with \nLRD and ICTS will be conducted in those cases to ensure IP and data security.\n7.2. Where will these data be archived (= stored for the long term)?\nThe data will be archived on the university's large volume storage servers (with automatic back-up \nprocedures) for at least 5 years, conform the KU Leuven RDM policy.\n7.3. What are the expected costs for data preservation during these 5 years? How will the costs be \ncovered?\nThe estimated cost for data preservation will be 1700 Euros per year for 10TB.\nThe cost will be covered by the budget of this project.\n8. Data sharing and re-use  \n8.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?\nKU Leuven holds the IPR.  \n8.2. Which data will be made available after the end of the project?\nThe data associated to published articles, conference abstracts and posters will be made available \nafter publication or the end of the project.\n8.3. Where/how will the data be made available for reuse?\nThe data will be made available for reuse upon request and only under clear consent.  \nPermission Levels The access to data will have  tree levels: Viewer, Editor, or Admin.\nData publication hierarchy  \n Data type Storage location Research level\nRaw data and dataset ICTS, notebooks, drawers low\nData folders and database ICTS, repositories, references medium\nProcessed data and data \nrepresentationICTS, Supplementary files, explanation medium-high\nPublications with data, conferences ICTS, research articles, conference abstracts high\n6-\n8.4. When will the data be made available?\n The results will be disseminated in top journals with policy requiring disclosure upon\nData associated to publications will be made available upon publications. Results with IP potentials \nwill go through an embargo period till IP is secured.  \n8.5. Who will be able to access the data and under what conditions?\nThe access to published data will be open to the scientific community. The unpublished data can be \naccessible upon request.\n8.6. What are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs associated with data sharing.\n9. Responsibilities\n9.1. Who will be responsible for the data documentation & metadata?\nEach PI is responsible for the data documentation & metadata.  \n9.2. Who will be responsible for data storage & back up during the project?\nEach PI is responsible for data storage & backup.  "
    },
    "clean_full_text": "1Data management plan FRET-type remote excitation tip-enhanced fluorescence microscopy for super-resolution DNA mapping ADMIN DETAILS Project Name: FRET-type remote excitation tip-enhanced fluorescence microscopy for super- resolution DNA mapping Principal Investigator / Researcher Hiroshi Uji-i Institution: KU Leuven 1. GENERAL INFORMATION 1.1 Name of the project lead (PI) 1. Hiroshi Uji-i 2. Eduard Fron 3. Neves Rocha Susana 1.2 Project number & title G0D4519N FRET-type remote excitation tip-enhanced fluorescence microscopy for super-resolution DNA mapping 2. Materials 2.1 Legal and ethical issues Privacy There are no privacy issues. Ethics There are no ethical issues. 2.2 Ownership The generated samples belong to KU Leuven in accordance with the framework policy of the university. The department maintains the legal right to use the materials, methods, protocols and results for patents. Except for VGM departments of KU Leuven, there is no institutional body preventing the researchers from storing the samples, performing the anticipated experiments or publishing the results. 2.3 Documentation and metadata The recipients are labelled with a reference number that links to an entry in the logbook. 22.4 Storage and backup Samples will be stored in fridges/freezer present in preparation labs located in the Nanocenter building, Celestijnenlaan 200F. Security Unauthorized people do not have access to the samples. 2.5 Preservation after end of project Where All samples produced in this project will be kept for at least 5 more years after the end of the project. Costs Includes the storage in the freezers/fridges and are included in the financial plan of the project. 2.6 Sharing Commercial exploitation will be halt via patenting or other instruments necessary to restrict the material from commercial use. Whom: The materials can be exchanged among the involved partners upon request. Costs Shipment is paid by the requesting party. 2.7 Responsibilities Each PI is responsible for the samples within his own group. 3. DATA 3.1. Will you generate/collect new data and/or make use of existing data? The researchers will generate new data and might make use of old data for references. 3.2. You have set a number of objectives in your proposal. Describe the origin, type and format of the data and its (estimated) volume that will be used to obtain each objective, preferably per objective. You might consider using the table in the guidance. Experimental data will be collected for material characterization and device/reactivity testing, in a variety of file formats such as: native formats, Origin, Excel, JPG, Word, text, .sdt .cpp, .csv, spx, etc. For modelling and simulations, the original codes written in Matlab, C, LabView or other tools will also be stored together with the generated calculation data. All data shall come with a detailed text document describing the experimental conditions, the materials and the exact experimental protocol/parameters used. In the case of processed or analysed data, detailed descriptions on the analysis steps will be included. We anticipate to generate data of a volume of 10TB in this project. 3.3 Detailed data types associated to the work packages are listed in the following: During the project the following data type will generate from the following experiments: 3-Raman micro-spectroscopy -Raman spectroscopy -Scanning tunnelling microscopy -second harmonic generation -atomic force microscopy -piezo-response force microscopy -optical absorption and emission spectroscopy -single photon timing -fs fluorescence up-conversion -fs transient-absorption spectroscopy -fluorescence microscopy -steady-state space charge limited currents -time-resolved electric field induced SHG -theoretical models investigating the charge dynamics -XRD diffraction We anticipate to generate multiple data files with analysis results and detailed statistical analyses. 4. Legal and ethical issues 4.1. Will you use personal data? If so, shortly describe the kind of personal data you will use (and add the reference to your file in your host institution's privacy register - not relevant yet) No, we will not use personal data. 4.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No, no ethical issues. 4.3. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The generated data belongs to KU Leuven in accordance with the framework policy of the university. The department maintains the legal right to use results of any form for patents. Ownership of the generated data belongs to KU Leuven; copyright of the models and analysis scripts. When potential data and results that can lead to tech transfer and valorisation are collected, we will consult LRD for support and advice. 4.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 3rd party agreements. 5. Documentation and metadata 45.1 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Documentation. Clear and detailed descriptions of the protocols will be stored in our lab logbooks. In order to make sure all the data collected and stored will be reliable and reproducible, a text document describing the exact experimental conditions, including date, time, location of measurements, instruments, sample preparation protocol and measurement parameters etc. This file will be kept in the same folder where the data is stored. 5.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes, we will use files in asci format which can be open and read by most of text editor programs. 6. Storage and backup 6.1. Where will the data be stored? Data will be collected and stored at the local desktops of the instruments and will be copied via personal storages such as portable hard disks, or transferred/shared via the SSL encrypted to ICTS - Standard Storage Solutions provided by KU Leuven. 6.2. How will the data be backed up? The data will be mirror stored on the university's central servers (large volume storage at ICTS) with automatic daily back-up procedures. 6.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. Researchers, setup responsible persons and lab managers take care of the local data storage at instruments. Regular backup is carried by copy and transfer the data to the central storage, whith automatically backups. 6.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The large volume data storage service provided by KU Leuven ICTS will cost: - personal drive: 25 Euro / 50 GB / year . - shared drive: 25 Euro / 50 GB / year - archive drive: 170 euro / 1 TB / year Total: 50 euro x 15 persons x 4 years + 170 euro x 10 TB x 4 years = 9800 Euro The cost will be covered by the project budget. 6.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 5The identifiable data files from this project will be managed, processed, and stored in a secure environment. The data transfer with the ICTS - Standard Storage Solutions provided by KU Leuven is done over an encrypted connection. The data is encrypted with a 256-bit SSL. 7. Data preservation after the end of the project. 7.1. Which data will be retained for the expected 5 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data will be stored in ICTS - Standard Storage Solutions provided by KU Leuven (with automatic backup procedures) for at least 5 years, conform the KU Leuven RDM policy unless there will be legal or contractual restrictions in the case of tech transfer or valorisation events. Close consultation with LRD and ICTS will be conducted in those cases to ensure IP and data security. 7.2. Where will these data be archived (= stored for the long term)? The data will be archived on the university's large volume storage servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. 7.3. What are the expected costs for data preservation during these 5 years? How will the costs be covered? The estimated cost for data preservation will be 1700 Euros per year for 10TB. The cost will be covered by the budget of this project. 8. Data sharing and re-use 8.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? KU Leuven holds the IPR. 8.2. Which data will be made available after the end of the project? The data associated to published articles, conference abstracts and posters will be made available after publication or the end of the project. 8.3. Where/how will the data be made available for reuse? The data will be made available for reuse upon request and only under clear consent. Permission Levels The access to data will have tree levels: Viewer, Editor, or Admin. Data publication hierarchy Data type Storage location Research level Raw data and dataset ICTS, notebooks, drawers low Data folders and database ICTS, repositories, references medium Processed data and data representationICTS, Supplementary files, explanation medium-high Publications with data, conferences ICTS, research articles, conference abstracts high 6- 8.4. When will the data be made available? The results will be disseminated in top journals with policy requiring disclosure upon Data associated to publications will be made available upon publications. Results with IP potentials will go through an embargo period till IP is secured. 8.5. Who will be able to access the data and under what conditions? The access to published data will be open to the scientific community. The unpublished data can be accessible upon request. 8.6. What are the expected costs for data sharing? How will these costs be covered? There will be no costs associated with data sharing. 9. Responsibilities 9.1. Who will be responsible for the data documentation & metadata? Each PI is responsible for the data documentation & metadata. 9.2. Who will be responsible for data storage & back up during the project? Each PI is responsible for data storage & backup."
}