{
    "document_id": "D-2023-1991",
    "LinkTitle": "D-2023-1991",
    "file_name": "D-2023-1991.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1991.pdf",
    "metadata": {
        "title": "D-2023-1991",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "TOWARDS DEVELOPMENT OF METHODOLOGIES FOR PLASTIC \nDEGRADATION PATHWAY DISCOVERY FROM META-OMICS DATA  \nFWO DMP (Flemish Standard DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nOnly for \ndigital dataOnly for \ndigital dataOnly for \ndigital dataOnly for \nphysical \ndata\nDataset \nNameDescriptionNew or \nreusedDigital or \nPhysicalDigital Data \nTypeDigital Data \nformatDigital data \nvolume \n(MB/GB/TB\n)Physical \nvolume\nMetagenom\nic data \n(RAW)Output from \nthe shotgun \nsequencingPlease \nchoose \nfrom the \nfollowing \noptions:\n●G\nen\ner\nat\ne \nne\nw \nda\ntaPlease \nchoose \nfrom the \nfollowing \noptions:\n●Di\ngit\nalPlease \nchoose \nfrom the \nfollowing \noptions:\n●Ex\npe\nri\nm\nen\ntal\n(g\nen\ne \nse\nqu\nen\nce\ns)Please \nchoose \nfrom the \nfollowing \noptions:\n●.fa\nst\naPlease \nchoose \nfrom the \nfollowing \noptions:\n●<1\nTB\nScripts + \npackagesScripts and \npackages●G\nen\ner\nat\ne \nne\nw \nda\nta●Di\ngit\nal●co\nm\npil\ned\n/\nag\ngr\neg\nat\ned \nda\nta \n(s\ncri\npt●.p\ny, \n.r, \n.cs\nv,.\nte\nxt●<1\n00\nM\nB\ns, \nde\nriv\ned \nva\nria\nbl\nes\n)\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.\n●No\nNA\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.\n●No\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\n●No\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nNA\n2. DOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).\nScripts + packages : README.txt, GitHub  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.\n●No\nNA\n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\nThe overall data volume is small enough that data can be stored on the OneDrive accounts of the project leader \n(Prof. Faust) and local hard drives. The pre-processing of raw metagenomic and metatranscriptomic reads requires a \nlarge amount of RAM memory (>60GB). For this purpose, we will use the University supercomputer cluster (Vlaams \nSupercomputer Centrum).\nHow will the data be backed up?\nAs a storage drive, the OneDrive is regularly backed up and we expect a total data volume of not more than 0.5TB. \nSince each OneDrive account offers 2TB, there is sufficient storage capacity. All staging units managed by  University \nsupercomputer cluster (Vlaams Supercomputer Centrum) are backed up and data can be retrieved at a request.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?\nThe access to one drive is only given to the members of the lab and all data stored on the cluster are password and \nuser-name protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nmost of the costs will not exceed around 100 euro per year. They will be covered from grant bench-fees and PI's own \nlab budget.\n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nall the raw data (raw fastq reads) will be preserved on the PI's group cluster's space and/or external drive. Scripts will \nbe kept in the online repository ie. GitHub.\nWhere will these data be archived (stored and curated for the long-term)?\nTowards the end of the project, all the raw data will be backed up for lont-term storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nless than 100 euro a year for a lab cluster space where all other raw data from other projects is stored. Costs will be \ncovered by the PI's lab budget or other resources.\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.\n●Yes, in an Open Access repository\nMetagenomic data (RAW): raw fastq files\nScripts: .py and .ry scripts, .sql dump file\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.\n●No\nNA\nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.\nMetagenomic data (RAW): will be added to NCBI SRA repository.\nScripts and the database: will be accessible from the group's GitHub.\nWhen will the data be made available?\nAfter publication is accepted\nWhich data usage licenses are you going to provide? If none, please explain why.\nScripts and database: Apache lincence 2\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.\n●Yes\nnone available currently\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs predicted.\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\n                      Anna Krzynówek  \nWho will manage data storage and backup during the research project?\n                      Anna Krzynówek and Karoline Faust (PI)  \nWho will manage data preservation and sharing?\n                      Anna Krzynówek and Karoline Faust (PI)  \nWho will update and implement this DMP?\n                      Anna Krzynówek and Karoline Faust (PI)  "
    },
    "clean_full_text": "TOWARDS DEVELOPMENT OF METHODOLOGIES FOR PLASTIC DEGRADATION PATHWAY DISCOVERY FROM META-OMICS DATA FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital dataOnly for digital dataOnly for digital dataOnly for physical data Dataset NameDescriptionNew or reusedDigital or PhysicalDigital Data TypeDigital Data formatDigital data volume (MB/GB/TB )Physical volume Metagenom ic data (RAW)Output from the shotgun sequencingPlease choose from the following options: ●G en er at e ne w da taPlease choose from the following options: ●Di git alPlease choose from the following options: ●Ex pe ri m en tal (g en e se qu en ce s)Please choose from the following options: ●.fa st aPlease choose from the following options: ●<1 TB Scripts + packagesScripts and packages●G en er at e ne w da ta●Di git al●co m pil ed / ag gr eg at ed da ta (s cri pt●.p y, .r, .cs v,. te xt●<1 00 M B s, de riv ed va ria bl es ) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No NA 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Scripts + packages : README.txt, GitHub Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ●No NA 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? The overall data volume is small enough that data can be stored on the OneDrive accounts of the project leader (Prof. Faust) and local hard drives. The pre-processing of raw metagenomic and metatranscriptomic reads requires a large amount of RAM memory (>60GB). For this purpose, we will use the University supercomputer cluster (Vlaams Supercomputer Centrum). How will the data be backed up? As a storage drive, the OneDrive is regularly backed up and we expect a total data volume of not more than 0.5TB. Since each OneDrive account offers 2TB, there is sufficient storage capacity. All staging units managed by University supercomputer cluster (Vlaams Supercomputer Centrum) are backed up and data can be retrieved at a request. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to one drive is only given to the members of the lab and all data stored on the cluster are password and user-name protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? most of the costs will not exceed around 100 euro per year. They will be covered from grant bench-fees and PI's own lab budget. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). all the raw data (raw fastq reads) will be preserved on the PI's group cluster's space and/or external drive. Scripts will be kept in the online repository ie. GitHub. Where will these data be archived (stored and curated for the long-term)? Towards the end of the project, all the raw data will be backed up for lont-term storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? less than 100 euro a year for a lab cluster space where all other raw data from other projects is stored. Costs will be covered by the PI's lab budget or other resources. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ●Yes, in an Open Access repository Metagenomic data (RAW): raw fastq files Scripts: .py and .ry scripts, .sql dump file If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ●No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. Metagenomic data (RAW): will be added to NCBI SRA repository. Scripts and the database: will be accessible from the group's GitHub. When will the data be made available? After publication is accepted Which data usage licenses are you going to provide? If none, please explain why. Scripts and database: Apache lincence 2 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ●Yes none available currently What are the expected costs for data sharing? How will these costs be covered? No costs predicted. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Anna Krzynówek Who will manage data storage and backup during the research project? Anna Krzynówek and Karoline Faust (PI) Who will manage data preservation and sharing? Anna Krzynówek and Karoline Faust (PI) Who will update and implement this DMP? Anna Krzynówek and Karoline Faust (PI)"
}