{
    "document_id": "D-2022-1445",
    "LinkTitle": "D-2022-1445",
    "file_name": "D-2022-1445.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1445.pdf",
    "metadata": {
        "title": "Understanding and exploiting the two-faces of NK cells in checkpoint immunotherapy - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Understanding and exploiting the two-faces of NK cells in checkpoint\nimmunotherapy - DMP title\nProject Identifier\n FWO G0B1622N\nGrant Title\n G0B1622N\nPrincipal Investigator / Researcher\n Chris Marine\nProject Data Contact\n flavie.luciani@kuleuven.be\nDescription\n Immunotherapy is particularly successful in the treatment of Metastatic Melanoma\n(MM). However, half of these patients do not exhibit durable survival benefit. One of the key\nchallenges in immuno-oncology is to elucidate why this revolutionary therapeutic approach is\nonly effective in some, but not all, patients. To begin to address this, we initiated a clinical study\nin MM involving 1st-line treatment with anti-PD1. Serially collected pre- and ON-treatment\nbiopsies from 25 patients were profiled at single-cell resolution. Unexpectedly, in silico data\nanalysis identified a population of Natural Killer (NK) cells significantly enriched in the ON-\ntreatment biopsies from non-responders. The objective of this proposal is to determine whether\nthis NK cell population promotes an immunosuppressive environment and, if so, how? We\npropose an in-depth characterization of these cells and, in particular, study their spatial\ndistribution and surrounding cellular niches. We hypothesize that these NK cells may restrict CD8\nT-cell recruitment, expansion and/or function. In particular, we will entertain the possibility that,\nin a fraction of patients, exposure to anti-PD1 leads to the recognition and destruction by NK cells\nof effector T-cells bound to the anti-PD1 antibody. These analyses may highlight a key role for NK\ncells in establishing an immunosuppressive tumor bed, and possibly, identify strategies to\ncounteract their activity and, thereby, increase responsiveness to immunotherapy. \nWe propose\nthe following aims: AIM 1: Spatial distribution and immunophenotyping of the NK cell population.\nWP1: We will validate the presence of a NK cell population in ON treatment biopsies from non-\nresponders and assess their spatial distribution within the melanoma ecosystem. \nWP2: Search for\nthe presence of the NK cell population in the blood of melanoma patients. AIM2: Unraveling a\nputative immunosuppressive role for NK cells. WP3: Testing the Antibody-Dependent Cell-\nmediated Cytotoxicity (ADCC) hypothesis using in vitro model systems. WP4: Validating the\nimmunosuppressive role of NK cells in a melanoma mouse model.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPr. Jean-Christophe MARINE\nu0063154\njeanchristophe.marine@kuleuven.be\nFWO Project Number & Title\nG0B1622N\nUnderstanding and exploiting the two-faces of NK cells in checkpoint immunotherapy\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nPatient details (\nWP 1\n):\nPersonal data will be stored in a standard infrastructure offered by KU Leuven through a “Digital\nvault for private data” service. Within this digital vault, private data is kept safe in full\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\ncompliance with the privacy law and very strict rules of data access apply. In addition, the\ninformation will be rendered anonymous before processing outside the digital locker. Only the PI\nwill be granted access to the server to deposit private data. The PI will be the only responsible for\nlinking patient information, survey data and/or tissue samples, and will strictly respect\nconfidentiality. All de-identified data will be exported from the database by the PI, and stored on\nKU Leuven servers from where it can be accessed by the research and technical staff from the\nlaboratory. Upon publication, all anonymized patient details supporting a manuscript will be\nmade publicly available as supplemental information.\n \nTissue samples (\nWP 1\n):\nIn order to respect the patient’s privacy, clinical samples will only be available to the research\nand technical staff involved in the project, not to other groups, studies or purposes. All samples\nwill be stored in -80°C freezers in the laboratory.\nAccess to the data as well as the access level will be limited on a project need and individual\nbasis. Only the research and technical staff working on the project has access to these data. Due\nto the sample labeling as a protective measure, the researchers are not able to decipher the\nidentity of the study participants. Labelling, storage and data tracking procedures are described\nfurther in the ‘making data findable’-section.\nInformation about the samples will be (temporarily) stored in the following formats:\nText files: Plain text data (Unicode, .txt), MS Word (.doc/.docx), Adobe Portable Document\nFormat (.pdf) format, (electronic) notebook\nQuantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab),\ndelimited text (.txt), MS Excel (.xls/.xlsx), (electronic) notebook\n \nImaging (\nWP 1\n):\nAcquired images & processed images of tumor sections after (m)IHC, (m)IF and (m)FISH staining\nexperiments will be saved in different formats depending on the microscope that will be used for\nthe image acquisition and software processing. (.tiff, .jpeg, .czi. or .nd2-files). The size of the files\nranges from 1GB-10GB for single plane images of from 10GB-50GB for multiple plane images.\nWe will generate graphs and illustrations to visualize the omics data using R or R-studio\n(exported as .pdf, 0.1-10MB) or Graphpad (exported as .pdf, 0.1-1MB). Data illustrations will be\nfurther processed for publication using Inkscape (exported as .svg or .pdf, 1-15MB) or Adobe\nIllustrator (exported as .ai or .pdf, 1-15MB). All electronical data will be processed and\n(temporarily) stored on password-protected and backed up VIB-KU Leuven IT infrastructure.\nAccess to the data as well as the access level will be limited on a project need and individual\nbasis. Only the research and technical staff working on the project has access to these data. Due\nto the sample labeling as a protective measure, the researchers are not able to decipher the\nidentity of the study participants. Labelling, storage and data tracking procedures are described\nfurther in the ‘making data findable’-section.\nDigital images will be stored in the following formats:\nDigital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), Adobe Portable\nDocument Format (.pdf), bitmap (.bmp), .gif\nDigital images in vector formats: scalable vector graphics (.svg), Adobe Illustrator (.ai),\nAdobe Portable Document Format (.pdf)\n \nFlow cytometry & FACS sorting\n (WP 2):\nFlow cytometry data will be generated .fcs-files of an average file size of 10-50 MB and stored.\nThe data will be processed using FlowJo software and exported as .tiff image files or .xlsx-tables\n(<5MB). FACS-sorted cells will be collected to extract RNA or proteins.\n \nProliferation \nand drug perturbation\n experiments (WP3):\nCo-culture, survival drug perturbation experiments will be performed on the Incucyte. Data is\nexported as an comma-separated .txt-file with a size <1MB. Fotographs and videos are exported\nas .tiff (2-5MB) and .mp4 (5-10MB) files respectively.\n \nGenetically Engineered Mouse Models (GEMM), allografts models (C57BL/6J and NU/J) (WP\n 4\n):\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nGEMMs of different genotypes, allografts (C57BL/6J and NU/J) and PDX models with implanted\ntumors will be bred in the facilities of the Laboratory Animal Center of KU Leuven, which applies\nStandard Operation Procedures concerning housing, feeding, health monitoring to assure\nconsistent care in accordance with European and national regulations and guidelines. All animals\nwill be registered in the Leuven Animal Information System (LAIS) database, along with\ncorresponding genotyping information, ethical approval documents and animal provider receipts.\nTreatment and follow-up of the animals tumor development and general health status will be\ndetailed in an excel-file (<5MB). Sperm will be cryopreserved of newly imported genotypes.\n \nTumor growth (WP4):\nData on tumor growth is collected and stored in an excel sheet on the KULeuven J-drive.\n \nTumor derived materials (WP4):\nFrom the mouse models in both GEMM and allografts models, we expect to extract gDNA, RNA\nand proteins. This either out of bulk tumor pieces or cell suspension of FACS-sorted specific cell\npopulations. RNA and proteins will be stored at -80°C, gDNA at 4°C (short term) or at -20°C (long\nterm). Physical materials of human origin will also be deposited at the KULeuven BioBank.\nAdditionally, we aim also to generate primary cell lines (primary melanoma, endothelial, immune\ncell lines) deriving from the primary tumors and we will extract the same type of samples (gDNA,\nRNA and proteins). This either out of bulk tumor pieces or cell suspension of FACS-sorted specific\ncell populations. Tumor pieces, organs & cells will be harvested for (m)IHC, (m)IF and (m)FISH\nstaining experiments, either flash frozen for cryosections or embedded for paraffin sections, and\nfixed cells. Cryosections will be stored at -20°C and paraffin embedded samples can be stored at\nRT.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nUtilisation of some GEMMs will be done on ECDs which are currently in writing process before\napproval by the animal facility of KU-Leuven.\nAllografts experiments will be realized on an already apporved ECD: P050/2021\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nWe do not exclude that the proposed work could result in research data with potential for tech\ntransfer and valorization. As the promoter of this grant is a member of VIB, VIB has a policy to\nactively monitor research data for such potential. If there is substantial potential, the invention\nwill be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly\npatent protection or copyright protection). As such, the IP protection does not withhold the\nresearch data from being made public. In the case, a decision is taken to file a patent application\nit will be planned so that publications need not be delayed.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll experiments will be performed from an experimental design document (.docx or .xlsx) that\ndetails:\nThe hypothesis\nThe different conditions/experimental endpoints\nThe metadata linked to the experiment\nThe link to the Standard Operating Procedure (SOP) or published methodology used as\nprotocol. Any experiment-specific changes or optimization will be\nAny other supporting files (schemes, tables, images, …) or intermediate data output will be\nstored alongside the data result files\nSoftware type, version and analysis type when applicable (e.g. FlowJo for flow cytometry\ndata, R for scripts, qBase+ for (RT-)qPCR analysis, CLC and SnapGene for cloning analysis,\netc…)\nDevice settings when applicable and not recorded in the data output (e.g. PCR protocol for\n(RT-)qPCR)\nStorage conditions (and location) of physical samples\nAll types of ethical clearance for animal experiments will be stored in dedicated folders on the J-\ndrive.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor following type of experiments, the below international metadata standards will be used:\nFACS & Flow Cytometry: MiFlowCyt compliant metadata files will be exported from Fortessa\n& Sony and ARIA Fusion (https://www.ncbi.nlm.nih.gov/pubmed/18752282)\nImage metadata will be exported as OME-XML files using Fiji and QuPath software\nqPCR: MIQE compliant RDML files will be exported from qBase+\n(https://www.ncbi.nlm.nih.gov/pubmed/19246619)\nFor all other types of experiments no specific metadata standard will be used. Following\nmetadata (non-limiting list) will be recorded, where applicable:\nImage metadata will be exported as OME-XML files using Fiji and QuPath softwares\nDate\nInvestigator\nUnique identifier\nLink to related identifier\nType of experiment: In vivo/In vitro/Bio-informatics\nSource of data: Animal/Cell lines/Database\nType of material generated: DNA/RNA/Protein/digital\nLocation of physical material (digital database)\nDevice & details of programs ran\nCompounds, formulation & application\nApplicable ethical form/study protocol/informed consent\nMetadata for sequencing data sets will be defined by the public database they will eventually be\nreleased in.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nStorage of small to intermediate size data is done on the KULeuven J-drive. The J-drive has the\nbenefit of securing the data with restricted access where necessary and a daily backup system\nwith recorded history that allows the restoration of data in case of accidental\nremoval/modification.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nLarge size data (sequencing data, proteomics data, imaging files) is stored on the KULeuven L-\ndrive. The L-drive has the same characteristics as the J-drive but is especially designed to handle\nlarge data files like sequencing files or imaging files. Total combined storage required for this\nproject is estimated at 50TB. \nAll electronical data will be processed and (temporarily) stored on password-protected and\nbacked up VIB-KU Leuven IT infrastructure.\n \nRNA and proteins will be stored at -80°C, gDNA at 4°C (short term) or at -20°C (long term).\nCryoblocks of tumor tissue will be stored at -20°C, paraffin blocks of tumor tissue will be stored at\nroom temperature.\n \nHow is backup of the data provided?\nKU Leuven drives are automatically (daily) backed up using KU Leuven services according to the\nfollowing scheme:\nData stored on the “L-drive” is backed up daily using snapshot technology, where all\nincremental changes in respect of the previous version are kept online; the last 14 backups\nare kept.\nData stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly\n(at midnight between Saturday and Sunday); in each case the last 6 backups are kept.\nData stored on the digital vault is backed up using snapshot technology, where all\nincremental changes in respect of the previous version are kept online. As standard, 10% of\nthe requested storage is reserved for backups using the following backup regime: an hourly\nbackup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup\n(every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at\nmidnight between Saturday and Sunday, the last 2 of which are kept.\nIncremental backups are done daily from one 20 TB QNAP NAS to a second 20 TB QNAP\nNAS.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is sufficient storage and back-up capacity on all VIB-KU Leuven servers:\nThe “L-drive” is an easily scalable system, built from General Parallel File System (GPFS)\ncluster with NetApp e-series storage systems, and a CTDB samba cluster in the front-end.\nThe “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9\noperating system.\nUpon closure of the project (or intermediately if required), all data will be transferred to the\narchive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured\nwith only very specific members of the lab having the authority to place data on the K-drive and\nonly the head of lab has the authority to have data removed by the IT department.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nOneDrive\nJ-drive\n(100Gb)\nK-drive\n(100Gb)\nL-drive\n(5Tb)\nKUL\nEnt.\nBox\n(100Gb)\nPrice\nFree*\n€51,9\n€11,384\n€569,2\n€10\nPeriod\n \nYearly\nYearly\nYearly\nYearly\nConditions\n \nOnly\nstored\ndata is\ncharged\nAll\nspace is\ncharged\nAll space\nis\ncharged\nAll\nspace is\ncharged\nAll expenses for storage are shared among all funded projects in the lab.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll lab members have access to the university's central servers from their KUL IT-configured\ncomputers, either directly on the KUL network or with remote access via Pulse Secure.\nAccess to the drives requires login with personal credentials. All folders on the J-drive and L-drive\nare accessible lab members only and can be further restricted in case of sensitive/personal data.\nIn case transportation of the files for home use on non-IT-configured computers or to share with\nexternal collaborators is required, the lab is equipped with encrypted hard drives.\nFor sharing of data with KULeuven internal members, the ICTS supported program BOX will be\nused as an intermediate.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll digital data will be stored for the expected 10years period.\nOf the physical data only (modified) cell lines can be cryopreserved in the lab or at the KULeuven\nbiobank for long term storage.\nAll other physical data will be removed over the course of 1- 5years after completion of the\nproject (gDNA, RNA, proteins) due to limited preservation possibilities.\nWhere will the data be archived (= stored for the longer term)?\nUpon closure of the project, all digital data will be transferred to the archive on the K-drive for\nlong term storage. Data placed on the K-drive is more strictly secured with only very specific\nmembers of the lab having the authority to place data on the K-drive and only the head of lab has\nthe authority to have data removed by the IT department.\nThe physical data in the form of allografts, (modified) cell lines & mouse tissues will be\ncryopreserved in the lab or at the KULeuven biobank.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nDigital storage on the K-drive is expected to cost 1200 euro per year (at current rates) for 10TB.\nCost of physical storage at the KULeuven Biobank is currently still unclear. Costs of storage will\nbe carried by the labs future grants and VIB dotation.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nWe aim at communicating our results in top journals that require full disclosure of all included\ndata, or restricted access through a repository with appropriate access control (e.g. EGA).\nAdditional material or information could be shared upon simple request following publication,\nunless we identify valuable IP, in which case we will first protect commercial exploitation, either\nthrough patenting or via an MTA that restricts the material from commercial use.\nWhich data will be made available after the end of the project?\ndata can be made available upon request.\nWhere/how will the data be made available for reuse?\n \nOther data can be made available upon request by mail after signing an MTA.\n \nWhen will the data be made available?\nUpon publication of the research results\nAs a general rule all research outputs will be made openly accessible at the latest at the time of\npublication (or preprint deposition). No embargo will be foreseen unless imposed e.g. by pending\npublications, potential IP requirements – note that patent application filing will be planned so that\npublications do not need to be delayed – or ongoing projects requiring confidential data. In those\ncases, datasets will be made publicly available as soon as the embargo date is reached.\nWho will be able to access the data and under what conditions?\nAll data can be made available upon request by mail after signing an MTA.\nWhat are the expected costs for data sharing? How will the costs be covered?\nCosts of data sharing are minimal (<100euro/year) and will be financed by the lab.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe implementation of data documentation & metadata is the responsibility of the promoter,\nProfessor Jean-Christophe Marine.\nWho will be responsible for data storage & back up during the project?\nAll decisions on data storage & back up will be made by the promoter, Professor Jean-Christophe\nMarine.\nWho will be responsible for ensuring data preservation and reuse ?\nAll decisions on data preservation & sharing will be made by the promoter, Professor Jean-\nChristophe Marine.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, Pr. Jean-Christophe Marine, bears the end responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name Understanding and exploiting the two-faces of NK cells in checkpoint immunotherapy - DMP title Project Identifier FWO G0B1622N Grant Title G0B1622N Principal Investigator / Researcher Chris Marine Project Data Contact flavie.luciani@kuleuven.be Description Immunotherapy is particularly successful in the treatment of Metastatic Melanoma (MM). However, half of these patients do not exhibit durable survival benefit. One of the key challenges in immuno-oncology is to elucidate why this revolutionary therapeutic approach is only effective in some, but not all, patients. To begin to address this, we initiated a clinical study in MM involving 1st-line treatment with anti-PD1. Serially collected pre- and ON-treatment biopsies from 25 patients were profiled at single-cell resolution. Unexpectedly, in silico data analysis identified a population of Natural Killer (NK) cells significantly enriched in the ON- treatment biopsies from non-responders. The objective of this proposal is to determine whether this NK cell population promotes an immunosuppressive environment and, if so, how? We propose an in-depth characterization of these cells and, in particular, study their spatial distribution and surrounding cellular niches. We hypothesize that these NK cells may restrict CD8 T-cell recruitment, expansion and/or function. In particular, we will entertain the possibility that, in a fraction of patients, exposure to anti-PD1 leads to the recognition and destruction by NK cells of effector T-cells bound to the anti-PD1 antibody. These analyses may highlight a key role for NK cells in establishing an immunosuppressive tumor bed, and possibly, identify strategies to counteract their activity and, thereby, increase responsiveness to immunotherapy. We propose the following aims: AIM 1: Spatial distribution and immunophenotyping of the NK cell population. WP1: We will validate the presence of a NK cell population in ON treatment biopsies from non- responders and assess their spatial distribution within the melanoma ecosystem. WP2: Search for the presence of the NK cell population in the blood of melanoma patients. AIM2: Unraveling a putative immunosuppressive role for NK cells. WP3: Testing the Antibody-Dependent Cell- mediated Cytotoxicity (ADCC) hypothesis using in vitro model systems. WP4: Validating the immunosuppressive role of NK cells in a melanoma mouse model. Institution KU Leuven 1. General Information Name applicant Pr. Jean-Christophe MARINE u0063154 jeanchristophe.marine@kuleuven.be FWO Project Number & Title G0B1622N Understanding and exploiting the two-faces of NK cells in checkpoint immunotherapy Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Patient details ( WP 1 ): Personal data will be stored in a standard infrastructure offered by KU Leuven through a “Digital vault for private data” service. Within this digital vault, private data is kept safe in full This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 compliance with the privacy law and very strict rules of data access apply. In addition, the information will be rendered anonymous before processing outside the digital locker. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. Upon publication, all anonymized patient details supporting a manuscript will be made publicly available as supplemental information. Tissue samples ( WP 1 ): In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. All samples will be stored in -80°C freezers in the laboratory. Access to the data as well as the access level will be limited on a project need and individual basis. Only the research and technical staff working on the project has access to these data. Due to the sample labeling as a protective measure, the researchers are not able to decipher the identity of the study participants. Labelling, storage and data tracking procedures are described further in the ‘making data findable’-section. Information about the samples will be (temporarily) stored in the following formats: Text files: Plain text data (Unicode, .txt), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) format, (electronic) notebook Quantitative tabular data: comma-separated value files (.csv), tab-delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), (electronic) notebook Imaging ( WP 1 ): Acquired images & processed images of tumor sections after (m)IHC, (m)IF and (m)FISH staining experiments will be saved in different formats depending on the microscope that will be used for the image acquisition and software processing. (.tiff, .jpeg, .czi. or .nd2-files). The size of the files ranges from 1GB-10GB for single plane images of from 10GB-50GB for multiple plane images. We will generate graphs and illustrations to visualize the omics data using R or R-studio (exported as .pdf, 0.1-10MB) or Graphpad (exported as .pdf, 0.1-1MB). Data illustrations will be further processed for publication using Inkscape (exported as .svg or .pdf, 1-15MB) or Adobe Illustrator (exported as .ai or .pdf, 1-15MB). All electronical data will be processed and (temporarily) stored on password-protected and backed up VIB-KU Leuven IT infrastructure. Access to the data as well as the access level will be limited on a project need and individual basis. Only the research and technical staff working on the project has access to these data. Due to the sample labeling as a protective measure, the researchers are not able to decipher the identity of the study participants. Labelling, storage and data tracking procedures are described further in the ‘making data findable’-section. Digital images will be stored in the following formats: Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif Digital images in vector formats: scalable vector graphics (.svg), Adobe Illustrator (.ai), Adobe Portable Document Format (.pdf) Flow cytometry & FACS sorting (WP 2): Flow cytometry data will be generated .fcs-files of an average file size of 10-50 MB and stored. The data will be processed using FlowJo software and exported as .tiff image files or .xlsx-tables (<5MB). FACS-sorted cells will be collected to extract RNA or proteins. Proliferation and drug perturbation experiments (WP3): Co-culture, survival drug perturbation experiments will be performed on the Incucyte. Data is exported as an comma-separated .txt-file with a size <1MB. Fotographs and videos are exported as .tiff (2-5MB) and .mp4 (5-10MB) files respectively. Genetically Engineered Mouse Models (GEMM), allografts models (C57BL/6J and NU/J) (WP 4 ): This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 GEMMs of different genotypes, allografts (C57BL/6J and NU/J) and PDX models with implanted tumors will be bred in the facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Treatment and follow-up of the animals tumor development and general health status will be detailed in an excel-file (<5MB). Sperm will be cryopreserved of newly imported genotypes. Tumor growth (WP4): Data on tumor growth is collected and stored in an excel sheet on the KULeuven J-drive. Tumor derived materials (WP4): From the mouse models in both GEMM and allografts models, we expect to extract gDNA, RNA and proteins. This either out of bulk tumor pieces or cell suspension of FACS-sorted specific cell populations. RNA and proteins will be stored at -80°C, gDNA at 4°C (short term) or at -20°C (long term). Physical materials of human origin will also be deposited at the KULeuven BioBank. Additionally, we aim also to generate primary cell lines (primary melanoma, endothelial, immune cell lines) deriving from the primary tumors and we will extract the same type of samples (gDNA, RNA and proteins). This either out of bulk tumor pieces or cell suspension of FACS-sorted specific cell populations. Tumor pieces, organs & cells will be harvested for (m)IHC, (m)IF and (m)FISH staining experiments, either flash frozen for cryosections or embedded for paraffin sections, and fixed cells. Cryosections will be stored at -20°C and paraffin embedded samples can be stored at RT. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Utilisation of some GEMMs will be done on ECDs which are currently in writing process before approval by the animal facility of KU-Leuven. Allografts experiments will be realized on an already apporved ECD: P050/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. As the promoter of this grant is a member of VIB, VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case, a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All experiments will be performed from an experimental design document (.docx or .xlsx) that details: The hypothesis The different conditions/experimental endpoints The metadata linked to the experiment The link to the Standard Operating Procedure (SOP) or published methodology used as protocol. Any experiment-specific changes or optimization will be Any other supporting files (schemes, tables, images, …) or intermediate data output will be stored alongside the data result files Software type, version and analysis type when applicable (e.g. FlowJo for flow cytometry data, R for scripts, qBase+ for (RT-)qPCR analysis, CLC and SnapGene for cloning analysis, etc…) Device settings when applicable and not recorded in the data output (e.g. PCR protocol for (RT-)qPCR) Storage conditions (and location) of physical samples All types of ethical clearance for animal experiments will be stored in dedicated folders on the J- drive. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For following type of experiments, the below international metadata standards will be used: FACS & Flow Cytometry: MiFlowCyt compliant metadata files will be exported from Fortessa & Sony and ARIA Fusion (https://www.ncbi.nlm.nih.gov/pubmed/18752282) Image metadata will be exported as OME-XML files using Fiji and QuPath software qPCR: MIQE compliant RDML files will be exported from qBase+ (https://www.ncbi.nlm.nih.gov/pubmed/19246619) For all other types of experiments no specific metadata standard will be used. Following metadata (non-limiting list) will be recorded, where applicable: Image metadata will be exported as OME-XML files using Fiji and QuPath softwares Date Investigator Unique identifier Link to related identifier Type of experiment: In vivo/In vitro/Bio-informatics Source of data: Animal/Cell lines/Database Type of material generated: DNA/RNA/Protein/digital Location of physical material (digital database) Device & details of programs ran Compounds, formulation & application Applicable ethical form/study protocol/informed consent Metadata for sequencing data sets will be defined by the public database they will eventually be released in. 5. Data storage and backup during the FWO project Where will the data be stored? Storage of small to intermediate size data is done on the KULeuven J-drive. The J-drive has the benefit of securing the data with restricted access where necessary and a daily backup system with recorded history that allows the restoration of data in case of accidental removal/modification. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 Large size data (sequencing data, proteomics data, imaging files) is stored on the KULeuven L- drive. The L-drive has the same characteristics as the J-drive but is especially designed to handle large data files like sequencing files or imaging files. Total combined storage required for this project is estimated at 50TB. All electronical data will be processed and (temporarily) stored on password-protected and backed up VIB-KU Leuven IT infrastructure. RNA and proteins will be stored at -80°C, gDNA at 4°C (short term) or at -20°C (long term). Cryoblocks of tumor tissue will be stored at -20°C, paraffin blocks of tumor tissue will be stored at room temperature. How is backup of the data provided? KU Leuven drives are automatically (daily) backed up using KU Leuven services according to the following scheme: Data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. Incremental backups are done daily from one 20 TB QNAP NAS to a second 20 TB QNAP NAS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is sufficient storage and back-up capacity on all VIB-KU Leuven servers: The “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp e-series storage systems, and a CTDB samba cluster in the front-end. The “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. Upon closure of the project (or intermediately if required), all data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific members of the lab having the authority to place data on the K-drive and only the head of lab has the authority to have data removed by the IT department. What are the expected costs for data storage and back up during the project? How will these costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 OneDrive J-drive (100Gb) K-drive (100Gb) L-drive (5Tb) KUL Ent. Box (100Gb) Price Free* €51,9 €11,384 €569,2 €10 Period Yearly Yearly Yearly Yearly Conditions Only stored data is charged All space is charged All space is charged All space is charged All expenses for storage are shared among all funded projects in the lab. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All lab members have access to the university's central servers from their KUL IT-configured computers, either directly on the KUL network or with remote access via Pulse Secure. Access to the drives requires login with personal credentials. All folders on the J-drive and L-drive are accessible lab members only and can be further restricted in case of sensitive/personal data. In case transportation of the files for home use on non-IT-configured computers or to share with external collaborators is required, the lab is equipped with encrypted hard drives. For sharing of data with KULeuven internal members, the ICTS supported program BOX will be used as an intermediate. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All digital data will be stored for the expected 10years period. Of the physical data only (modified) cell lines can be cryopreserved in the lab or at the KULeuven biobank for long term storage. All other physical data will be removed over the course of 1- 5years after completion of the project (gDNA, RNA, proteins) due to limited preservation possibilities. Where will the data be archived (= stored for the longer term)? Upon closure of the project, all digital data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific members of the lab having the authority to place data on the K-drive and only the head of lab has the authority to have data removed by the IT department. The physical data in the form of allografts, (modified) cell lines & mouse tissues will be cryopreserved in the lab or at the KULeuven biobank. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Digital storage on the K-drive is expected to cost 1200 euro per year (at current rates) for 10TB. Cost of physical storage at the KULeuven Biobank is currently still unclear. Costs of storage will be carried by the labs future grants and VIB dotation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 We aim at communicating our results in top journals that require full disclosure of all included data, or restricted access through a repository with appropriate access control (e.g. EGA). Additional material or information could be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Which data will be made available after the end of the project? data can be made available upon request. Where/how will the data be made available for reuse? Other data can be made available upon request by mail after signing an MTA. When will the data be made available? Upon publication of the research results As a general rule all research outputs will be made openly accessible at the latest at the time of publication (or preprint deposition). No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications do not need to be delayed – or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Who will be able to access the data and under what conditions? All data can be made available upon request by mail after signing an MTA. What are the expected costs for data sharing? How will the costs be covered? Costs of data sharing are minimal (<100euro/year) and will be financed by the lab. 8. Responsibilities Who will be responsible for data documentation & metadata? The implementation of data documentation & metadata is the responsibility of the promoter, Professor Jean-Christophe Marine. Who will be responsible for data storage & back up during the project? All decisions on data storage & back up will be made by the promoter, Professor Jean-Christophe Marine. Who will be responsible for ensuring data preservation and reuse ? All decisions on data preservation & sharing will be made by the promoter, Professor Jean- Christophe Marine. Who bears the end responsibility for updating & implementing this DMP? The PI, Pr. Jean-Christophe Marine, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}