{
    "document_id": "D-2024-3002",
    "LinkTitle": "D-2024-3002",
    "file_name": "D-2024-3002.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3002.pdf",
    "metadata": {
        "title": "DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY",
        "author": "N/A",
        "creation_date": "2024-04-08 08:06:59+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nDEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nPatrick Van Dijck \n \nhttps://orcid.org/0000-0002-1542-897X\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nPatrick Van Dijck \n \nhttps://orcid.org/0000-0002-1542-897X\nGrant number / URL: \nGrant number / URL: \nS006424N\nID: \nID: \n206234\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nFemale specific health conditions are underrepresented in research. The taboo felt by women to talk about intimate wellbeing is fed by this gender gap\nin scientific knowledge. This project aims to meet these needs by studying one of the most prevalent female-specific infections, vulvovaginal\ncandidiasis (VVC), and paving the way towards its efficient diagnosis and treatment. About 70% of women worldwide suffer from vaginal candidiasis\nat least once in their life. An episode of this fungal infection is accompanied by a burning sensation, pain, and a reduced mental wellbeing. Some\nwomen (about 5%) encounter such infections at least four times a year, referring to recurrent(R) VVC. The design of efficient diagnostic and\ntherapeutic strategies for (R)VVC is hindered by a knowledge gap surrounding vaginal health. To meet the absolute need for more information, this\nproject will characterize the role of the microbiome, metabolome, immune system, and pathogen characteristics in (R)VVC. To this end, a large\nsampling platform of women with/without VVC will be established in this project. We will identify the most important and clinically relevant micro-\norganisms, metabolites, and immune factors in VVC pathogenesis. VVC models will be developed and optimized, which will be used to validate the\ncausality of the correlations identified in the cohort. Identified correlations will be proposed as biomarkers, and microbes, metabolites, and\ncombinations, which effectively lower pathogenicity of Candida species, will be further investigated for therapeutic potential. State-of-the-art tools and\nknow how in the consortium will allow us to unravel the involved molecular pathways and elucidate how these can be exploited to optimize therapeutic\nefficacy. Finally, the knowledge gathered in this project will be used to improve literacy of women on VVC using platforms established by the\nconsortium as well as novel tools to be developed in this project.\nLast modified: \nLast modified: \n08-04-2024\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n1 of 8\nDEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nDEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nA collection of vaginal microbiomes will be obtained. Apart from the complete mixture, individual eukaryotic strains will be isolated and\nstored.\nExcel files containing relevant information about these strains will be generated.\nImages of microbial communities will be obtained and stored. All other data obtained during the project will be stored.\nManuscripts will be generated describing the experiments, interpretation and conclusions derived thereof\nIsala survey (reviewed by DPO Koen Pepermans, ERC ethics review and UZA/UAntwerpen medisch ethisch committee)\nbacterial DNA sequences: WGS from isolates and 16S amplicon and (shallow) shotgun stored in UZA/UAntwerpen biobank\nfungal DNA sequences: ITS sequencing from isolates and possible WGS for some isolates, stored on server at KU Leuven and at\nSciensano, Brussels. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1. KU Leuven: Luc Grauwels will be responsible for the transfer of data to Luna, the central KU Leuven storage system.\nB. Storage capacity/repository\n- during the research\nAt KU Leuven, Network File Storage, I: (personal) or J: (shared). Cost of 519€/TB/year for type 1 data and 1.137€/TB/year for Type 2 storage\n- after the research\nAt KU Leuven, long-term data storage in ICTS data center (Archive K and L (LVS) drives,173€/TB/year\nUpon publication, data stored in Dryad repository\nUAntwerp) stores sequences to ENA (public databases) and NCBI. All samples will be registered in the Biobank using the SLIMS system. All\nfungal isolates will also be stored at Sciensano\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nAll data that can be stored will be stored on securely backed-up centrally managed file storage, as indicated above for at least 5 years after this\nproject finishes, and most likely indefinitely. Following publication, the results associated with each study will also be deposited in the Dryad\nrepository, where they will be preserved indefinitely.\nA batch of the strains will be stored in duplicate in two separate refrigerators in the KU Leuven-MCB and ure isolates are also supplied to\nSciensano to be stored in the BCCM collection.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nYes, the research involves personal data collection and thus the specific rules of GDPR will be followed. A procedure has been worked out\nwith Koen Pepermans (DPO) and ERC. It includes pseudonymization of the participants, a password protected website and a dedicated\nsoftware (Qualtrics) for the questionnaires.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n2 of 8\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n3 of 8\nDEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nDEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nvaginal swab\nvaginal\nswabs will\nbe taken\nfrom women\n(with VVC,\nRVVC and\nhealthy)\ngenerate new data\nphysical\nExperimental\n.txt; xml; cvs;\npdf\nNA\nseveral\ndrawers\nin -80 °\nfreezer\nstrain\ncharacterisation\nbacterial and\nfungal\nspecies will\nbe isolated\nand\nidentified\ngenerate new data\nphysical and\ndigital\nExperimental\n.txt;\nsequencing\ndata; pdf\n<1TB\nseveral\ndrawers\nin -80\n°C\nfreezer\nmetabolites\nmetabolite\nanalysis of\nvaginal\nswabs\ngenerate new data\ndigital\nExperimental\n.txt; pdf; \n<1TB\n \nstrain\ncharacterisation\ndata\ndrug\nsusceptibility\nprofiling,\nanti-Candida\nactivity of\nyeast\nisolates; \ngenerate new data\ndigital\nExperimental\n.txt; .csv; .pdf\n<100Mb\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe do not reuse previously or published data\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n4 of 8\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nVaginal swabs from women with vulvovaginal infections and the recurrent version of this will be taken. \nAnimal experiments to show the efficacy of yeast probiotics (or bacterial probiotics) on Candida albicans and Candida glabrata vaginal\ninfections will be performed\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nIn case we identify Saccharomyces cerevisiae strains in vaginal swabs of healthy women and we can show that these strains prevent fungal\ninfections, such strains could be used therapeutically. One of the members of the users committee is already supporting a Baekeland student to\nfurther explore this possibility. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nA consortium agreement has been made which stipulates which partner is owner or co-owner of the data. This agreement is available\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nA consortium agreement has been made which stipulates which partner is owner or co-owner of the data. This agreement is available\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nWe have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and\nmethods will be described in detail so that the experienced researcher can repeat the analysis.\nAll generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have\naccess. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n5 of 8\ndirectory. Data is never stored on personal or work devices to prevent data loss upon technical failure\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams,\nOneDrive) as described before.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe have large volumes available on both I and J drives. Upon payment, we can also get more space if necessary\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected cost is 500 euro/TB/year. We do not expect to go over that cost. We add this type of cost in our consumable money for any grant\napplication\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll digital as well as physical material will be stored for 10 years. The physical material (yeast strains, Candida isolates, bacterial isolates) will\nbe stored in a - 80°C freezer and all strains information are well-documented in our filemaker databases\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n6 of 8\nThe data will be archived on the large volume storage and the shared network drive (J-drive).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIn view of the expected size of the database (probably less than 1 TB), the estimated cost will be below 500 euro to set up the database and an\nannual fee of 50 euro for support\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe physical material can be requested and will be send to the other lab, unless a specific strain may be used for commercialisation. The digital\ninformation will be available upon request and/or may be available. Sciensano will WGS the fungal strains and probably provide this\ninformation to any customer.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nBasically, access is not restricted, unless a company takes a patent on one of the strains for a specific application (e.g. prevention/cure\nvulvovaginitis). \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe U Antwerp will mainly focus on the bacterial isolates, the KU Leuven on the fungal isolates. In case we find that a mix of both types of\nstrains is required for an optimal treatment, then negotiations, as agreed upon in the consortium agreement, need to take place\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe U Antwerp has the ISALA platform, but the last work package is completely on awareness of vaginal infections, so several channels (for\nspecialists or for the public at large) will be informed about the data. \nThe data will also be made available through publications and at international conferences. The publications will be the source of information\nwhere interested researchers can trace back a strain and ask this strain from the lab.\nAll digital data will be made available through the Research data repository.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication (or patenting) of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a Creative Commons Attribution licence (CC-BY 4.0), so that the users\nhave to give credit to the original data creators\nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n7 of 8\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nAll publications will receive a DOI.\nA PID will be added upon deposit of data in a repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications, which may go up to more than\n7000 euro for papers in the Nature group (currently 10500 euro for Nature Microbiology). If other researchers request strains, we normally ask\nthem to provide us with a DHL or FedEx number.\nCosts associated with a patent application (10000 euro) will be paid but the aim here is to find a company that takes a license on such patent\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPatrick Van Dijck (KU Leuven); Paul Vandecruys (KU Leuven); Sarah Lever (U Antwerp); Mark Gresnigt (HKI Jena); Gilbert Donders\n(UZA) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nLuc Grauwels (KU Leuven) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPatrick Van Dijck (KU Leuven); Sarah Lever (U Antwerp); Mark Gresnigt (HKI Jena) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPatrick Van Dijck (KU Leuven) \nCreated using DMPonline.be. Last modiﬁed 08 April 2024\n8 of 8"
    },
    "clean_full_text": "DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY A Data Management Plan created using DMPonline.be Creator: Creator: Patrick Van Dijck https://orcid.org/0000-0002-1542-897X Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Patrick Van Dijck https://orcid.org/0000-0002-1542-897X Grant number / URL: Grant number / URL: S006424N ID: ID: 206234 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Female specific health conditions are underrepresented in research. The taboo felt by women to talk about intimate wellbeing is fed by this gender gap in scientific knowledge. This project aims to meet these needs by studying one of the most prevalent female-specific infections, vulvovaginal candidiasis (VVC), and paving the way towards its efficient diagnosis and treatment. About 70% of women worldwide suffer from vaginal candidiasis at least once in their life. An episode of this fungal infection is accompanied by a burning sensation, pain, and a reduced mental wellbeing. Some women (about 5%) encounter such infections at least four times a year, referring to recurrent(R) VVC. The design of efficient diagnostic and therapeutic strategies for (R)VVC is hindered by a knowledge gap surrounding vaginal health. To meet the absolute need for more information, this project will characterize the role of the microbiome, metabolome, immune system, and pathogen characteristics in (R)VVC. To this end, a large sampling platform of women with/without VVC will be established in this project. We will identify the most important and clinically relevant micro- organisms, metabolites, and immune factors in VVC pathogenesis. VVC models will be developed and optimized, which will be used to validate the causality of the correlations identified in the cohort. Identified correlations will be proposed as biomarkers, and microbes, metabolites, and combinations, which effectively lower pathogenicity of Candida species, will be further investigated for therapeutic potential. State-of-the-art tools and know how in the consortium will allow us to unravel the involved molecular pathways and elucidate how these can be exploited to optimize therapeutic efficacy. Finally, the knowledge gathered in this project will be used to improve literacy of women on VVC using platforms established by the consortium as well as novel tools to be developed in this project. Last modified: Last modified: 08-04-2024 Created using DMPonline.be. Last modiﬁed 08 April 2024 1 of 8 DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) A collection of vaginal microbiomes will be obtained. Apart from the complete mixture, individual eukaryotic strains will be isolated and stored. Excel files containing relevant information about these strains will be generated. Images of microbial communities will be obtained and stored. All other data obtained during the project will be stored. Manuscripts will be generated describing the experiments, interpretation and conclusions derived thereof Isala survey (reviewed by DPO Koen Pepermans, ERC ethics review and UZA/UAntwerpen medisch ethisch committee) bacterial DNA sequences: WGS from isolates and 16S amplicon and (shallow) shotgun stored in UZA/UAntwerpen biobank fungal DNA sequences: ITS sequencing from isolates and possible WGS for some isolates, stored on server at KU Leuven and at Sciensano, Brussels. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1. KU Leuven: Luc Grauwels will be responsible for the transfer of data to Luna, the central KU Leuven storage system. B. Storage capacity/repository - during the research At KU Leuven, Network File Storage, I: (personal) or J: (shared). Cost of 519€/TB/year for type 1 data and 1.137€/TB/year for Type 2 storage - after the research At KU Leuven, long-term data storage in ICTS data center (Archive K and L (LVS) drives,173€/TB/year Upon publication, data stored in Dryad repository UAntwerp) stores sequences to ENA (public databases) and NCBI. All samples will be registered in the Biobank using the SLIMS system. All fungal isolates will also be stored at Sciensano What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) All data that can be stored will be stored on securely backed-up centrally managed file storage, as indicated above for at least 5 years after this project finishes, and most likely indefinitely. Following publication, the results associated with each study will also be deposited in the Dryad repository, where they will be preserved indefinitely. A batch of the strains will be stored in duplicate in two separate refrigerators in the KU Leuven-MCB and ure isolates are also supplied to Sciensano to be stored in the BCCM collection. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Yes, the research involves personal data collection and thus the specific rules of GDPR will be followed. A procedure has been worked out with Koen Pepermans (DPO) and ERC. It includes pseudonymization of the participants, a password protected website and a dedicated software (Qualtrics) for the questionnaires. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable Created using DMPonline.be. Last modiﬁed 08 April 2024 2 of 8 Created using DMPonline.be. Last modiﬁed 08 April 2024 3 of 8 DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY DEVENIR: DEFINING VULVOVAGINAL CANDIDIASIS - ELEMENTS OF INFECTION AND REMEDY FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA vaginal swab vaginal swabs will be taken from women (with VVC, RVVC and healthy) generate new data physical Experimental .txt; xml; cvs; pdf NA several drawers in -80 ° freezer strain characterisation bacterial and fungal species will be isolated and identified generate new data physical and digital Experimental .txt; sequencing data; pdf <1TB several drawers in -80 °C freezer metabolites metabolite analysis of vaginal swabs generate new data digital Experimental .txt; pdf; <1TB strain characterisation data drug susceptibility profiling, anti-Candida activity of yeast isolates; generate new data digital Experimental .txt; .csv; .pdf <100Mb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We do not reuse previously or published data Created using DMPonline.be. Last modiﬁed 08 April 2024 4 of 8 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Vaginal swabs from women with vulvovaginal infections and the recurrent version of this will be taken. Animal experiments to show the efficacy of yeast probiotics (or bacterial probiotics) on Candida albicans and Candida glabrata vaginal infections will be performed Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes In case we identify Saccharomyces cerevisiae strains in vaginal swabs of healthy women and we can show that these strains prevent fungal infections, such strains could be used therapeutically. One of the members of the users committee is already supporting a Baekeland student to further explore this possibility. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes A consortium agreement has been made which stipulates which partner is owner or co-owner of the data. This agreement is available Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes A consortium agreement has been made which stipulates which partner is owner or co-owner of the data. This agreement is available 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We have a lab guide will standardized protocols that are being done in the lab. In addition, the results will be published and materials and methods will be described in detail so that the experienced researcher can repeat the analysis. All generated data is stored on the KU Leuven server, which contains protected project directories to which only researchers involved have access. In addition, every researcher has a personal directory on the KU Leuven server for safe data storage and a OneDrive and Teams Created using DMPonline.be. Last modiﬁed 08 April 2024 5 of 8 directory. Data is never stored on personal or work devices to prevent data loss upon technical failure Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data is stored on the KU Leuven shared server and additional online directories (e.g. personal directory on KU Leuven server, Teams, OneDrive) as described before. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We have large volumes available on both I and J drives. Upon payment, we can also get more space if necessary How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected cost is 500 euro/TB/year. We do not expect to go over that cost. We add this type of cost in our consumable money for any grant application 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All digital as well as physical material will be stored for 10 years. The physical material (yeast strains, Candida isolates, bacterial isolates) will be stored in a - 80°C freezer and all strains information are well-documented in our filemaker databases Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 08 April 2024 6 of 8 The data will be archived on the large volume storage and the shared network drive (J-drive). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? In view of the expected size of the database (probably less than 1 TB), the estimated cost will be below 500 euro to set up the database and an annual fee of 50 euro for support 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The physical material can be requested and will be send to the other lab, unless a specific strain may be used for commercialisation. The digital information will be available upon request and/or may be available. Sciensano will WGS the fungal strains and probably provide this information to any customer. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Basically, access is not restricted, unless a company takes a patent on one of the strains for a specific application (e.g. prevention/cure vulvovaginitis). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The U Antwerp will mainly focus on the bacterial isolates, the KU Leuven on the fungal isolates. In case we find that a mix of both types of strains is required for an optimal treatment, then negotiations, as agreed upon in the consortium agreement, need to take place Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The U Antwerp has the ISALA platform, but the last work package is completely on awareness of vaginal infections, so several channels (for specialists or for the public at large) will be informed about the data. The data will also be made available through publications and at international conferences. The publications will be the source of information where interested researchers can trace back a strain and ask this strain from the lab. All digital data will be made available through the Research data repository. When will the data be made available? When will the data be made available? Upon publication (or patenting) of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a Creative Commons Attribution licence (CC-BY 4.0), so that the users have to give credit to the original data creators Created using DMPonline.be. Last modiﬁed 08 April 2024 7 of 8 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes All publications will receive a DOI. A PID will be added upon deposit of data in a repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Sharing data via NCBI is free of charge. Data present in manuscripts will cost the cost of such publications, which may go up to more than 7000 euro for papers in the Nature group (currently 10500 euro for Nature Microbiology). If other researchers request strains, we normally ask them to provide us with a DHL or FedEx number. Costs associated with a patent application (10000 euro) will be paid but the aim here is to find a company that takes a license on such patent 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Patrick Van Dijck (KU Leuven); Paul Vandecruys (KU Leuven); Sarah Lever (U Antwerp); Mark Gresnigt (HKI Jena); Gilbert Donders (UZA) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Luc Grauwels (KU Leuven) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Patrick Van Dijck (KU Leuven); Sarah Lever (U Antwerp); Mark Gresnigt (HKI Jena) Who will update and implement this DMP? Who will update and implement this DMP? Patrick Van Dijck (KU Leuven) Created using DMPonline.be. Last modiﬁed 08 April 2024 8 of 8"
}