{
    "document_id": "D-2021-1201",
    "LinkTitle": "D-2021-1201",
    "file_name": "D-2021-1201.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1201.pdf",
    "metadata": {
        "title": "Exploring the pathogenesis of Macrophage Activation Syndrome by studying a type 1 Innate Lymphoid Cell population in mouse models and in patients - DMP Amber De Visscher",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP Amber De Visscher\nProject Name\n Exploring the pathogenesis of Macrophage Activation Syndrome by studying a\ntype 1 Innate Lymphoid Cell population in mouse models and in patients - DMP Amber De\nVisscher\nProject Identifier\n u0138318\nGrant Title\n 11K0722N\nPrincipal Investigator / Researcher\n Amber De Visscher\nProject Data Contact\n amber.devisscher@kuleuven.be\nDescription\n Macrophage activation syndrome (MAS) is a life-threatening cytokine storm\nsyndrome characterised by systemic inflammation, including liver resulting into hepatic failure.\nThe inflammatory status is the result of an imbalanced immune system, leading to continuous\nstimulation and hyperactivation of the immune system. However, the pathogenesis of MAS, and\nin particular the development of liver pathology, remains incompletely understood. Recently, a\nnew cell population with an extensive cytokine-producing ability, designated as type 1 innate\nlymphoid cells (ILC1s), has been described in mice and humans. Nevertheless, studies\ninvestigating the role of ILC1s in cytokine storm syndromes are scarce and even lacking in case\nof MAS. We identified the expansion of a highly activated ILC1-like population in the liver and\nother organs from a mouse model for MAS, and in blood of patients with MAS. This project aims\nto elucidate the development of this population in the context of MAS and to explore their role in\nthe induction of the cytokine storm and hepatic failure in MAS. By using peripheral blood\nmononuclear cells of patients with MAS, we will translate our findings to the clinical setting.\nClarifying factors involved in induction of ILC1-like cells and exposing their role in inflammation-\ninduced damage will provide a breakthrough in our understanding of the pathogenesis of MAS\nand in particular the development of liver pathology.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAmber De Visscher\nFWO Project Number & Title\n11K0722N: Exploring the pathogenesis of Macrophage Activation Syndrome by\nstudying a type 1 Innate Lymphoid Cell population in mouse models\nand in patients\nAffiliation\nKU Leuven\nLaboratory of  Immunobiology, Rega Institute for Medical Research\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDuring this research project, several types of data will be collected including raw\nresearch data and patient data. An overview of the different categories of data collection can be\nfound in the table below. We estimate that 500 GB of data will be collected per year, so in total\nwe will generate 2 TB of data after 4 years. Next to the collection of new data, we will also reuse\ndata of patient samples previously collected by Dr. Jessica Vandenhaute. The aims\nof this research project fit in the ethical committee project submission of Dr. J. Vandenhaute and\ntherefore, we are allowed to reuse these data.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nType of data\nFormat\nstored\nVolume of\ndata\nHow/from which\nsource was the\ndata created\nObservational\nnumeric data\n(instrument\ndata\nfiles)\n.docx (Word\ndocuments)\n.xlsx (EXcel\nfiles)\n.fcs and\n.wsp (Flowjo\nfiles)\n.pzfx\n(Graphpad\nfiles)\n \n- Flow cytometric\nanalysis of\nleukocytes\n- Data of in vivo\nexperiments\nincluding cytokine\nconcentrations,\nhepatic enzyme\nconcentrations and\nrecorded disease\nparameters of mice\n- Data from ELISA\n- Data inserted into\nGraphpad\nPrism for analysis\n \nDocumentation\n.docx (Word\ndocuments)\n.xlsx (EXcel\nfiles)\n.pdf (Pdf\nfiles)\n+ also\nstored on\npaper\nin laboratory\nnotebooks\n \n- Antibody panels\non paper/digitally\nsaved\n- Experimental\nprotocols on\npaper/digitally\nsaved\n- Breeding\nprograms\n- Manuscripts \nRNA\nsequencing\ndata\n.fastq, .bam,\n.fa, .mtx,\n.tsv, . \n(sequencing\ndata files)\n.R, .RData\nand .rds (R\nfiles)\n.xlsx (Excel\nfiles)\n.png and\n.pdf (Figure\nfiles)\n \n \n- Sequencing data\nfiles\n- R scripts \n- List of gene\ncounts\n- Figures of output\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nPatient data\n.docx\n.pdf\n.xlsx\n \n- Collected from\npatient files\nkept by the\ntreating clinicians:\nProf. dr. Lien De\nSomer and Prof. dr.\nCarine\nWouters\nAs researcher, we\nonly\nreceive patient’\ncode and\nimportant features\nfor our\nanalysis\n(pseudonymization\nis\ndone)\n(already obtained\napproval\nfrom the Ethics\nCommittee\nResearch UZ\nLeuven/KU\nLeuven cfr. ...)\nImages and\nmovies\n.tif or .png\n.mp4\n \n- Movies generated\nby IncuCyte\nsoftware\n \n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: not yet available\nShort description of the kind of personal data that will be used: We will use personal data of\npatients and healthy controls included in the study (S58814). The collected patient data\nconsist of general characteristics (i.e. age, sex) as well as disease-specific information\n(e.g. plasma levels of inflammatory markers, type of treatment, etc.)\nand the results of functional assays and immunophenotyping of leukocytes. The data of healthy\ncontrols consist of general characteristics and the results of functional assays and\nimmunophenotyping of leukocytes. All patient data will be collected by Prof. Dr. Carine Wouters\nand Dr. Lien De Somer. When the researchers\nreceive the patient data, this data is always pseudonymized to make patient name\ntracing impossible.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe Ethics Committee Research UZ Leuven/KU Leuven approved the use of samples\nof patients and healthy controls for the purposes of this research project (S58814)\nEthical approval of animal studies has also been granted by the Committee for Animal\nExperimentation at KU Leuven.(project 103/2021: Role of an inflammatory immune cell\npopulation in the development of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nhyperinflammatory disorder macrophage activation syndrome)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nAll datatypes will be stored at a shared Rega Drive and securded by the need for login\nregistration on datacentre/luna and use of u-number and password. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDocumentation including experimental protocols, breeding schemes, and observational numeric\ndata will be recorded in physical lab books and stored into Word or Excel files, which\nautomatically imprint the metadata (user, date, time,\nequipment parameters) from these experiments. Data folders containing raw and processed data\nwill be hierarchically organized and labeled based on the date of data generation, the number of\nthe experiment and the source of the data. Imaging data will be created by default with\nmetadata imprinted by the image acquisition\nsoftware automatically. This includes information on user, data and time, duration of\nexperiments, equipment parameters and imaging configurations. The metadata are\nsaved and transferred with the original imaging file. The created data files will be\norganized in folders named by the data of the experiment (DDMMYYYY) followed by\nthe research who performed it and the title of the experiment. Overall, all files will be stored in\nthe KU Leven shared Storage space (J-Drive), with sharing possibilities via Box Sync and One\nDrive (managed by the KU Leuven IT department).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nElectronical data will be stored in conformity with KU Leuven and FWO RDM policy. All datatypes,\nincluding protocols, raw data and analysed data, will be stored at a shared Rega Drive. We will\nkeep a copy of all data on an external hard disc and/or computer, and on the KU Leuven One\ndrive account. There is sufficient storage and backup available at the Rega Institute. In case\nadditional storage is required, the KU Leuven data centre provides storage on two additional\nlocations, in order to preserve data for a period of more than 20 years. Hard copy notebooks with\nraw data will be stored physically in our laboratory.\nHow is backup of the data provided?\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage),\nwhich provides a daily automatic back up. Moreover, the data will be backed up on the\nRega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external\nhard-drives kept by the investigators.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nEnough storage and back-up capacity is available at the systems of Rega Institute\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator\nworking in the project, Prof. Dr. Patrick Matthys and our IT-manager (Mr Dieter Devos). The cost\nfor data storage is 519\neuro/TB/year, thus the accumulated cost for 4 years is approximately 2000 euro. The\ncosts will be covered by previous funding obtained by the host lab and by the bench\nfee offered by the FWO PhD fellowship.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nTo protect our data, the shared Rega drive is secured with a login connected to your personal KU\nLeuven account and password.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nPatient data will be preserved for four years as required by the informed consent form of the\nethical\ncommittee of UZ Leuven. All other research data will be stored up to 5 years after the end of the\nproject.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored redundantly during and after the research on our computers, on\n3 external hard-drives of the researcher, on the personal KU Leuven Onedrive of the\nresearcher and also in the KU Leuven data centers (ICTS Luna storage [J:// drives]\nand Rega NAS [network adapted storage]).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost for data storage is 519\neuro/TB/year. Long-term data storage and costs will be managed and evaluated by the principal\ninvestigator of this project, i.e. my promotor Prof. dr. Patrick Matthys.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nYes. Specify:\nWhich data will be made available after the end of the project?\nAll the data will be made available at the end of the project (after publishing the\nresults).\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nData will be available by access to the data storage facilities of KU Leuven and the\nRega Institute as described above (u-number, password). Access to external users will be\nevaluated and authorized by Prof. Patrick Matthys.\nWhen will the data be made available?\nUpon publication of the research results\nThe data will become immediately available after publication.\nWho will be able to access the data and under what conditions?\nDirect access to the research data will be restricted to laboratory members, project\nmembers and collaborators. External members, who are not directly related to the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nproject, will be given access after contact and evaluation by the principal investigator,\nProf. Patrick Matthys.\nWhat are the expected costs for data sharing? How will the costs be covered?\nLocal costs are minimal. Data transfer to external partners will be a at the partners\ncost.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher)\nbear the responsibility for the data documentation\nWho will be responsible for data storage & back up during the project?\nThe principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher)\nbear the responsibility for the data storage and back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher)\nbear the responsibility for data preservation and sharing.\nWho bears the end responsibility for updating & implementing this DMP?\nThe principal investigator (Prof. Dr. Patrick Matthys) bears the end responsibility of updating &\nimplementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP Amber De Visscher Project Name Exploring the pathogenesis of Macrophage Activation Syndrome by studying a type 1 Innate Lymphoid Cell population in mouse models and in patients - DMP Amber De Visscher Project Identifier u0138318 Grant Title 11K0722N Principal Investigator / Researcher Amber De Visscher Project Data Contact amber.devisscher@kuleuven.be Description Macrophage activation syndrome (MAS) is a life-threatening cytokine storm syndrome characterised by systemic inflammation, including liver resulting into hepatic failure. The inflammatory status is the result of an imbalanced immune system, leading to continuous stimulation and hyperactivation of the immune system. However, the pathogenesis of MAS, and in particular the development of liver pathology, remains incompletely understood. Recently, a new cell population with an extensive cytokine-producing ability, designated as type 1 innate lymphoid cells (ILC1s), has been described in mice and humans. Nevertheless, studies investigating the role of ILC1s in cytokine storm syndromes are scarce and even lacking in case of MAS. We identified the expansion of a highly activated ILC1-like population in the liver and other organs from a mouse model for MAS, and in blood of patients with MAS. This project aims to elucidate the development of this population in the context of MAS and to explore their role in the induction of the cytokine storm and hepatic failure in MAS. By using peripheral blood mononuclear cells of patients with MAS, we will translate our findings to the clinical setting. Clarifying factors involved in induction of ILC1-like cells and exposing their role in inflammation- induced damage will provide a breakthrough in our understanding of the pathogenesis of MAS and in particular the development of liver pathology. Institution KU Leuven 1. General Information Name applicant Amber De Visscher FWO Project Number & Title 11K0722N: Exploring the pathogenesis of Macrophage Activation Syndrome by studying a type 1 Innate Lymphoid Cell population in mouse models and in patients Affiliation KU Leuven Laboratory of Immunobiology, Rega Institute for Medical Research 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). During this research project, several types of data will be collected including raw research data and patient data. An overview of the different categories of data collection can be found in the table below. We estimate that 500 GB of data will be collected per year, so in total we will generate 2 TB of data after 4 years. Next to the collection of new data, we will also reuse data of patient samples previously collected by Dr. Jessica Vandenhaute. The aims of this research project fit in the ethical committee project submission of Dr. J. Vandenhaute and therefore, we are allowed to reuse these data. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Type of data Format stored Volume of data How/from which source was the data created Observational numeric data (instrument data files) .docx (Word documents) .xlsx (EXcel files) .fcs and .wsp (Flowjo files) .pzfx (Graphpad files) - Flow cytometric analysis of leukocytes - Data of in vivo experiments including cytokine concentrations, hepatic enzyme concentrations and recorded disease parameters of mice - Data from ELISA - Data inserted into Graphpad Prism for analysis Documentation .docx (Word documents) .xlsx (EXcel files) .pdf (Pdf files) + also stored on paper in laboratory notebooks - Antibody panels on paper/digitally saved - Experimental protocols on paper/digitally saved - Breeding programs - Manuscripts RNA sequencing data .fastq, .bam, .fa, .mtx, .tsv, . (sequencing data files) .R, .RData and .rds (R files) .xlsx (Excel files) .png and .pdf (Figure files) - Sequencing data files - R scripts - List of gene counts - Figures of output This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Patient data .docx .pdf .xlsx - Collected from patient files kept by the treating clinicians: Prof. dr. Lien De Somer and Prof. dr. Carine Wouters As researcher, we only receive patient’ code and important features for our analysis (pseudonymization is done) (already obtained approval from the Ethics Committee Research UZ Leuven/KU Leuven cfr. ...) Images and movies .tif or .png .mp4 - Movies generated by IncuCyte software 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: not yet available Short description of the kind of personal data that will be used: We will use personal data of patients and healthy controls included in the study (S58814). The collected patient data consist of general characteristics (i.e. age, sex) as well as disease-specific information (e.g. plasma levels of inflammatory markers, type of treatment, etc.) and the results of functional assays and immunophenotyping of leukocytes. The data of healthy controls consist of general characteristics and the results of functional assays and immunophenotyping of leukocytes. All patient data will be collected by Prof. Dr. Carine Wouters and Dr. Lien De Somer. When the researchers receive the patient data, this data is always pseudonymized to make patient name tracing impossible. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The Ethics Committee Research UZ Leuven/KU Leuven approved the use of samples of patients and healthy controls for the purposes of this research project (S58814) Ethical approval of animal studies has also been granted by the Committee for Animal Experimentation at KU Leuven.(project 103/2021: Role of an inflammatory immune cell population in the development of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 hyperinflammatory disorder macrophage activation syndrome) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes All datatypes will be stored at a shared Rega Drive and securded by the need for login registration on datacentre/luna and use of u-number and password. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Documentation including experimental protocols, breeding schemes, and observational numeric data will be recorded in physical lab books and stored into Word or Excel files, which automatically imprint the metadata (user, date, time, equipment parameters) from these experiments. Data folders containing raw and processed data will be hierarchically organized and labeled based on the date of data generation, the number of the experiment and the source of the data. Imaging data will be created by default with metadata imprinted by the image acquisition software automatically. This includes information on user, data and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved and transferred with the original imaging file. The created data files will be organized in folders named by the data of the experiment (DDMMYYYY) followed by the research who performed it and the title of the experiment. Overall, all files will be stored in the KU Leven shared Storage space (J-Drive), with sharing possibilities via Box Sync and One Drive (managed by the KU Leuven IT department). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Electronical data will be stored in conformity with KU Leuven and FWO RDM policy. All datatypes, including protocols, raw data and analysed data, will be stored at a shared Rega Drive. We will keep a copy of all data on an external hard disc and/or computer, and on the KU Leuven One drive account. There is sufficient storage and backup available at the Rega Institute. In case additional storage is required, the KU Leuven data centre provides storage on two additional locations, in order to preserve data for a period of more than 20 years. Hard copy notebooks with raw data will be stored physically in our laboratory. How is backup of the data provided? We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Enough storage and back-up capacity is available at the systems of Rega Institute This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 What are the expected costs for data storage and back up during the project? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Prof. Dr. Patrick Matthys and our IT-manager (Mr Dieter Devos). The cost for data storage is 519 euro/TB/year, thus the accumulated cost for 4 years is approximately 2000 euro. The costs will be covered by previous funding obtained by the host lab and by the bench fee offered by the FWO PhD fellowship. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To protect our data, the shared Rega drive is secured with a login connected to your personal KU Leuven account and password. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Patient data will be preserved for four years as required by the informed consent form of the ethical committee of UZ Leuven. All other research data will be stored up to 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored redundantly during and after the research on our computers, on 3 external hard-drives of the researcher, on the personal KU Leuven Onedrive of the researcher and also in the KU Leuven data centers (ICTS Luna storage [J:// drives] and Rega NAS [network adapted storage]). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost for data storage is 519 euro/TB/year. Long-term data storage and costs will be managed and evaluated by the principal investigator of this project, i.e. my promotor Prof. dr. Patrick Matthys. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Yes. Specify: Which data will be made available after the end of the project? All the data will be made available at the end of the project (after publishing the results). Where/how will the data be made available for reuse? In a restricted access repository Data will be available by access to the data storage facilities of KU Leuven and the Rega Institute as described above (u-number, password). Access to external users will be evaluated and authorized by Prof. Patrick Matthys. When will the data be made available? Upon publication of the research results The data will become immediately available after publication. Who will be able to access the data and under what conditions? Direct access to the research data will be restricted to laboratory members, project members and collaborators. External members, who are not directly related to the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 project, will be given access after contact and evaluation by the principal investigator, Prof. Patrick Matthys. What are the expected costs for data sharing? How will the costs be covered? Local costs are minimal. Data transfer to external partners will be a at the partners cost. 8. Responsibilities Who will be responsible for data documentation & metadata? The principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher) bear the responsibility for the data documentation Who will be responsible for data storage & back up during the project? The principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher) bear the responsibility for the data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? The principal investigator (Prof. Dr. Patrick Matthys) and the researcher (Amber De Visscher) bear the responsibility for data preservation and sharing. Who bears the end responsibility for updating & implementing this DMP? The principal investigator (Prof. Dr. Patrick Matthys) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}