{
    "document_id": "D-2024-2758",
    "LinkTitle": "D-2024-2758",
    "file_name": "D-2024-2758.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2758.pdf",
    "metadata": {
        "title": "D-2024-2758",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviatio ns is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Eva Vissers  \nContributor name(s) ( + ORCID) & roles  João Sabino: promotor  \nChristophe Matthys: co -promotor  \nProject number  1 & title  Making healthier and safer foods: development of a preclinical platform for testing of food components  \nFunder(s) GrantID  2 1SH1L24N  \nAffiliation(s)  x KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n                                                      \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  The consumption of ultra -processed foods (UPFs) has increased significantly over the last decades. \nEpidemiological studies have shown associations between the consumption of UPFs and chronic diseases \nwith a rising prevalence, such as obesity, cancer and in flammatory bowel diseases. Recently, non -\nnutritional components of UPFs, including food additives (e.g. emulsifiers) and compounds formed during \nindustrial processing (e.g. dAGEs), are suggested to negatively affect intestinal homeostasis. Despite those \npossible detrimental effects, a considerable amount of these food components are authorized. Therefore, \nwe hypothesize that the current methods and evaluated outcomes, used in the pre -marketing safety \ntesting of food components, do not capture their possible  involvement in chronic health conditions, \nrelated to intestinal barrier disruption.  \nIn the first work package of  this project, we will develop a preclinical platform based on human -derived \nintestinal organoids to detect intestinal hazard s of specific foo d components. Specifically, we will look into \nthe use of readouts evaluating  intestinal permeability, inflammatory pathways, and mucus production. In \nwork package 2 and 3 w e will validate our platform by applying it to test the effects of emulsifiers (WP2)  \nand dAGEs (WP3) on the intestinal barrier. To identify the optimal  experimental setup (e.g. \nconcentrations , stimulation time…) on a faster and less expensive model, we will use  two immortalized \nintestinal epithelial ce ll lines, Caco -2 cells and HT29 -MTX cells. This project will generate a useful tool for \nthe food industry to test the intestinal effects of new ingredients.  \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan  to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly ge nerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical for mat (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DAT A ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nCells   Cells (from Caco -\n2/HT29 coculture \nand from \norganoid -derived \nmonolayers) are \ncollected after an \nexperiment for \nfurther analysis  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:   ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n Cells will be stored \nat -80°C in the \nbiobank at TARGID . \nThe volume will be \n10-15 boxes .  \nSupernatant    Supernatant  \n(from Caco -\n2/HT29 coculture \nand from \norganoid -derived \nmonolayers)  is \ncollected after an \nexperiment for \nfurther analysis  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:   ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n Supernatant  will be \nstored at -80°C in \nthe biobank at \nTARGID . \nThe volume will be \n15-20 boxes.   \nPermeability – \nTEER     Measurements of \nthe \ntransepithelial \nelectrical \nresistance (TEER) ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  .csv  \n.xlsx  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n                                                       \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n of cell \nmonolayers.  ☐ Model  \n☐ Software  \n☐ Other:  ☐ NA \n \nPermeability – \nFITC     The passage of \nFITC -dextran \nmolecules over \ncell monolayers \nare measured \nwith a \nspectrophotomet\ner  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .DAT  \n.xlsx  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nqPCR    RNA analysis of \ncell monolayers \nvia qPCR  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .eds  \n.xlsx  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n Extracted RNA and \ncDNA will be stored \nat -80°C in the \nbiobank at TARGID . \nThe volume will be \n20-30 boxes.  \nMicroscopy  Brightfield and \nconfocal \nmicroscopy \nimages of cell \nmonolayers  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☒ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .tif  \n.jpg  \n.czi \n.ims \n.png  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n Microscopy slides  \nwill be stored at \n4°C in the biobank \nat TARGID . The \nvolume will be 2 -3 \nboxes with slides.  \nCytokine \nmeasurements \n– MSD     Analysis of \ncytokine levels in \nsupernatants via ☒ Generate new \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  .txt \n.spe \n.xlsx  ☐ < 1 GB  \n☒ < 100 GB   \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Mesoscale \nDiscovery \nplatform  ☐ Reuse existing \ndata  ☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  ☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n \nLab note books      Dated written \nnotes describing \nall experimental \nprocedures  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☐ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:   ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n Lab books (± 4) will \nbe stored in a \nclosed office at \nTARGID.  \n \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed  data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n No existing data will be reused for this project.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \nThis project involves the use of human samples ( intestinal biopsy -derived organoid cultures). It has formal \napproval by the UZ Leuven ethical committee: S53684 .  \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nPersonal data relating to the donors of organoid cultures (e.g. disease status, age, gender ) are \npseudonymized with a patient ID.  The file linking the patient ID  with  personal identifiers will only be \naccessible to authorized individuals and stored in a restricted access, secure environment managed by the \nKU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 . \n \nDoes you r work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \n \nAfter finishing the project and before dissemination of the results, we will look carefully if any  valoriza tion \nis in place . In case of any potential, the invention will be evaluated and may be IP protected with the \nsupport of the Intellectual Property Unit of KU Leuven Resea rch & Development (LRD).   \nFurthermore, we regularly interact with various stakeholders, including the food industry , \nwhich are highly relevant when it comes to the subsequent steps of valorisation of the findings in  \nthe current project  \n \n                                                      \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be a sserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Standard experimental procedures (SOPs) will be fully documented ( as PDF) and saved on the KUL Shared \nJ-drive  assigned to our group . \nThe methodology an d protocol s will be described in detail in the physical lab book  that will be stored at \nthe lab at all times . An accompanying k ey file (.xls)  to decipher which result files match which protocol  \n(which will reference the pages in the lab book)  will also be available on a shared drive.  Only members \nfrom the team will have access to these folders.  \n \nData folders containing the raw and processed data are being stored on our KUL  J-drive and K -drive. Each \nindividual file with experimental data will contain information on the study design, the origin of the \nsamples, and all necessary information for an independent analyst to use or reuse the data accurately and \nefficiently.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n  \nMetadata standards are typically not used within our lab group. We do have a minimal set of \nrequirements that will be followed in order to ensure standardization and possibility to reinterpret and \nreuse the data when nece ssary and permitted.  \nAll collected data will be labelled with (1) title, (2) author, (3) data type, (4) data created and date modified, (5) \nfile size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of \ndata additional metadata are collected.  \n- Microscopy:  \nThe labeling of every individual picture taken will contain the patient culture number, the passage number, the \nexperimental stimulation and the magnification.  \n- Electrical resistance (TEER)  \nEvery measuremen t will be noted and contain all experimental information (patient culture number, passage \nnumber, experimental stimulation). Analysis will be performed in excel files. The excel file will also contain all \nexperimental data and refer to the according pages in the labbook.  \n- Biobank  \nAll patient information (age, gender, disease) will be registered in an anonymized way in the file containing all \ncollected samples. Every patient will receive an identification nummer which can only be decoded by the \nresponsible data manager  \n- MSD  \nAll information on the samples (plate layouts that indicate which samples will be used) and the used kits will be \nregistered in the lab book and electronically in .xls (which will go into the shared drive ). \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☒ Other: All experimental data will be written down in a physical lab book with the chronological \nreporting of all related experiments and results including a cross reference to electronic storage of data . \nPhysical lab books will be kept in the lab at all time.  \n \nThe physical samples (cells, supernatant, RNA, cDNA…) will be stored in our biobank at TARGID for \npotential later use.  The necessary storage room for the expected amount of biological material is already \nascertained.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \nThe OneDrive has a limitation in storage capacity (2TB) which w e expect to  be sufficient for this project. \nLarger data files  containing raw data  can in addition be stored on the K -drive  of KU Leuven.  \nFor storage of physical samples we have currently sufficient storage space in fridges and freezers . \n \n☐ No \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE  MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN  TO ENSURE THAT STOR ED AND \nTRANSFERRED DATA ARE  SAFE.  \nGuidance on security for research data   \n Access to KU Leuven administered drives is conditioned by KU Leuven security groups.  These drives are \npassword protected and can only be accessed by people from the research group.  Data concerning patient \ninformation stored in excel files will be password protected and only the responsible researchers will have \naccess.  \n \nHard copies of pa per lab notebooks are kept in locked cabinets in the lab of the PIs.  \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The OneDrive (2TB) comes without charge, and should be enough for  completion of this project.  \nWhen needed, the  KU Leuven J - and K -drive are expandable in blocks and funding to cover the costs is \navailable in our group .  \nIn case extra freezers are needed for storage of samples , there is funding available in our group to  cover \nthese costs.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some  data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☒ Certain data cannot be ke pt for 10 years (explain)  \n \nThe cell cultures/organoids will not be stored for 10 years since this is biologically not possible. Data  \nobtained through the experiments and microscopy slides  will be stored.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Where will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be sto red using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive (J -drive)  \n☒ Other (specifiy):  \n \nPaper lab books will be stored in locked cabinets in the lab of the PI.  \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The OneDrive (2TB) comes without charge, and should be enough for completion of this project. If \nadditional storage space is necessary, the costs can be covered by funding within our research group.   \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nOnly publi shed data will be available in the form of publications or other dissemination of scientific  \nwork. All data will be anonymised when disseminated.  \nMore data can be made available or shared after permission of the responsible person (prof. João  \nSabino).  \nNon -published data will remain confidential until a final decision on publication of the data has been \ntaken.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n If access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Data could be reused by other members of the TARGID team, after consultation and approval  \nof the head of our lab group and/or the head of TARGID (currently Séverine Vermeire and Kristin  \nVerbeke respectively).  \nData can possibly be accessed by a third party after signing a data transfer  agreement a nd \napproval of the head of TARGID. An appropriate DTA and/or MTA will be in place. Costs for  \nshipment are to be covered by the requesting party.  \nAccess will be considered after a request is submitted explaining the planned reuse. Only uses  \nfor research pur poses will be allowed and commercial reuse will be excluded. Exceptions are to  \nbe submitted to the head of our lab group and/or TARGID (Séverine Vermeire and Kristin  \nVerbeke).  \nAre there any factors that restrict or prevent the \nsharing of (some of) the dat a (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be  made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PRO HIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License sel ector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nData usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or \nMTAs are discussed, this will always be after consulting and collaborating with LRD.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND  UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \nDepending on the data repository and the type of data that would be made available, a unique identifier \nwill be added to the data set.  \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n For digital data , the filesender of Belnet is for free.  If shipment of material is required by another research  \ngroup, after approval the  costs of drafting of MTA/DTA and shipment itself will be covered by the \nrequesting party.  \n  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher ( Eva Vissers ) and PI (João Sabino )  \nWho will manage data storage and backup \nduring the research project?  The researcher ( Eva Vissers ) and PI (João Sabino ) \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        17 \n Who will manage data preservation and \nsharing?  The PI ( João Sabino )  \nWho will update and implement this DMP?  The PI (João Sabino ) bears the end responsibility of updating & implementing this DMP.  \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviatio ns is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Eva Vissers Contributor name(s) ( + ORCID) & roles João Sabino: promotor Christophe Matthys: co -promotor Project number 1 & title Making healthier and safer foods: development of a preclinical platform for testing of food components Funder(s) GrantID 2 1SH1L24N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description The consumption of ultra -processed foods (UPFs) has increased significantly over the last decades. Epidemiological studies have shown associations between the consumption of UPFs and chronic diseases with a rising prevalence, such as obesity, cancer and in flammatory bowel diseases. Recently, non - nutritional components of UPFs, including food additives (e.g. emulsifiers) and compounds formed during industrial processing (e.g. dAGEs), are suggested to negatively affect intestinal homeostasis. Despite those possible detrimental effects, a considerable amount of these food components are authorized. Therefore, we hypothesize that the current methods and evaluated outcomes, used in the pre -marketing safety testing of food components, do not capture their possible involvement in chronic health conditions, related to intestinal barrier disruption. In the first work package of this project, we will develop a preclinical platform based on human -derived intestinal organoids to detect intestinal hazard s of specific foo d components. Specifically, we will look into the use of readouts evaluating intestinal permeability, inflammatory pathways, and mucus production. In work package 2 and 3 w e will validate our platform by applying it to test the effects of emulsifiers (WP2) and dAGEs (WP3) on the intestinal barrier. To identify the optimal experimental setup (e.g. concentrations , stimulation time…) on a faster and less expensive model, we will use two immortalized intestinal epithelial ce ll lines, Caco -2 cells and HT29 -MTX cells. This project will generate a useful tool for the food industry to test the intestinal effects of new ingredients. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly ge nerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical for mat (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DAT A ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Cells Cells (from Caco - 2/HT29 coculture and from organoid -derived monolayers) are collected after an experiment for further analysis ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Cells will be stored at -80°C in the biobank at TARGID . The volume will be 10-15 boxes . Supernatant Supernatant (from Caco - 2/HT29 coculture and from organoid -derived monolayers) is collected after an experiment for further analysis ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Supernatant will be stored at -80°C in the biobank at TARGID . The volume will be 15-20 boxes. Permeability – TEER Measurements of the transepithelial electrical resistance (TEER) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual .csv .xlsx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 of cell monolayers. ☐ Model ☐ Software ☐ Other: ☐ NA Permeability – FITC The passage of FITC -dextran molecules over cell monolayers are measured with a spectrophotomet er ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .DAT .xlsx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA qPCR RNA analysis of cell monolayers via qPCR ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .eds .xlsx ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Extracted RNA and cDNA will be stored at -80°C in the biobank at TARGID . The volume will be 20-30 boxes. Microscopy Brightfield and confocal microscopy images of cell monolayers ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .tif .jpg .czi .ims .png ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Microscopy slides will be stored at 4°C in the biobank at TARGID . The volume will be 2 -3 boxes with slides. Cytokine measurements – MSD Analysis of cytokine levels in supernatants via ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images .txt .spe .xlsx ☐ < 1 GB ☒ < 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Mesoscale Discovery platform ☐ Reuse existing data ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Lab note books Dated written notes describing all experimental procedures ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Lab books (± 4) will be stored in a closed office at TARGID. GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . No existing data will be reused for this project. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : This project involves the use of human samples ( intestinal biopsy -derived organoid cultures). It has formal approval by the UZ Leuven ethical committee: S53684 . Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: Personal data relating to the donors of organoid cultures (e.g. disease status, age, gender ) are pseudonymized with a patient ID. The file linking the patient ID with personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 . Does you r work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : After finishing the project and before dissemination of the results, we will look carefully if any valoriza tion is in place . In case of any potential, the invention will be evaluated and may be IP protected with the support of the Intellectual Property Unit of KU Leuven Resea rch & Development (LRD). Furthermore, we regularly interact with various stakeholders, including the food industry , which are highly relevant when it comes to the subsequent steps of valorisation of the findings in the current project 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be a sserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Standard experimental procedures (SOPs) will be fully documented ( as PDF) and saved on the KUL Shared J-drive assigned to our group . The methodology an d protocol s will be described in detail in the physical lab book that will be stored at the lab at all times . An accompanying k ey file (.xls) to decipher which result files match which protocol (which will reference the pages in the lab book) will also be available on a shared drive. Only members from the team will have access to these folders. Data folders containing the raw and processed data are being stored on our KUL J-drive and K -drive. Each individual file with experimental data will contain information on the study design, the origin of the samples, and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD AS K TO DELIVER METADAT A IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: Metadata standards are typically not used within our lab group. We do have a minimal set of requirements that will be followed in order to ensure standardization and possibility to reinterpret and reuse the data when nece ssary and permitted. All collected data will be labelled with (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. - Microscopy: The labeling of every individual picture taken will contain the patient culture number, the passage number, the experimental stimulation and the magnification. - Electrical resistance (TEER) Every measuremen t will be noted and contain all experimental information (patient culture number, passage number, experimental stimulation). Analysis will be performed in excel files. The excel file will also contain all experimental data and refer to the according pages in the labbook. - Biobank All patient information (age, gender, disease) will be registered in an anonymized way in the file containing all collected samples. Every patient will receive an identification nummer which can only be decoded by the responsible data manager - MSD All information on the samples (plate layouts that indicate which samples will be used) and the used kits will be registered in the lab book and electronically in .xls (which will go into the shared drive ). 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: All experimental data will be written down in a physical lab book with the chronological reporting of all related experiments and results including a cross reference to electronic storage of data . Physical lab books will be kept in the lab at all time. The physical samples (cells, supernatant, RNA, cDNA…) will be stored in our biobank at TARGID for potential later use. The necessary storage room for the expected amount of biological material is already ascertained. How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes The OneDrive has a limitation in storage capacity (2TB) which w e expect to be sufficient for this project. Larger data files containing raw data can in addition be stored on the K -drive of KU Leuven. For storage of physical samples we have currently sufficient storage space in fridges and freezers . ☐ No If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STOR ED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Access to KU Leuven administered drives is conditioned by KU Leuven security groups. These drives are password protected and can only be accessed by people from the research group. Data concerning patient information stored in excel files will be password protected and only the responsible researchers will have access. Hard copies of pa per lab notebooks are kept in locked cabinets in the lab of the PIs. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The OneDrive (2TB) comes without charge, and should be enough for completion of this project. When needed, the KU Leuven J - and K -drive are expandable in blocks and funding to cover the costs is available in our group . In case extra freezers are needed for storage of samples , there is funding available in our group to cover these costs. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☒ Certain data cannot be ke pt for 10 years (explain) The cell cultures/organoids will not be stored for 10 years since this is biologically not possible. Data obtained through the experiments and microscopy slides will be stored. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be sto red using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J -drive) ☒ Other (specifiy): Paper lab books will be stored in locked cabinets in the lab of the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The OneDrive (2TB) comes without charge, and should be enough for completion of this project. If additional storage space is necessary, the costs can be covered by funding within our research group. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Only publi shed data will be available in the form of publications or other dissemination of scientific work. All data will be anonymised when disseminated. More data can be made available or shared after permission of the responsible person (prof. João Sabino). Non -published data will remain confidential until a final decision on publication of the data has been taken. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 If access is restricted, please specify who will be able to access the data and under what conditions. Data could be reused by other members of the TARGID team, after consultation and approval of the head of our lab group and/or the head of TARGID (currently Séverine Vermeire and Kristin Verbeke respectively). Data can possibly be accessed by a third party after signing a data transfer agreement a nd approval of the head of TARGID. An appropriate DTA and/or MTA will be in place. Costs for shipment are to be covered by the requesting party. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research pur poses will be allowed and commercial reuse will be excluded. Exceptions are to be submitted to the head of our lab group and/or TARGID (Séverine Vermeire and Kristin Verbeke). Are there any factors that restrict or prevent the sharing of (some of) the dat a (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITIONS . IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PRO HIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License sel ector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Data usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or MTAs are discussed, this will always be after consulting and collaborating with LRD. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No Depending on the data repository and the type of data that would be made available, a unique identifier will be added to the data set. What are the expected costs for data sharing? How will these costs be covered? For digital data , the filesender of Belnet is for free. If shipment of material is required by another research group, after approval the costs of drafting of MTA/DTA and shipment itself will be covered by the requesting party. 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher ( Eva Vissers ) and PI (João Sabino ) Who will manage data storage and backup during the research project? The researcher ( Eva Vissers ) and PI (João Sabino ) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17 Who will manage data preservation and sharing? The PI ( João Sabino ) Who will update and implement this DMP? The PI (João Sabino ) bears the end responsibility of updating & implementing this DMP."
}