{
    "document_id": "D-2022-1627",
    "LinkTitle": "D-2022-1627",
    "file_name": "D-2022-1627.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1627.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "1PROJECT 3H220291 DMP\nADMIN DETAILS\nProject Name: The urban-rural systems of Late Hellenistic to Roman Imperial Sagalassos and present-\nday Ağlasun. Sustainability of urbanization in times of accelerated growth.\nProject Identifier: 3H220291\nGrant Title: C14/22/036\nPrincipal Investigator / Researcher: Jeroen Poblome; Bart Muys; Maarten Loopmans\nProject Data Contact: jeroen.poblome@kuleuven.be ; bart.muys@kuleuven.be ; \nmaarten.loopmans@kuleuven.be  \nDescription: In this project, we will tap into the largely unexplored potential of ‘ordinariness’ for the \nunderstanding of environmental sustainability of past urbanization processes. Studying the environmental  \nimpact of urbanization in past and present societies simply cannot be done ‘from the \n(imperial/governmental) center’ alone. Historical trajectories of societal development inherently occur \nthrough the appropriation and consumption of flows of energy and resources derived from integrated \nsocial and ecological systems on a local and regional scale. Both input-related (in terms of resource use),  \nand output-related (in terms of emissions to soil, water, and atmosphere) analysis of environmental \nimpact, requires upscaling of impacts from single households and single unit processes (like housing, \ncooking, feeding, bathing, transport, manufacturing) to larger geographical units like a city, a \nneighborhood, or a region. This in turn implies (1) a deeper understanding of the lifestyle and used \ntechnologies of different social units; and (2) reliable estimations of the extent of these units in terms of \ndemography, amount of housing units, amount of production units, etc. As most people are ‘ordinary \npeople’ in ‘ordinary cities’, such upscaling requires us to go beyond an understanding of monumental \ncenters. The case of Sagalassos offers a unique opportunity as an ordinary city where sufficient data is \navailable to meet these conditions of upscaling for different periods in the region’s history. More than a \ngeneration of world-class archaeological work embedded in interdisciplinary research of both past and \npresent, have resulted in a wide range of data relevant for this project, from archeological data on \narchitecture, material culture or ecofacts from both the ancient city and the surrounding countryside to \ninformation on everyday life, resource use and land use change in and around the town of current day \nAğlasun.\nIn the region of Sagalassos, as in many territories around the Mediterranean, there are only two periods \nof accelerated growth in history where population and resource needs were booming: In Roman Imperial \ntimes (with roots in the Late Hellenistic period) and the recent modern period, the population of the region  \napproached the ceiling of local carrying capacity. From that perspective, it is extremely interesting to \ncompare resource needs and environmental impacts between Late Hellenistic-Roman Imperial \nSagalassos and its contemporary twin town Ağlasun in the valley 6 km south from Sagalassos, which \nexisted in the Roman period but gained more prominence from the 18th century onwards. Ancient \nSagalassos and current Ağlasun were and are no metropoleis or major centres such as ancient Ephesos \nor modern Istanbul. But Sagalassos/Ağlasun are not mere smaller copies of the larger examples either: \nthey are the product of their own local development potential and limits. The two towns share the specific \nceiled resource potential of this remote mountain valley, although modern means of transport offer \nAğlasun more opportunities to import resources from elsewhere.\nThe overall aim of this project is therefore to contribute to the understanding of the environmental impact \nof ordinary people in an ordinary Mediterranean city region during two periods of accelerated growth (Late  \nHellenistic to Roman Imperial and contemporary), by studying resource use in everyday life. The research  \nhypothesis is that in periods of accelerated growth the environmental impact by human societies tends to \nasymptotically approach the ceiled potential of their territory, avoiding overshoot and collapse through \nadjustments of resource needs and technologies. This hypothesis will be tested in an explicitly \n2interdisciplinary study of the past/contemporary twin towns Sagalassos/Ağlasun using existing and new \narchaeological, geographical, and ecological data. Two research questions are tackled:  \nRQ1: how did the socio-spatial structure of the rural-urban continuum evolve for Sagalassos and Ağlasun \nin these times of accelerated growth (100 BCE-150 CE and 1950-2020 respectively)?  \nRQ2: how sustainable was the urban boom of Sagalassos/Ağlasun and their territory?\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName of the project lead (PI)\nJeroen Poblome (PI1)\nBart Muys (PI2)\nMaarten Loopmans (PI3)\nInternal Funds Project number & title\nProject 3H220291: The urban-rural systems of Late Hellenistic to Roman Imperial Sagalassos and \npresent-day Ağlasun. Sustainability of urbanization in times of accelerated growth.\n2. DATA DESCRIPTION\n2.1. Will you generate/collect new data and/or make use of existing data?  \nBoth new and existing data will be used.  \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.\nType of data FormatVolumeHow created?\nI.Archaeology\nExcavation-based \ndatasetsAnalogue \n(Fieldbooks),\nSIIS (several \nexport \npossibilities, \ne.g. csv, \nJSON), \nRAW, jpg/tiff, \npsd, > 5GBStratigraphic and photographic documentation \nduring fieldwork. The data is immediately stored  \nin SIIS (Sagalassos Integrated Information \nSystem).\nSurvey-based datasets csv, qgs/qgz, \nRAW, jpg/tiff, \nSIIS > 5GBDigital (SIIS) and photographic documentation \nduring fieldwork.\nMaterial analyses SIIS, csv, \njpg/tiff, RAW< 5GBAnalogue, digital and photographic \ndocumentation during material analyses.\nII.Geography\nSimulated quantitative Xlsx, csv, < 5 GBSpatially explicit outputs from adapted \n3geomorphological & \nfertility datageotiff, \nFortran \nmodelWATEM/SEDEM - AquaCrop coupled model. \nSee PhD thesis of Maarten Van Loo for details.\nAnonymized Survey \ndata< 0.5 GBFieldwork in Aglasun, visiting homes of farmers\nQualitative data (semi-\nstructured interviews)< 0.5 GBFieldwork in Aglasun, visiting homes of farmers\nAerial Photos of \nSagalassos and \nAglasun region (1950-\n1990)< 5 GBGeneral Directorate of Mapping, Ankara, \nTurkey\nIII.Ecology\nObservational \nquantitative \narchaeobotanical / \npalynological dataXlsx, csv< 0.5 GB- Microscopic analysis of new archaeobotanical \nand -palynological remains. Physical remains to  \nbe analyzed and stored by SDÜ in Turkey\n- Modern vegetation and pollen measurements\n- Reuse of published datasets\nSimulated quantitative \nland cover dataXlsx, csv, \ngeotiff, shp<5 GBSpatially explicit simulation of land cover using \nthe REVEALS model, based on data from entry  \nabove. See MSc thesis of Joachim López for \ndetails.\nExperimental \nquantitative dataXlsx, csv< 0.5 GBMeasurements from experimental archaeology \nactivities relating to cooking and heating \npractices: inputs (fuel and material \nrequirements) and outputs (emissions)\nSimulated quantitative \nimpact data (LCA)Accdb, xlsx, \ncsv< 1 GBNumerical simulations of environmental and \nhuman health impacts, based on previous entry  \nand reuse of existing simulated consumption \ndata. Following standardized LCA methodology\nCompiled quantitative \ndatabases Accdb, \nJSON, XML< 5GBCollection of harmonised datasets, including \nrespective assumptions and uncertainties. \nRequires extensive metadata\nSimulated quantitative \ndata from agent-based \nmodelsNetLogo \nmodels, csv, \nshp, geotiff< 1 GBSpatially explicit simulation of effects of \nresource procurement in a reactive and \nregenerating landscape. See \ndoi.org/10.5334/jcaa.90 for an example.\nSimulated quantitative \nforest succession dataVB.Net \nmodel, csv< 5 GBSimulation of forest succession in response to \nwood harvesting and disturbances (fire, \ngrazing). Adapted from GREFOS model: \ndoi.org/10.1016/J.ECOLMODEL.2014.04.023. \nUses CHELSA-TraCE21k simulated climate \ndata: doi.org/10.5194/cp-2021-30\n3. ETHICAL AND LEGAL ISSUES\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.\nII. Geography\n4A survey and semi-structured interviews will be conducted with farmers in Ağlasun. The data gathered will  \nbe fully anonymized.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).\nNot applicable\n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nNot applicable\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?\nNewly collected botanical/palynological material is not permitted to leave Turkey. The physical specimens  \nwill therefore be analysed and stored at Süleyman Demirel University, Isparta. The project will however \nhave full access to the resulting, processed datasets.\n4. DOCUMENTATION AND METADATA\n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \n-Excavation- and survey-based datasets\nFor both excavation and survey activities the methodologies and specificities are penned down in \nfieldbooks and integrated in (final) reports. In addition, metadata is registered during the integration of \ndata into SIIS. Both are accessible for interested parties.\n-Material analyses (archaeology)\nWhile there is considerable variability in reporting the results of material analyses, each specialist is \nrequired to submit a report which indicates the basics of their approach, aims, as well as the results. In \naddition, for a variety of materials (e.g. pottery) there are standardised templates available.\n-Archaeobotanical / palynological data:\nDocumentation on fieldwork are noted in analog field books. The ensuing count data are kept in the \ndesignated format (xlsx/csv), where a “remarks” column collects issues that came up during analysis.  \n-Experimental archaeology data:  \n5Initial measurements will be registered manually in field books (wood consumption) and automatically \nthrough data loggers (emission measurements). Both primary sources will be processed into xlsx/csv \nfiles, where a “remarks” column can collect possible issues. The experimental setup will be described in \ndetail in a separate text file, to be stored in the same folder as the data files.  \n-Simulations: \nRaw simulation output will be collected per run, with the exact inputs used placed in the same (or \nadjacent “Input”) folder. A txt README file will be maintained that describes the in- and outputs, what \nthey represent (e.g. explanation of column headers in tables) and how they were generated. GIS-related \nmetadata are either stored in the relevant file itself or through use of additional files in the same folder.\n-Compiled databases:\nDescriptions of the setup of (meta)databases and how to use them will be added, in a separate text file, to  \nthe folders where they are kept.  \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nAll definitive simulation input and output data will be stored in KU Leuven RDR, using the dedicated \nmetadata template. The compiled databases will rely on a controlled vocabulary, which needs further \nelaboration from the existing one. From there, metadata development will in fact constitute a core part of \none of the work packages.  \n5. DATA STORAGE AND BACKUP DURING THE PROJECT\n5.1. Where will the data be stored?  \nThe documentation of the archaeological datasets is first of all stored in SIIS, a digital database which is \nregularly backed up on-site in Turkey. At the end of each campaign this database is copied and stored on  \nthe KU Leuven run servers of the project. Currently ICTS is developing a way to streamline this process, \nand ensure direct continuous updates between Turkey and Leuven. Secondly, the physical finds are \nstored in the depots, located at the excavation house in Ağlasun (Turkey). Each year, a representative of \nthe Turkish government makes a selection of finds which go the Burdur Museum depots. Per request, \nthese finds can be accessed by researchers as well. Third, the analogue fieldbooks and other \ndocumentation is kept in the archive at the Sagalassoshuis (Maria Theresiastraat 21, 3000, Leuven, \nBelgium). Fourth, data associated with personal or group projects, as well as the digital products of \nexcavation- and survey-based datasets are stored on the KU Leuven hosted server of the Sagalassos \nArchaeological Research Project. Fifth, photographic datasets are stored on the digital asset \nmanagement solution Canto, which is managed by Bruno Vandermeulen and Hendrik Hameeuw \n(University Library Leuven).  \nPhysical archaeobotanical and palynological remains are to be stored by SDÜ. Field books are kept in the  \noffice of the researcher and deposited according to their institution’s guidelines at the end of their \nresearch activities. All models, xlsx, csv, JSON, accdb, shp and geotiff files will, in first instance, be stored  \n6on the personal computer of the relevant researcher. At the end of their activities, the files will be \ndeposited in a comprehensive file structure on the shared server of their institution.  \n5.2. How will the data be backed up?  \nThe back-up of the digital archaeological datasets is carried out by (1) copying the data to the KU Leuven \nrun server of the project, (2) copying the data to hard disks stored at the Sagalassoshuis in Leuven, and \n(3) on personal hard disks and computers. The analogue datasets are digitised, and these are kept on the  \nKU Leuven server of the project.\nModels, their input data and their earlier versions will be backed up through git repositories awaiting \npermanent publication in RDR. Xlsx, csv, JSON, accdb, shp and geotiff files will be synced to the KU \nLeuven OneDrive cloud.  \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nThe Sagalassos Archaeological Research Project has sufficient storage capacity for digital datasets. This \nincludes SIIS, the KU Leuven based back-up server, and Canto. While SIIS was developed by the \nproject, and beyond limited storage requirements is costless, the annual costs for the server and Canto \nare covered by a ‘small infrastructure’ grant of the KU Leuven, as well as various other grants, and \nsponsorship income for the foreseeable future. In terms of storage for the physical archaeological \ndatasets, the project recently expanded the storage units at the excavation house in Turkey. No ongoing \ncosts beyond maintenance are associated with these units.  \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered? \nCurrently, the storage costs for data are approximately 6000 euros per year. These costs are covered for \nthe foreseeable future by ongoing grants and continued fundraising.\n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nAs storage of all digital data will make use of KU Leuven infrastructure, these inherit the security \nmeasures of the institution. Physical field books will be kept in closed-off storage facilities. The depots in \nTurkey are guarded 24/7 by a guard, as is the archaeological site of Sagalassos itself. This staff is hired \nby the project and administered by the Archaeological Museum of Burdur.\n6. DATA PRESERVATION AFTER THE END OF THE PROJECT\n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only  \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual  \nrestrictions, physical preservation issues, ...).\n7All digital data will be retained during the expected period. The physical archaeological, archaeobotanical \nand palynological data will be preserved for at least the same period, unless preservation issues occur \ndespite the application of best practices.\n6.2. Where will these data be archived (= stored for the long term)?  \nThe physical archaeological finds will either remain in the depots at the excavation house in Ağlasun, or \nthose of the Burdur Museum. These depots have been storing finds for 32 years, and done so according \nto high standards. Archaeobotanical and palynological data are archived in the depots of SDÜ. As is \nalready the case, archiving of non-published digital data will take place on the shared drive of the \nSagalassos Research Project and the corresponding divisions of PhD students and postdoctoral \nresearchers. Published digital data will be openly accessible via KU Leuven RDR. Field books are \nphysically stored in the common archive of the researcher’s division.\n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered? \nAs no new infrastructure needs to be put in place, and the expected data volumes are relatively low, costs  \nfor digital data preservation will be minimal. Preservation of archaeobotanical and palynological data in \nTurkey will constitute a small additional cost.\n7. DATA SHARING AND RE-USE\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nIn terms of archaeological finds, the Ministry of Culture of Turkey needs to be informed of finds via \ncampaign reports before publication. Beyond this routine procedure, no such restrictions are foreseen for \ndigital data. Physical datasets are kept at SDÜ and are not intended to be shared.\n7.2. Which data will be made available after the end of the project?  \nData sharing will typically follow publication by means of open access licenses. Raw or intermediate \ndatasets that do not yet feature in publication will be kept internal until sufficient critical mass has been \nreached.\n7.3. Where/how will the data be made available for reuse?  \nDigital datasets will be made available immediately following publication through RDR.\n7.4. When will the data be made available?  \nSee 7.3.\n7.5. Who will be able to access the data and under what conditions?  \nPublished digital data will be freely accessible under a CC BY license.  \n87.6. What are the expected costs for data sharing? How will these costs be covered?  \nThe expected costs for digital data sharing come down to the cost of open access publishing. As this is \ngenerally in the range of €500 for a journal publication, the project budget should be able to \naccommodate.\n8. RESPONSIBILITIES\n8.1. Who will be responsible for the data documentation & metadata?  \nResearchers will carry the responsibility for data gathering, documentation and the creation of adequate \nmetadata. The PIs will remind all researchers of this responsibility at the start of their respective projects.  \n8.2. Who will be responsible for data storage & back up during the project?  \nIbidem.\n8.3. Who will be responsible for ensuring data preservation and sharing?  \nAgain, individual researchers will be reminded by the PIs of their responsibility to ensure data \npreservation at the end of their research period. Data sharing by the researchers constitutes a continuous  \nprocess.\n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nThis responsibility lies with the PIs.  "
    },
    "clean_full_text": "1PROJECT 3H220291 DMP ADMIN DETAILS Project Name: The urban-rural systems of Late Hellenistic to Roman Imperial Sagalassos and present- day Ağlasun. Sustainability of urbanization in times of accelerated growth. Project Identifier: 3H220291 Grant Title: C14/22/036 Principal Investigator / Researcher: Jeroen Poblome; Bart Muys; Maarten Loopmans Project Data Contact: jeroen.poblome@kuleuven.be ; bart.muys@kuleuven.be ; maarten.loopmans@kuleuven.be Description: In this project, we will tap into the largely unexplored potential of ‘ordinariness’ for the understanding of environmental sustainability of past urbanization processes. Studying the environmental impact of urbanization in past and present societies simply cannot be done ‘from the (imperial/governmental) center’ alone. Historical trajectories of societal development inherently occur through the appropriation and consumption of flows of energy and resources derived from integrated social and ecological systems on a local and regional scale. Both input-related (in terms of resource use), and output-related (in terms of emissions to soil, water, and atmosphere) analysis of environmental impact, requires upscaling of impacts from single households and single unit processes (like housing, cooking, feeding, bathing, transport, manufacturing) to larger geographical units like a city, a neighborhood, or a region. This in turn implies (1) a deeper understanding of the lifestyle and used technologies of different social units; and (2) reliable estimations of the extent of these units in terms of demography, amount of housing units, amount of production units, etc. As most people are ‘ordinary people’ in ‘ordinary cities’, such upscaling requires us to go beyond an understanding of monumental centers. The case of Sagalassos offers a unique opportunity as an ordinary city where sufficient data is available to meet these conditions of upscaling for different periods in the region’s history. More than a generation of world-class archaeological work embedded in interdisciplinary research of both past and present, have resulted in a wide range of data relevant for this project, from archeological data on architecture, material culture or ecofacts from both the ancient city and the surrounding countryside to information on everyday life, resource use and land use change in and around the town of current day Ağlasun. In the region of Sagalassos, as in many territories around the Mediterranean, there are only two periods of accelerated growth in history where population and resource needs were booming: In Roman Imperial times (with roots in the Late Hellenistic period) and the recent modern period, the population of the region approached the ceiling of local carrying capacity. From that perspective, it is extremely interesting to compare resource needs and environmental impacts between Late Hellenistic-Roman Imperial Sagalassos and its contemporary twin town Ağlasun in the valley 6 km south from Sagalassos, which existed in the Roman period but gained more prominence from the 18th century onwards. Ancient Sagalassos and current Ağlasun were and are no metropoleis or major centres such as ancient Ephesos or modern Istanbul. But Sagalassos/Ağlasun are not mere smaller copies of the larger examples either: they are the product of their own local development potential and limits. The two towns share the specific ceiled resource potential of this remote mountain valley, although modern means of transport offer Ağlasun more opportunities to import resources from elsewhere. The overall aim of this project is therefore to contribute to the understanding of the environmental impact of ordinary people in an ordinary Mediterranean city region during two periods of accelerated growth (Late Hellenistic to Roman Imperial and contemporary), by studying resource use in everyday life. The research hypothesis is that in periods of accelerated growth the environmental impact by human societies tends to asymptotically approach the ceiled potential of their territory, avoiding overshoot and collapse through adjustments of resource needs and technologies. This hypothesis will be tested in an explicitly 2interdisciplinary study of the past/contemporary twin towns Sagalassos/Ağlasun using existing and new archaeological, geographical, and ecological data. Two research questions are tackled: RQ1: how did the socio-spatial structure of the rural-urban continuum evolve for Sagalassos and Ağlasun in these times of accelerated growth (100 BCE-150 CE and 1950-2020 respectively)? RQ2: how sustainable was the urban boom of Sagalassos/Ağlasun and their territory? Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Jeroen Poblome (PI1) Bart Muys (PI2) Maarten Loopmans (PI3) Internal Funds Project number & title Project 3H220291: The urban-rural systems of Late Hellenistic to Roman Imperial Sagalassos and present-day Ağlasun. Sustainability of urbanization in times of accelerated growth. 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? Both new and existing data will be used. 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data FormatVolumeHow created? I.Archaeology Excavation-based datasetsAnalogue (Fieldbooks), SIIS (several export possibilities, e.g. csv, JSON), RAW, jpg/tiff, psd, > 5GBStratigraphic and photographic documentation during fieldwork. The data is immediately stored in SIIS (Sagalassos Integrated Information System). Survey-based datasets csv, qgs/qgz, RAW, jpg/tiff, SIIS > 5GBDigital (SIIS) and photographic documentation during fieldwork. Material analyses SIIS, csv, jpg/tiff, RAW< 5GBAnalogue, digital and photographic documentation during material analyses. II.Geography Simulated quantitative Xlsx, csv, < 5 GBSpatially explicit outputs from adapted 3geomorphological & fertility datageotiff, Fortran modelWATEM/SEDEM - AquaCrop coupled model. See PhD thesis of Maarten Van Loo for details. Anonymized Survey data< 0.5 GBFieldwork in Aglasun, visiting homes of farmers Qualitative data (semi- structured interviews)< 0.5 GBFieldwork in Aglasun, visiting homes of farmers Aerial Photos of Sagalassos and Aglasun region (1950- 1990)< 5 GBGeneral Directorate of Mapping, Ankara, Turkey III.Ecology Observational quantitative archaeobotanical / palynological dataXlsx, csv< 0.5 GB- Microscopic analysis of new archaeobotanical and -palynological remains. Physical remains to be analyzed and stored by SDÜ in Turkey - Modern vegetation and pollen measurements - Reuse of published datasets Simulated quantitative land cover dataXlsx, csv, geotiff, shp<5 GBSpatially explicit simulation of land cover using the REVEALS model, based on data from entry above. See MSc thesis of Joachim López for details. Experimental quantitative dataXlsx, csv< 0.5 GBMeasurements from experimental archaeology activities relating to cooking and heating practices: inputs (fuel and material requirements) and outputs (emissions) Simulated quantitative impact data (LCA)Accdb, xlsx, csv< 1 GBNumerical simulations of environmental and human health impacts, based on previous entry and reuse of existing simulated consumption data. Following standardized LCA methodology Compiled quantitative databases Accdb, JSON, XML< 5GBCollection of harmonised datasets, including respective assumptions and uncertainties. Requires extensive metadata Simulated quantitative data from agent-based modelsNetLogo models, csv, shp, geotiff< 1 GBSpatially explicit simulation of effects of resource procurement in a reactive and regenerating landscape. See doi.org/10.5334/jcaa.90 for an example. Simulated quantitative forest succession dataVB.Net model, csv< 5 GBSimulation of forest succession in response to wood harvesting and disturbances (fire, grazing). Adapted from GREFOS model: doi.org/10.1016/J.ECOLMODEL.2014.04.023. Uses CHELSA-TraCE21k simulated climate data: doi.org/10.5194/cp-2021-30 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. II. Geography 4A survey and semi-structured interviews will be conducted with farmers in Ağlasun. The data gathered will be fully anonymized. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Not applicable 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Not applicable 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Newly collected botanical/palynological material is not permitted to leave Turkey. The physical specimens will therefore be analysed and stored at Süleyman Demirel University, Isparta. The project will however have full access to the resulting, processed datasets. 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? -Excavation- and survey-based datasets For both excavation and survey activities the methodologies and specificities are penned down in fieldbooks and integrated in (final) reports. In addition, metadata is registered during the integration of data into SIIS. Both are accessible for interested parties. -Material analyses (archaeology) While there is considerable variability in reporting the results of material analyses, each specialist is required to submit a report which indicates the basics of their approach, aims, as well as the results. In addition, for a variety of materials (e.g. pottery) there are standardised templates available. -Archaeobotanical / palynological data: Documentation on fieldwork are noted in analog field books. The ensuing count data are kept in the designated format (xlsx/csv), where a “remarks” column collects issues that came up during analysis. -Experimental archaeology data: 5Initial measurements will be registered manually in field books (wood consumption) and automatically through data loggers (emission measurements). Both primary sources will be processed into xlsx/csv files, where a “remarks” column can collect possible issues. The experimental setup will be described in detail in a separate text file, to be stored in the same folder as the data files. -Simulations: Raw simulation output will be collected per run, with the exact inputs used placed in the same (or adjacent “Input”) folder. A txt README file will be maintained that describes the in- and outputs, what they represent (e.g. explanation of column headers in tables) and how they were generated. GIS-related metadata are either stored in the relevant file itself or through use of additional files in the same folder. -Compiled databases: Descriptions of the setup of (meta)databases and how to use them will be added, in a separate text file, to the folders where they are kept. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. All definitive simulation input and output data will be stored in KU Leuven RDR, using the dedicated metadata template. The compiled databases will rely on a controlled vocabulary, which needs further elaboration from the existing one. From there, metadata development will in fact constitute a core part of one of the work packages. 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? The documentation of the archaeological datasets is first of all stored in SIIS, a digital database which is regularly backed up on-site in Turkey. At the end of each campaign this database is copied and stored on the KU Leuven run servers of the project. Currently ICTS is developing a way to streamline this process, and ensure direct continuous updates between Turkey and Leuven. Secondly, the physical finds are stored in the depots, located at the excavation house in Ağlasun (Turkey). Each year, a representative of the Turkish government makes a selection of finds which go the Burdur Museum depots. Per request, these finds can be accessed by researchers as well. Third, the analogue fieldbooks and other documentation is kept in the archive at the Sagalassoshuis (Maria Theresiastraat 21, 3000, Leuven, Belgium). Fourth, data associated with personal or group projects, as well as the digital products of excavation- and survey-based datasets are stored on the KU Leuven hosted server of the Sagalassos Archaeological Research Project. Fifth, photographic datasets are stored on the digital asset management solution Canto, which is managed by Bruno Vandermeulen and Hendrik Hameeuw (University Library Leuven). Physical archaeobotanical and palynological remains are to be stored by SDÜ. Field books are kept in the office of the researcher and deposited according to their institution’s guidelines at the end of their research activities. All models, xlsx, csv, JSON, accdb, shp and geotiff files will, in first instance, be stored 6on the personal computer of the relevant researcher. At the end of their activities, the files will be deposited in a comprehensive file structure on the shared server of their institution. 5.2. How will the data be backed up? The back-up of the digital archaeological datasets is carried out by (1) copying the data to the KU Leuven run server of the project, (2) copying the data to hard disks stored at the Sagalassoshuis in Leuven, and (3) on personal hard disks and computers. The analogue datasets are digitised, and these are kept on the KU Leuven server of the project. Models, their input data and their earlier versions will be backed up through git repositories awaiting permanent publication in RDR. Xlsx, csv, JSON, accdb, shp and geotiff files will be synced to the KU Leuven OneDrive cloud. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. The Sagalassos Archaeological Research Project has sufficient storage capacity for digital datasets. This includes SIIS, the KU Leuven based back-up server, and Canto. While SIIS was developed by the project, and beyond limited storage requirements is costless, the annual costs for the server and Canto are covered by a ‘small infrastructure’ grant of the KU Leuven, as well as various other grants, and sponsorship income for the foreseeable future. In terms of storage for the physical archaeological datasets, the project recently expanded the storage units at the excavation house in Turkey. No ongoing costs beyond maintenance are associated with these units. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Currently, the storage costs for data are approximately 6000 euros per year. These costs are covered for the foreseeable future by ongoing grants and continued fundraising. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? As storage of all digital data will make use of KU Leuven infrastructure, these inherit the security measures of the institution. Physical field books will be kept in closed-off storage facilities. The depots in Turkey are guarded 24/7 by a guard, as is the archaeological site of Sagalassos itself. This staff is hired by the project and administered by the Archaeological Museum of Burdur. 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). 7All digital data will be retained during the expected period. The physical archaeological, archaeobotanical and palynological data will be preserved for at least the same period, unless preservation issues occur despite the application of best practices. 6.2. Where will these data be archived (= stored for the long term)? The physical archaeological finds will either remain in the depots at the excavation house in Ağlasun, or those of the Burdur Museum. These depots have been storing finds for 32 years, and done so according to high standards. Archaeobotanical and palynological data are archived in the depots of SDÜ. As is already the case, archiving of non-published digital data will take place on the shared drive of the Sagalassos Research Project and the corresponding divisions of PhD students and postdoctoral researchers. Published digital data will be openly accessible via KU Leuven RDR. Field books are physically stored in the common archive of the researcher’s division. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? As no new infrastructure needs to be put in place, and the expected data volumes are relatively low, costs for digital data preservation will be minimal. Preservation of archaeobotanical and palynological data in Turkey will constitute a small additional cost. 7. DATA SHARING AND RE-USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? In terms of archaeological finds, the Ministry of Culture of Turkey needs to be informed of finds via campaign reports before publication. Beyond this routine procedure, no such restrictions are foreseen for digital data. Physical datasets are kept at SDÜ and are not intended to be shared. 7.2. Which data will be made available after the end of the project? Data sharing will typically follow publication by means of open access licenses. Raw or intermediate datasets that do not yet feature in publication will be kept internal until sufficient critical mass has been reached. 7.3. Where/how will the data be made available for reuse? Digital datasets will be made available immediately following publication through RDR. 7.4. When will the data be made available? See 7.3. 7.5. Who will be able to access the data and under what conditions? Published digital data will be freely accessible under a CC BY license. 87.6. What are the expected costs for data sharing? How will these costs be covered? The expected costs for digital data sharing come down to the cost of open access publishing. As this is generally in the range of €500 for a journal publication, the project budget should be able to accommodate. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? Researchers will carry the responsibility for data gathering, documentation and the creation of adequate metadata. The PIs will remind all researchers of this responsibility at the start of their respective projects. 8.2. Who will be responsible for data storage & back up during the project? Ibidem. 8.3. Who will be responsible for ensuring data preservation and sharing? Again, individual researchers will be reminded by the PIs of their responsibility to ensure data preservation at the end of their research period. Data sharing by the researchers constitutes a continuous process. 8.4. Who bears the end responsibility for updating & implementing this DMP? This responsibility lies with the PIs."
}