{
    "document_id": "D-2024-3394",
    "LinkTitle": "D-2024-3394",
    "file_name": "D-2024-3394.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3394.pdf",
    "metadata": {
        "title": "BRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO-ECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989)",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nBRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO-ECOLOGICAL MOBILISATION IN\nURBAN DEVELOPMENT (1970-1989)\nCreator:\nCreator:\nEline Inghelbrecht\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThis research taps into the limitations of contemporary urban debates, marked by dichotomous perceptions, by revisiting the rich history\nof socio-ecological participatory mechanisms that were introduced in urban development processes in Brussels during the 1970s and\n1980s. Through the perspective of socio-ecological mobilisation, this research seeks to uncover the diverse of socio-ecological\ndiscourses that entered urban planning discussions and the participatory mechanisms that facilitated this. By adopting three research\nlenses - discourses, participatory methods and tools, and assemblages - the study integrates theoretical literature on urban political\necology, discourse analysis, social movement studies and urban assemblage theory. A mixed-method empirical approach will be used,\ncombining archival research, oral history and participatory historical geography to compose a detailed assemblage, introducing actors,\nmethods and non-human elements to the discussion. Ultimately, this research aims to overcome persisting dichotomies in urban\ndevelopment, enriching the debate with complexity and nuance, and contribute to methodological renewal that bridges the gap between\nhistorical and contemporary issues as well as between academia and non-academic expert knowledge.\nID: \nID: \n211153\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n22-11-2024\nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n1 of 7\nBRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO-\nBRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO-\nECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989)\nECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989)\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n1) Archival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will\nbe consulted will be both digital and physical. A database will be\ncreated of all archival material that will be consulted. This database will be saved as a CSV file on the OneDrive where materials\nare categorised according to archival collection, location, file\nnumber, year, title, author and creator. Relevant archival material will be scanned into a pdf format and stored on the OneDrive.\n2) Literature. This includes: academic literature, grey literature and policy documents. This literature will be consulted physically\nor digitally, via open access or online access through the Limo\nplatform of KU Leuven. The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case\nof open access academic literature).\n3) Visual sources. These include: existing designs (spatial plans and schemes), drawings, models and digital visualisations and\nphotographs. Visual sources from published material will be stored\non the OneDrive, given that intellectual property rights are guaranteed.\n4) Online media sources. These include news articles and reportages by local news outlets (e.g. Bruzz, La Capital, BX1), website\narticles of civil society organisations (e.g. BRAL, ARAU, IEB) and\nsocial media platforms of civil society organisations and activist groups.\n5) Oral sources. These include interviews and participatory moments. Interviews will be uploaded as .mp3 files and transcipts in\nWord format (.docx) on the OneDrive. Observational notes of\nparticipatory moments will also be uploaded in Word format (.docx) on the OneDrive.\n6) Personal data. Personal data of research participants (i.e. interviewees and participants in participatory moments) will include\nname, email address, phone number, gender, age and will be\nstored in a .csv file on the OneDrive.\n7) Locational data. This refers to existing maps and data sets used for GIS mapping (including BruGIS, Geo.Brussels, BruCiel,\nMobigis, Geopunt Vlaanderen, etc.). The relevant datasets will be\nkept in .csv and .shp format. During the process of creating maps, the shapefiles (.shp) will be stored locally on the computer of\nthe PhD researcher (Dries Pattyn) and as soon as the maps are\ncreated the data will be exported in a geopackage format and stored on the OneDrive.\n8) Publications and presentations. These include academic papers and presentations (for internal use in the research group or\nfor conferences and seminars) that will be produced by the PhD\nresearchers (Dries Pattyn and Eline Inghelbrecht). Academic papers will be published in .pdf format and presentations will be\nmade in .ppt format and stored in .pdf on the OneDrive.\n9) Visual material. These include: designs, drawings, images and other visual representations created during the process of the\nresearch. These materials will produced\n using the Adobe Creative Cloud software and will be stored in JPEG (.jpg) or PNG (.png)\nformat on the OneDrive.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nArchival material \nCitizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement\nBruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines), Location: AMVB, Etopia, CIVA Brussels, AMSAB-ISG\nArchitectural institutions: Archives d'Architecture Moderne,Haute école d’architecture La Cambre and Sint-Lucas School of\nArchitecture, Location: CIVA Brussels\nParliamentary meeting notes: Brussels Agglomerations and municipalities\nPublications \nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n2 of 7\nCitizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement\nBruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines)\nArchitectural institutions:Archives d'Architecture Moderne,Haute école d’architecture La Cambre and Sint-Lucas School of\nArchitecture, Location: CIVA Brussels\nMultiple literature and research articles on relevant topics \nMaps\nLeefmilieu Brussel/Bruxelles Environnement/Brussels Environment: \nhttps://geodata.environnement.brussels/client/view/?\nlang=nl\nBruGIS: \nhttps://gis.urban.brussels/brugis/#/\nBruCiel: \nhttps://www.bruciel.brussels/\n  \nMobiGis: \nhttps://data.mobility.brussels/mobigis/nl/\nGeo.brussels: \nhttps://geobru.irisnet.be/nl/maps/new/\nGeopunt Vlaanderen: https://www.geopunt.be/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nInterviews\nInterviews\nWhen conducting interviews personal data such as name, age, gender, profession, home municipality, email address, phone\nnumber will be collected. Interviews will be recorded and transcribed. Names of interviewees will be pseudonymised, unless it is\nrelevant/necessary to use the name of the interviewee (e.g. an architect or a politician) and the interviewee consents to using\ntheir personal data. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the\nKU Leuven server. Data that might reveal the identity of the respondents will be replaced with less 'revealing' information.\nInterviewees will include: (former) politicians, members of citizens' associations, architects, activists from neighbourhood\ncommittees, students/members of architectural institutions such as La Cambre and Sint-Lucas, officials from public institutions\nsuch as Brussels Environment and Perspective Brussels\nWorkshops participatory historical geography\nWorkshops participatory historical geography\nInteractive moments with current and former members of BRAL, IEB and ARAU will be organised in the formats of workshops to\ncompose a map and timeline of contested urban development projects. At a later phase of the research, during the case study\nresearch, participatory workshops all be organised with contemporary urban activists and people who were involved in the\nmobilisation around the selected historical case studies. Specifically, these workshops will focus on alternative urban imaginaries\nand will use plans, designs, drawings and cartoons to identify the representation of social and ecological concerns and political\nmessages in these imaginaries and link them to existing urban planning proposals \nFor these interactive moments participants' personal data (name, e-mail address, telephone number) will be collected for practical\nuse. In the output of these interactive moments, participants will be anonymised and only the name of the organisation will be\nstated.\nIn entering the discussions on contested urban space in Brussels, sensitive and clashing viewpoints and opinions will come\nforward in the debates. In reporting on such events, awareness and precaution is necessary in order to avoid severe conflict\nbetween citizens and other stakeholder.\nPRET number: G-2023-6437\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n3 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nReuse of images, plans, maps and architectural drawings: does not only require mentioning the secondary source, but also the\noriginal author/creator. For some of these images, permission will have to be\ngranted from the author/creator or relevant institution.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThrough a clear folder structure located on the One Drive, existing data and developed material will be organised in order to\nsimplify retrieving and consulting the overall documentation.\nProduced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its\ncontent and, when applicable, ending with the initials of the creator.\nREADME files: data will be described according to category (archival, interviews, images) and structured according to several\nidentifiers: title, year, location, author/creator, file type, key words\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nWe are currently looking into the options regarding the different metadata standards within our research groups P.PUL and ARP.\nPossible options until now are DDI, UNBIS and AAT.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nThe responsible person will be Bruno Notteboom, the supervisor of this C2 research project\nFor the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if\nneeded. The main tool for data storage will be KU Leuven OneDrive.\nThe ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with\nthe data server (no data on the hard disk of the laptops). All\npersonal data will be stored on the I-disk/ in Leuven/ department of Architecture. As a cloud application, Box is supported (up to\n2TB per user). The long-term storage is guaranteed up to 10 years \nafter the end of a project. This is stored on servers in Leuven,\nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n4 of 7\non the K-disk. The members of the research group have access to the data with the permission of the supervisor.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnedrive documents will be shared only among the supervisors and PhD researcher of the research project. In case documents\nare shared outside of the research project (e.g. within the \nresearch group) this will be done with restricted access (shared via e-\nmail) and editing rights (view-only).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk.\nThe members of the research group have access to the data with \nthe permission of the supervisor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data storage and backup.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n5 of 7\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe collected data will be accessible to the PhD researcher, Eline Inghelbrecht and the supervisors of the project prof. Bruno\nNotteboom\n, dr. Koenraad Danneels and prof. Sven Sterken.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\n- Privacy aspects: personal data of the research participants (interviewees and participants in interactive moments) will be\ncollected: name, email address, phone number, age, gender\n- Intellectual property rights of existing as well as newly generated images, designs, maps\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nData on all the publications resulting from this research will be stored in the KU Leuven repository LIRIAS.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\npaper publications, seminars, exhibition, and workshops\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nMost probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve\nin the research project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe data documentation and metadata will be managed by the PhD researcher Eline Inghelbrecht \nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n6 of 7\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe data storage and backup will be managed by the PhD researcher Eline Inghelbrecht \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe responsible person will be Bruno Notteboom, the supervisor of this FWO project. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe data management plan will be updated and implemented by the PhD researcher Eline Inghelbrecht \nCreated using DMPonline.be. Last modiﬁed 22 November 2024\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: BRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO-ECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989) Creator: Creator: Eline Inghelbrecht Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: This research taps into the limitations of contemporary urban debates, marked by dichotomous perceptions, by revisiting the rich history of socio-ecological participatory mechanisms that were introduced in urban development processes in Brussels during the 1970s and 1980s. Through the perspective of socio-ecological mobilisation, this research seeks to uncover the diverse of socio-ecological discourses that entered urban planning discussions and the participatory mechanisms that facilitated this. By adopting three research lenses - discourses, participatory methods and tools, and assemblages - the study integrates theoretical literature on urban political ecology, discourse analysis, social movement studies and urban assemblage theory. A mixed-method empirical approach will be used, combining archival research, oral history and participatory historical geography to compose a detailed assemblage, introducing actors, methods and non-human elements to the discussion. Ultimately, this research aims to overcome persisting dichotomies in urban development, enriching the debate with complexity and nuance, and contribute to methodological renewal that bridges the gap between historical and contemporary issues as well as between academia and non-academic expert knowledge. ID: ID: 211153 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 22-11-2024 Created using DMPonline.be. Last modiﬁed 22 November 2024 1 of 7 BRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO- BRUSSELS' URBAN CHALLENGES IN RESTROSPECT: A CRITICAL HISTORICAL ANALYSIS OF SOCIO- ECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989) ECOLOGICAL MOBILISATION IN URBAN DEVELOPMENT (1970-1989) FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. 1) Archival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will be consulted will be both digital and physical. A database will be created of all archival material that will be consulted. This database will be saved as a CSV file on the OneDrive where materials are categorised according to archival collection, location, file number, year, title, author and creator. Relevant archival material will be scanned into a pdf format and stored on the OneDrive. 2) Literature. This includes: academic literature, grey literature and policy documents. This literature will be consulted physically or digitally, via open access or online access through the Limo platform of KU Leuven. The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature). 3) Visual sources. These include: existing designs (spatial plans and schemes), drawings, models and digital visualisations and photographs. Visual sources from published material will be stored on the OneDrive, given that intellectual property rights are guaranteed. 4) Online media sources. These include news articles and reportages by local news outlets (e.g. Bruzz, La Capital, BX1), website articles of civil society organisations (e.g. BRAL, ARAU, IEB) and social media platforms of civil society organisations and activist groups. 5) Oral sources. These include interviews and participatory moments. Interviews will be uploaded as .mp3 files and transcipts in Word format (.docx) on the OneDrive. Observational notes of participatory moments will also be uploaded in Word format (.docx) on the OneDrive. 6) Personal data. Personal data of research participants (i.e. interviewees and participants in participatory moments) will include name, email address, phone number, gender, age and will be stored in a .csv file on the OneDrive. 7) Locational data. This refers to existing maps and data sets used for GIS mapping (including BruGIS, Geo.Brussels, BruCiel, Mobigis, Geopunt Vlaanderen, etc.). The relevant datasets will be kept in .csv and .shp format. During the process of creating maps, the shapefiles (.shp) will be stored locally on the computer of the PhD researcher (Dries Pattyn) and as soon as the maps are created the data will be exported in a geopackage format and stored on the OneDrive. 8) Publications and presentations. These include academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD researchers (Dries Pattyn and Eline Inghelbrecht). Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive. 9) Visual material. These include: designs, drawings, images and other visual representations created during the process of the research. These materials will produced using the Adobe Creative Cloud software and will be stored in JPEG (.jpg) or PNG (.png) format on the OneDrive. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Archival material Citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines), Location: AMVB, Etopia, CIVA Brussels, AMSAB-ISG Architectural institutions: Archives d'Architecture Moderne,Haute école d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels Parliamentary meeting notes: Brussels Agglomerations and municipalities Publications Created using DMPonline.be. Last modiﬁed 22 November 2024 2 of 7 Citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines) Architectural institutions:Archives d'Architecture Moderne,Haute école d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels Multiple literature and research articles on relevant topics Maps Leefmilieu Brussel/Bruxelles Environnement/Brussels Environment: https://geodata.environnement.brussels/client/view/? lang=nl BruGIS: https://gis.urban.brussels/brugis/#/ BruCiel: https://www.bruciel.brussels/ MobiGis: https://data.mobility.brussels/mobigis/nl/ Geo.brussels: https://geobru.irisnet.be/nl/maps/new/ Geopunt Vlaanderen: https://www.geopunt.be/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Interviews Interviews When conducting interviews personal data such as name, age, gender, profession, home municipality, email address, phone number will be collected. Interviews will be recorded and transcribed. Names of interviewees will be pseudonymised, unless it is relevant/necessary to use the name of the interviewee (e.g. an architect or a politician) and the interviewee consents to using their personal data. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the KU Leuven server. Data that might reveal the identity of the respondents will be replaced with less 'revealing' information. Interviewees will include: (former) politicians, members of citizens' associations, architects, activists from neighbourhood committees, students/members of architectural institutions such as La Cambre and Sint-Lucas, officials from public institutions such as Brussels Environment and Perspective Brussels Workshops participatory historical geography Workshops participatory historical geography Interactive moments with current and former members of BRAL, IEB and ARAU will be organised in the formats of workshops to compose a map and timeline of contested urban development projects. At a later phase of the research, during the case study research, participatory workshops all be organised with contemporary urban activists and people who were involved in the mobilisation around the selected historical case studies. Specifically, these workshops will focus on alternative urban imaginaries and will use plans, designs, drawings and cartoons to identify the representation of social and ecological concerns and political messages in these imaginaries and link them to existing urban planning proposals For these interactive moments participants' personal data (name, e-mail address, telephone number) will be collected for practical use. In the output of these interactive moments, participants will be anonymised and only the name of the organisation will be stated. In entering the discussions on contested urban space in Brussels, sensitive and clashing viewpoints and opinions will come forward in the debates. In reporting on such events, awareness and precaution is necessary in order to avoid severe conflict between citizens and other stakeholder. PRET number: G-2023-6437 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 22 November 2024 3 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Reuse of images, plans, maps and architectural drawings: does not only require mentioning the secondary source, but also the original author/creator. For some of these images, permission will have to be granted from the author/creator or relevant institution. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Through a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator. README files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, key words Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No We are currently looking into the options regarding the different metadata standards within our research groups P.PUL and ARP. Possible options until now are DDI, UNBIS and AAT. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) The responsible person will be Bruno Notteboom, the supervisor of this C2 research project For the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if needed. The main tool for data storage will be KU Leuven OneDrive. The ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disk of the laptops). All personal data will be stored on the I-disk/ in Leuven/ department of Architecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, Created using DMPonline.be. Last modiﬁed 22 November 2024 4 of 7 on the K-disk. The members of the research group have access to the data with the permission of the supervisor. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Onedrive documents will be shared only among the supervisors and PhD researcher of the research project. In case documents are shared outside of the research project (e.g. within the research group) this will be done with restricted access (shared via e- mail) and editing rights (view-only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data storage and backup. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Created using DMPonline.be. Last modiﬁed 22 November 2024 5 of 7 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the PhD researcher, Eline Inghelbrecht and the supervisors of the project prof. Bruno Notteboom , dr. Koenraad Danneels and prof. Sven Sterken. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights - Privacy aspects: personal data of the research participants (interviewees and participants in interactive moments) will be collected: name, email address, phone number, age, gender - Intellectual property rights of existing as well as newly generated images, designs, maps Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Data on all the publications resulting from this research will be stored in the KU Leuven repository LIRIAS. When will the data be made available? When will the data be made available? Upon publication of research results paper publications, seminars, exhibition, and workshops Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Most probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the PhD researcher Eline Inghelbrecht Created using DMPonline.be. Last modiﬁed 22 November 2024 6 of 7 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The data storage and backup will be managed by the PhD researcher Eline Inghelbrecht Who will manage data preservation and sharing? Who will manage data preservation and sharing? The responsible person will be Bruno Notteboom, the supervisor of this FWO project. Who will update and implement this DMP? Who will update and implement this DMP? The data management plan will be updated and implemented by the PhD researcher Eline Inghelbrecht Created using DMPonline.be. Last modiﬁed 22 November 2024 7 of 7"
}