{
    "document_id": "D-2023-1813",
    "LinkTitle": "D-2023-1813",
    "file_name": "D-2023-1813.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1813.pdf",
    "metadata": {
        "title": "D-2023-1813",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Stefanie De Winter ( http://orcid.org/0000-0002-7551-2444 )\nContributor name(s) (+ ORCID) & roles Koenraad Brosens ( http://orcid.org/0000-0002-4335-6512 )\nJohan Wagemans ( http://orcid.org/0000-0002-7970-1541 )\nGeert van der Snickt ( 0000-0001-9985-0678 )\nWillemijn Elckhuizen ( 0000-0002-2223-9114 )\nProject number1 & title 12E0723N - THE LOSS OF ORIGINAL EXPERIENCE DUE TO AGEING IN COLOR FIELD PAINTING: TOWARDS AN  \nINTERDISCIPLINARY RECONSTRUCTION OF ART METHOD (IRECONA)\nFunder(s) GrantID2FWO – junior Post-doc  \nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other: TU Delft\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The extent of the visual degradation in Color Field paintings, due to the ageing of (synthetic) materials has \nbeen largely overlooked. Since the relevance and meaning of Color Field paintings strongly depend on \ntheir specific visual effects, significant visual alterations often imply a loss of the original intentions of the \nartists. This project wants to thematise the ageing problem in art history and develop a new extensive \nreconstruction method to better conserve Color Field paintings. Three case studies selected from three \ncategories (a. pigment-, b. medium- and c. carrier degradation) will be investigated through the following \nsteps: (I) descriptive reconstruction, which consists of statements by the artist on the intended visual \nexperiences and writings from the public about their experiences, based on literature and archival studies;  \n(II) material analysis; (III) visual reconstruction: through the creation of hand-painted replicas and through \na digital reconstruction with augmented reality; (IV) perception studies (eye-tracking and questionnaires) \nto examine the public's experience of the change in the artwork's appearance. Based on the data analyses,  \nthe degree of visual change will be determined, and the digital reconstruction will be evaluated.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset Name Description New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nQuestionnaire study  \nQuestionnaire \ndata to assess \nart expertise \nand individual \ndifferencesCollected via an \nonline form (using \nMicrosoft Forms)☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: xlsx\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nExperimental study\nBehavioural \ndata on Likert \nscales; Reaction \ntime data; \nChoice dataCollected via an \nonline form (using \nMicrosoft Forms)☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation ☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5data\n☐ Software\n☐ Other\n☐ NA☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: xlsx\n☐ NA☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nEye-movement study  \nEye-tracking \nvideo’sCollected via Tobii \nsoftware ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: MP4\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nEye-movement \ndata (fixation \ncoordinates and \ndurations)Collected via Tobii \nsoftware ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 6☒ other: tsv, xlsx\n☐ NA\nAnalysis physical stimuli  \nPigment analysis FTIR or XRF – \nsoftware to be \ndetermined ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: xlsx\n☒ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☒ NA\nOther analyses \nto be \ndetermined \nTool for AR reconstruction\nVirtual image of \nthe artwork \nused for AR – \nreconstruction Software to be \ndetermined ☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☒ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: xlsx☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☒ NA\nFWO DMP Template (Flemish Standard DMP) 7☒ NA\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  /\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The following files will be saved in the same folder as the dataset:\n•Project documentation will be provided in a readme file. This file will include the project \nname, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, \nstart- and end date of the project, DOIs of shared datasets, creative common license, \napproval/registration code of ethical committee, links to publications.  \n•The ethical application will be saved as a PDF document and the approval/approval code \nwill be added to the project documentation. An empty informed consent form will be provided as a  \nword file.\n•The data management plan will be provided as a word file.  \n•Experimental program will be developed in jsPsych (version 7.3)\n•For the questionnaire study and experimental study databases, a codebook will be created \nin R. For the Analysis stimuli database, a codebook will be created in Matlab.  \n•The data preparation and statistical analyses will be documented in an annotated analysis R  \ncode file. The version of the used software will be documented in R using the ‘sessionInfo()’ \nfunction, that provides detailed information about the R version and installed packages used in the \ncode.\n•A link to a publication will be added to the project documentation, describing the \nrecruitment strategy, the participant inclusion criteria, instructions and procedure of the study, \nreferences to questionnaires, items of self-developed questionnaire scales, experimental \nprocedures, manipulations, task, measurement methods, stimulus set, technical specifications/set \nup details, references to standard operating procedures, references to lab protocols, software \nversions, observation and/or interview protocol, coding scheme etc. used in the study.\nFor version control the procedures of defining milestones (e.g., draft, final) and subversions (e.g., \nV1, V2,…) will be implemented.  \nThe research data will be formatted according to a field specific standard (e.g., Brain Imaging Data \nStructure).\nFWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \n-Project metadata will be created when registering the project on OSF (experimental data).  \n-Controlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms, MeSH-terms) will be used  \nfor the keywords.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nThe experimental and eye-tracking data will be stored on OneDrive and a shared network drive J-drive \nprovided by KU Leuven. The artwork analysis data will be stored on the shared network provided by the \nUA and the tool for AR reconstruction will be stored on the shared network provided by the TU Delft.  \nFWO DMP Template (Flemish Standard DMP) 11How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.There will be standard back-up provided by the institutions and I will make personal back-ups on an \nexternal hard drive.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:  \nAs the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the \navailable shared storage space of 100 GB, there is sufficient storage and backup capacity during the \nproject.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the \ndata.\nDigital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed  \nby the principal investigator, post-docs, student researchers and IT support of our Lab who are working on \nthe project.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?There are no costs expected as the size of the data files does not exceed the available storage space.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Participants’ contact information, payment information, IP-addresses, raw (non-anonymized) data files \ncontaining highly confidential data, analogue data with a digital equivalent (e.g., paper and pencil \nquestionnaires) will be deleted after the project is finished (OR: after data collection) as they contain \npersonal data that are not relevant anymore for the research project.  \nAll other data will be preserved for 10 years according to KU Leuven RDM policy (OR: 25 years according to  \nCTC recommendations for clinical trials with medicinal products for human use and for clinical \nexperiments on humans).\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be archived on a shared network drive (J-drive).\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no costs expected as a processed and fully anonymized version of the data will be uploaded on \nOSF. Raw data will be deleted after 2 years from project completion, corresponding to the end of my \npersonal FWO grant.\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.NA\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The data will be made available either via OSF or the KU Leuven Research Data Repository (RDR).  \nFWO DMP Template (Flemish Standard DMP) 14When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be made available upon publication of the research results.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  The data will be published under a CC-BY 4.0 license /Data Transfer Agreement /MIT licence / GHI GPL-3.0 \n(code).\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☐ No\nIf yes:\nNA – DOI not available yet.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PI will manage data documentation and metadata during the project supported by the other involved \nresearchers.\nWho will manage data storage and backup \nduring the research project?The PI will manage data storage and backup during the project supported by the other involved \nresearchers.\nWho will manage data preservation and \nsharing?The PI will manage data preservation and sharing supported by the other involved researchers.\nWho will update and implement this DMP? The PI will update and implement this DMP supported by the other involved researchers."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Stefanie De Winter ( http://orcid.org/0000-0002-7551-2444 ) Contributor name(s) (+ ORCID) & roles Koenraad Brosens ( http://orcid.org/0000-0002-4335-6512 ) Johan Wagemans ( http://orcid.org/0000-0002-7970-1541 ) Geert van der Snickt ( 0000-0001-9985-0678 ) Willemijn Elckhuizen ( 0000-0002-2223-9114 ) Project number1 & title 12E0723N - THE LOSS OF ORIGINAL EXPERIENCE DUE TO AGEING IN COLOR FIELD PAINTING: TOWARDS AN INTERDISCIPLINARY RECONSTRUCTION OF ART METHOD (IRECONA) Funder(s) GrantID2FWO – junior Post-doc Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: TU Delft Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The extent of the visual degradation in Color Field paintings, due to the ageing of (synthetic) materials has been largely overlooked. Since the relevance and meaning of Color Field paintings strongly depend on their specific visual effects, significant visual alterations often imply a loss of the original intentions of the artists. This project wants to thematise the ageing problem in art history and develop a new extensive reconstruction method to better conserve Color Field paintings. Three case studies selected from three categories (a. pigment-, b. medium- and c. carrier degradation) will be investigated through the following steps: (I) descriptive reconstruction, which consists of statements by the artist on the intended visual experiences and writings from the public about their experiences, based on literature and archival studies; (II) material analysis; (III) visual reconstruction: through the creation of hand-painted replicas and through a digital reconstruction with augmented reality; (IV) perception studies (eye-tracking and questionnaires) to examine the public's experience of the change in the artwork's appearance. Based on the data analyses, the degree of visual change will be determined, and the digital reconstruction will be evaluated. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Questionnaire study Questionnaire data to assess art expertise and individual differencesCollected via an online form (using Microsoft Forms)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: xlsx ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Experimental study Behavioural data on Likert scales; Reaction time data; Choice dataCollected via an online form (using Microsoft Forms)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5data ☐ Software ☐ Other ☐ NA☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: xlsx ☐ NA☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Eye-movement study Eye-tracking video’sCollected via Tobii software ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: MP4 ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Eye-movement data (fixation coordinates and durations)Collected via Tobii software ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6☒ other: tsv, xlsx ☐ NA Analysis physical stimuli Pigment analysis FTIR or XRF – software to be determined ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: xlsx ☒ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA Other analyses to be determined Tool for AR reconstruction Virtual image of the artwork used for AR – reconstruction Software to be determined ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☒ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: xlsx☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA FWO DMP Template (Flemish Standard DMP) 7☒ NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The following files will be saved in the same folder as the dataset: •Project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start- and end date of the project, DOIs of shared datasets, creative common license, approval/registration code of ethical committee, links to publications. •The ethical application will be saved as a PDF document and the approval/approval code will be added to the project documentation. An empty informed consent form will be provided as a word file. •The data management plan will be provided as a word file. •Experimental program will be developed in jsPsych (version 7.3) •For the questionnaire study and experimental study databases, a codebook will be created in R. For the Analysis stimuli database, a codebook will be created in Matlab. •The data preparation and statistical analyses will be documented in an annotated analysis R code file. The version of the used software will be documented in R using the ‘sessionInfo()’ function, that provides detailed information about the R version and installed packages used in the code. •A link to a publication will be added to the project documentation, describing the recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, references to questionnaires, items of self-developed questionnaire scales, experimental procedures, manipulations, task, measurement methods, stimulus set, technical specifications/set up details, references to standard operating procedures, references to lab protocols, software versions, observation and/or interview protocol, coding scheme etc. used in the study. For version control the procedures of defining milestones (e.g., draft, final) and subversions (e.g., V1, V2,…) will be implemented. The research data will be formatted according to a field specific standard (e.g., Brain Imaging Data Structure). FWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: -Project metadata will be created when registering the project on OSF (experimental data). -Controlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms, MeSH-terms) will be used for the keywords. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? The experimental and eye-tracking data will be stored on OneDrive and a shared network drive J-drive provided by KU Leuven. The artwork analysis data will be stored on the shared network provided by the UA and the tool for AR reconstruction will be stored on the shared network provided by the TU Delft. FWO DMP Template (Flemish Standard DMP) 11How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.There will be standard back-up provided by the institutions and I will make personal back-ups on an external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: As the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared storage space of 100 GB, there is sufficient storage and backup capacity during the project. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. Digital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed by the principal investigator, post-docs, student researchers and IT support of our Lab who are working on the project. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no costs expected as the size of the data files does not exceed the available storage space. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Participants’ contact information, payment information, IP-addresses, raw (non-anonymized) data files containing highly confidential data, analogue data with a digital equivalent (e.g., paper and pencil questionnaires) will be deleted after the project is finished (OR: after data collection) as they contain personal data that are not relevant anymore for the research project. All other data will be preserved for 10 years according to KU Leuven RDM policy (OR: 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans). Where will these data be archived (stored and curated for the long-term)?The data will be archived on a shared network drive (J-drive). What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no costs expected as a processed and fully anonymized version of the data will be uploaded on OSF. Raw data will be deleted after 2 years from project completion, corresponding to the end of my personal FWO grant. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.The data will be made available either via OSF or the KU Leuven Research Data Repository (RDR). FWO DMP Template (Flemish Standard DMP) 14When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 The data will be published under a CC-BY 4.0 license /Data Transfer Agreement /MIT licence / GHI GPL-3.0 (code). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☐ No If yes: NA – DOI not available yet. What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 157. Responsibilities Who will manage data documentation and metadata during the research project?The PI will manage data documentation and metadata during the project supported by the other involved researchers. Who will manage data storage and backup during the research project?The PI will manage data storage and backup during the project supported by the other involved researchers. Who will manage data preservation and sharing?The PI will manage data preservation and sharing supported by the other involved researchers. Who will update and implement this DMP? The PI will update and implement this DMP supported by the other involved researchers."
}